{
    "ありがとうね、%usernameusernameuserna%。\n今日もあたしに付き合って一緒に帰ってくれてさ♪": "Thanks, %usernameusernameuserna%.\nShe went out with me again today and went home with me♪",
    "そんな、感謝されるようなことじゃないぞ？\n俺だってちゆると一緒に帰るのは楽しいからな。": "That's not something you should be thanking me for.\nIt's fun for me to go home with Chiyuru.",
    "（それに、前の事件のこともあったせいか、\n最近のちゆるの様子は気になっていたしな……）": "(Besides, maybe it's because of what happened last time,\nI've been wondering how she's been doing lately...)",
    "おー、さすが%usernameusernameuserna%。\n女の子に気を遣わせないなんて、紳士だねぇ。": "Wow, that's %usernameusernameuserna% for you.\nYou're such a gentleman, not letting a girl worry about you.",
    "茶化すなよ……それで、今日はどうしたんだ？\nこんな風に誘うなんてちゆるにしては珍しいし、何かあるんだろう？": "Don't make fun of me... So, what are you doing today?\nIt's rare for her to invite me like this, so there must be something going on.",
    "あー、うん……ちょっと相談があってさ。": "Ah, yeah... I wanted to talk to you about something.",
    "相談……っていうと、どんな内容だ？": "Talk to me...? What do you mean by that?",
    "もし、何か困ったことでもあるなら何でも言ってくれ。": "If there's anything you need help with, just let me know.",
    "……あたしってさ、ちょっとヘンな子だったよね？": "...I was a bit of a weirdo, wasn't I?",
    "急にどうした？\nまあ……変と言えば変だったけど……ちょっとか……？": "What's with you all of a sudden?\nWell... it was weird to say it was strange, but... was it a little...?",
    "知ってると思うんだけど、\nあたしって天才ってやつだったんだよね。": "I'm sure you know,\nI was a genius, after all.",
    "そのせいで、色々とトラブルに巻き込まれることが多くてさ。\n身柄を狙われたり、色々と利用されそうになったりね。": "Because of that, I've been in a lot of trouble.\nThey're after me, and they're going to use me for a lot of things.",
    "それは確かにな……": "That's true...",
    "当時から、色々とあったんだよ？\n酷い時には誘拐されそうになったりしてさ。": "A lot's happened since then, you know?\nI almost got kidnapped when things got bad.",
    "（……そんな幼い頃から狙われていたのか）": "(So he's been after me since I was young...)",
    "そんなわけで、今までずっと、\n自分の頭脳を隠すためにヘンな子のフリをしてきたんだよね。": "That's why, up until now, I've been...\nI've been pretending to be a weird girl to hide my own brain.",
    "……フリだったのか？": "...Were you pretending?",
    "今までの奇行や自由気ままな態度……\nあれはあれで、のびのびしていて楽しそうに見えたんだが。": "Up until now, she's been acting eccentric and free-spirited...\nThat was, in its own way, so long and fun.",
    "あー、まあ言われたら確かに楽しんでた部分もあったかも。\nそうだね、別にフリっていうほどでもないっちゃないか。": "Ah, well, now that she mentions it, I guess there was a part of me that was enjoying it.\nYou're right. It's not like we're pretending, is it?",
    "でも、そんなあたしのフリをする日々も\nついに大きな転換期を迎えたわけ。": "But those days of pretending to be me...\nWe've finally reached a major turning point.",
    "ちゆるの頭脳が、広く認められたことか。": "I guess it's because Chiyuru's brain is widely recognized.",
    "そうそう。だからもう隠すのをやめて、\nありのままのあたしとして過ごせるようになったんだけど……": "Yes, that's right. That's why I stopped hiding it,\nI've been able to live as I am now, but...",
    "いいことじゃないか。\n……って思ったんだが、なんだか困った顔してるな。": "Isn't that a good thing?\n...Or so I thought, but she looks troubled.",
    "……そうなんだよね～。\nなんだか、調子が狂うようになっちゃってさ……": "...Yeah, that's right.\nI feel like I'm losing my cool...",
    "なんだか毎日が落ち着かないし、\nそのせいか実験もあんまりうまくいかないし……": "For some reason, I can't relax every day,\nMaybe that's why the experiment isn't going so well...",
    "それで、どうしたらいいのか\n%usernameusernameuserna%に相談しようって思ったんだ。": "So I don't know what to do.\nI thought I'd talk to %usernameusernameuserna% about it.",
    "調子が狂うか……ちゆるにしては珍しいな。": "Something's off... That's unusual.",
    "も～、珍しいとか言わないでよ～。\nこれでも、結構悩んでるんだからさぁ～。": "Geez, don't say it's rare.\nI've been worrying about this for a while now.",
    "って、肩を叩くな肩を……": "Hey, don't pat me on the shoulder...",
    "（……言葉もパンチも軽いけど、ちゆるは真剣に悩んでるみたいだ。\nこっちも真面目に答えないと……）": "(...Her words and punches are light, but Chiyuru seems to be seriously troubled.\nI have to answer seriously, too...)",
    "そういう時はだな……": "That's when it happens...",
    "そういう時は？": "At times like that?",
    "普段通りにしてみるのが１番なんじゃないかな？": "Isn't it best to try to act normal?",
    "えぇ～、そんな感じ～？": "Whaaat? Like that?",
    "悪かったな。俺はそこまで賢くないから、\nそこまで画期的なアイデアは思いつかないんだよ。": "Sorry. I'm not that smart,\nI can't come up with anything that revolutionary.",
    "んー、まあ……確かに悪くないアイデアかも。\n調子が出ない時こそ、あえていつも通りに行動する……": "Hmm, well... I guess it's not a bad idea.\nIt's only when I'm not feeling well that I act the way I always do...",
    "そうすれば普段との違いから、\n違和感を自覚できるってことだよね？": "If you do that, you'll be able to tell the difference from usual.\nThat means you can be aware of what's wrong, right?",
    "それじゃあ%usernameusernameuserna%。\nいつも通りに行動するために、一緒に学園に行ってみよ！": "Well then, %usernameusernameuserna%.\nLet's go to school together so we can do what we always do!",
    "今から！？\nさっき校門を出て帰るとこなんだが……": "Right now!?\nI was just leaving the school gate...",
    "普段通りにしろって、%usernameusernameuserna%が言ったんでしょ～？\nちゃんと最後まで責任取ってよね！": "%usernameusernameuserna% told you to act normal, didn't he~?\nMake sure you take responsibility until the end!",
    "それじゃあ、行ってみよ～！": "Okay, let's go check it out!",
    "やれやれ……": "Good grief...",
    "さてと、それじゃあ普段通り、ゆっくり教室に向かいますか～。": "Well then, let's head to the classroom as usual.",
    "あれ？　ちゆるが普段使ってる部室には行かないのか？": "Huh? You're not going to the clubroom Chiyuru usually uses?",
    "いやあ、それがちょっと……": "Well, that's a little...",
    "ちょっと？": "A little?",
    "もぉ、追求しないでよ～。\n実は実験に失敗しちゃって……今は、部屋が使えない状態なんだよね。": "Geez, don't pursue it.\nActually, I failed my experiment... I can't use my room right now.",
    "実験に失敗……なるほど、\nそれもちゆるの調子が狂ったせいか……": "The experiment failed... I see,\nMaybe that's because I'm losing my composure...",
    "ああいや、それは普段通り。": "Ah, no, that's the same as usual.",
    "それはどうなんだ？": "How about that?",
    "失敗は成功のもとって言うでしょ？\nそんなカタいこと言わないで～。": "They say failure is the source of success, don't they?\nDon't be so hard on yourself~.",
    "ほらほら、せっかく中庭まで来たんだから……\n失敗の話じゃなくて、中庭の話題でも振ってみてよ。": "Come on, we've come all the way to the courtyard...\nWhy don't you try talking about the courtyard instead of the failure?",
    "中庭の話題って、いきなり随分な無茶振りだな……": "Talking about the courtyard is pretty reckless all of a sudden...",
    "ええと、そうだな……\nちゆるは今までだったら、中庭でどんなことをしてたんだ？": "Umm, let's see...\nWhat would Chiyuru have done in the courtyard up until now?",
    "おっ、ちゃんと中庭の話題だ。\nえらいえらい。": "Oh, she's talking about the courtyard.\nGood, good.",
    "そっちが振ったんだろ。それで、どうなんだ？": "You're the one who swung it. So, what do you think?",
    "うーん、そうだねぇ……\nまあ、実験が失敗した時の気分転換とか？": "Hmm, let's see...\nWell, like a change of pace when the experiment fails?",
    "やっぱり失敗の話になったじゃないか。": "I knew it. We were talking about failure.",
    "うわー、やられた！": "Wow, he got me!",
    "何もやってないぞ。\nほら、中庭の話題話題。": "I didn't do anything.\nHere's the topic of the courtyard.",
    "うーん、うーん……ええと、あとは……\n面白そうなものを見つけたら、観察してみたり？": "Hmm, hmm... Let's see, what else...\nIf you find something interesting, why don't you try observing it?",
    "なるほど、ちゆるは普段、そんな風に過ごしてきたのか。": "I see. So that's how Chiyuru usually spends her time.",
    "目立ちすぎないようにって気をつけてた部分もあるからさ。\nどうしてもおとなしくしてるのは退屈だからねぇ。": "I was careful not to stand out too much.\nIt's boring to stay quiet no matter what.",
    "ちゆるなりに、色々気を遣ってたんだな。": "She must've been trying to be considerate.",
    "まあね～♪": "Well, yeah~♪",
    "実験室はだめにするのに……": "Even though the lab is ruined...",
    "もぉ～、その話はいいじゃない！": "Geez, don't talk about that!",
    "はは、悪い悪い。": "Haha, sorry, sorry.",
    "（こうして話してみて初めて気づいたが、\n俺はちゆるの事を、思った以上に知らないんだな……）": "(It wasn't until we talked like this that I realized it, but...\nI don't know Chiyuru as well as I thought...)",
    "あっ！　ねえねえ、あそこにいるのって……ちゆるさんだよね？": "Ah! Hey, hey, isn't that... Chihaya-san over there?",
    "ほんとだ！　実は他の校舎でも噂になるくらい凄い人なんでしょ！": "You're right! He's actually amazing enough to be the talk of the town in the other buildings!",
    "あんなところで何してるのかな……": "I wonder what they're doing in a place like that...",
    "やあやあ～、噂の凄い人だよ～♪": "Hey, hey, he's the amazing guy everyone's been talking about! ♪",
    "きゃっ、こっち見てくれた！": "Eek! She's looking at me!",
    "手を振ってくれてる～！　どうしよう！": "She's waving at me! What should I do?!",
    "あはは、なんかこうしてキャアキャア言って貰えるのも嬉しいねぇ。": "Ahaha, I'm kinda happy to hear you squealing like this.",
    "…………": "............",
    "（ちゆるは笑ってるが、どこか変な感じがするな……）": "(Chiyuru's smiling, but there's something strange about it...)",
    "さあ、なんだか色々あったけど、改めて教室に向かいますか！": "Well, a lot's happened, but let's head back to the classroom!",
    "そういえば、ちゆるも普段はちゃんと授業を受けてるんだよな？": "Come to think of it, Chiyuru usually attends classes, doesn't she?",
    "当然だよ～。\nといっても、面白そうな授業の時だけだけどね？": "It's only natural~.\nThat said, it's only for interesting classes, right?",
    "そんなんでいいのか？": "Are you sure that's okay?",
    "そんなんでいいんだよ。\n学校の授業でやる範囲なんて、だいたい頭に入ってるからね。": "It's fine like that.\nI've got pretty much everything I need to do in school, after all.",
    "授業の内容に興味がある時とか、\n教えてる先生次第では授業を覗いてもいいかな～って。": "Like when you're interested in what's in class.\nDepending on the teacher you're teaching, I might be able to peek into your class.",
    "自由なんだな。": "You're free.",
    "あはは。だって、しょーがないよ。": "Ahaha. Well, it can't be helped.",
    "あたしはさ、多少なり、隠し事をしてるじゃん。\nそれで、やっぱり隠してばっかりだとストレスが溜まるじゃない？": "I'm hiding a few things, aren't I?\nSo, isn't it stressful to just hide it all the time?",
    "だから、その分好き勝手やってやろう！　って気持ちがあってさ……\nいろんなところに首を突っ込んでたんだよね。": "That's why I wanted to make up for it by doing whatever I wanted...\nI've been sticking my nose into a lot of places.",
    "なるほどな。": "I see what you mean.",
    "まあ、最近はいろんな子達から注目されちゃってて、\nちょっとやりにくくなっちゃったんだけどね～。": "Well, a lot of girls have been paying attention to me lately\nIt's gotten a little hard to do, though.",
    "ああ、さっきの子達もそんな感じだったな。\nなるほど、ちゆるも大変だ。": "Yeah, that's what the kids were like back there.\nI see. It's hard to relax.",
    "あはは……": "Ahaha...",
    "あっ、ちゆるさんだ！": "Ah, you forgave me!",
    "あの噂の凄い人！？": "That amazing person from the rumors?!",
    "ああ、言ってるそばから……": "Yeah, from where I'm standing...",
    "どうもどうも～♪": "Thank you very much~♪",
    "わっ、笑ってくれた～！": "Wow, she laughed at me!",
    "手まで振ってくれて……ありがとうございます～！": "Thank you so much for waving at me!",
    "あはは……いやー、モテモテだねぇ。": "Ahaha... Man, you're so popular.",
    "（……ああ、そうか）": "(...Ah, I see.)",
    "なるほど、ちゆるの不調の原因はこれか……": "I see. So this is the cause of the problem...",
    "あーあ、普段通りに%usernameusernameuserna%と話しながら\n歩いてたら、もう教室まで来ちゃったなー。": "Aww, I was talking to %usernameusernameuserna% like I always did.\nWhile I was walking, I'd already come to the classroom.",
    "結局、調子が戻ることはなかったなぁ……": "In the end, I didn't get any better...",
    "いや、俺には原因が分かったかもしれない。": "No, I might have figured out the cause.",
    "えっ？　本当に？": "Huh? Really?",
    "ああ、あくまでも俺の予想だけどな。": "Yeah, that's just my guess, though.",
    "どういうことなのかな？\n教えて教えて！": "I wonder what that means?\nTell me, tell me!",
    "まあ言ってしまえば……考えすぎだな。": "Well, to put it bluntly... I'm overthinking it.",
    "……え？　それだけ？": "...Huh? That's all?",
    "いや、がっかりしないでくれ。\nちゆるは、今までずっと変人のフリをしてきたんだろ？": "No, don't be disappointed.\nYou've been pretending to be a weirdo all this time, haven't you?",
    "だけど……その行為を、\n他ならぬちゆる自身が楽しんでいたんじゃないのか？": "But... that act...\nDidn't you enjoy it yourself?",
    "そりゃまあ……楽しんでたか楽しんでいないかって言うなら、\nすっごく楽しんでたわけだけど。": "Well, yeah... If I had to say whether she was having fun or not,\nI was really enjoying it, though.",
    "もともと、嫌なことはやりたくないタチだしね。": "I don't want to do anything bad in the first place.",
    "そこなんだよ。": "That's where it is.",
    "え、どこ？": "Huh? Where?",
    "ちゆるの立場は今までとは変わったかもしれないけど、\nちゆる自身は何も変わってないんだ。": "Chiyuru's position may have changed, but...\nChiyuru herself hasn't changed at all.",
    "無意識のうちに周囲の期待に合わせようと無理しているうちに、\n調子が狂ってきちゃったんじゃないのか？": "While I unconsciously pushed myself to live up to the expectations of those around me,\nIsn't she starting to lose her temper?",
    "それは……": "That's...",
    "だから……別に無理にヘンなことをやめなくても、\n今まで通りのちゆるのままでいいんじゃないかな？": "So... you don't have to force yourself to stop doing weird things,\nWouldn't it be fine if we just let it go like we always have?",
    "変人で、いつも楽しそうで……\n俺達にとって、頼れるちゆるのままでさ。": "He's weird, and he always looks like he's having fun...\nFor us, it's just that we can rely on each other.",
    "……あー。": "...Ah.",
    "シリウスシュガーの事も考えて、あたしって気づかないうちに\n無理してみんなの期待に応えようとしてたのかな？": "Thinking about Sirius Sugaru, I didn't even realize it was me\nWas she trying to force herself to live up to everyone's expectations?",
    "多分そうじゃないか？\nなんだかんだ、皆の事を大切に思ってるからな。": "Isn't that probably it?\nFor some reason, I care about everyone.",
    "あはは……なるほど。\n%usernameusernameuserna%は気づいてくれたんだ。": "Ahaha... I see.\n%usernameusernameuserna% noticed.",
    "さすが%usernameusernameuserna%。\nあたしのこと、よーく見てくれてるよね。": "That's %usernameusernameuserna% for you.\nYou're really looking at me, aren't you?",
    "分かっちゃえば簡単なことだったけど、\nあたしひとりじゃ気付けなかったよ。": "Now that I knew, it was simple, but...\nI wouldn't have noticed if I'd been alone.",
    "……ありがとね、%usernameusernameuserna%。": "...Thanks, %usernameusernameuserna%.",
    "お礼を言われるようなことじゃないよ。\n俺はただ、ちゆるをずっと見てただけだから。": "You don't need to thank me.\nI've just been watching Chiyuru the whole time.",
    "へえ……ふーん、そう。\n……ふふっ。": "Huh... Hmm, I see.\n...Heheh.",
    "それじゃあこれからも、あたしはあたしらしく、\nめいっぱい楽しませてもらうからね！": "In that case, from now on, I'll be myself,\nI'll have as much fun as I can!",
    "責任取って、しっかり付き合ってよね、%usernameusernameuserna%！": "Take responsibility and hang out with me, %usernameusernameuserna%!",
    "え、責任ってなんだ……？": "Huh? What do you mean by responsibility...?",
    "あははっ、さあ、なんだろうね～。": "Ahaha, I don't know, I wonder...",
    "おい、不安になるだろうが。\nなんのことかちゃんと言ってくれ。": "Hey, I'm sure you'll be worried.\nTell me what you're talking about.",
    "（まあ、ちゆるが楽しそうに笑ってるから……よしとするか）": "(Well, Chiyuru looks like she's having fun, so... I guess I'll leave it at that.)"
}