{
    "無事に白奈の悩みも解決に向かったことだし、\nあとは部屋でゆっくりするか――": "Now that Hakuna's worries have been resolved without incident,\nAll that's left is to relax in my room—",
    "……": "......",
    "――って、なんで白奈が部屋までついて来てるんだ！？": "――Wait, why is Shirona following me to my room!?",
    "なんで……って。\nこのイヤリングに、勇気をもらったから。": "Why... Wait.\nBecause this earring gave me courage.",
    "……前に、踏み出す勇気……": "...The courage to step forward...",
    "それって……": "Does that mean...",
    "わたしのために、色々してくれた%usernameusernameuserna%に、\nもっと……わたしのこと、知ってほしい……": "To %usernameusernameuserna%, who did all sorts of things for me,\nI want you... to know more about me...",
    "ふたりっきりじゃないと見せないようなことも……": "Something you wouldn't show me if it wasn't just the two of us...",
    "……意味わかって言ってるんだよな？": "...You know what I mean, don't you?",
    "わ、わかってる。\nネットで見たりするから……そ、そういうの。": "I-I know.\nI've seen it on the internet... Th-That kind of thing.",
    "そ、そうか。白奈も興味あるんだな……": "I-I see. So Hakuna's interested too...",
    "自分がするところなんて想像できなかったし、怖いけど……\nでも……%usernameusernameuserna%となら……": "I couldn't imagine myself doing it, and it was scary, but...\nBut... with %usernameusernameuserna%...",
    "そこまで言ってくれるなら、俺ももっと白奈のこと知りたい。\nいいか？": "If you're going to go that far, then I want to know more about Hakuna.\nOkay?",
    "……うん。大丈夫。": "...Yeah. I'm fine.",
    "だ、大丈夫って……言ったけど……！\nこんなふうにするなんて、聞いてない……！": "I-I said... I'm fine, but...!\nI've never heard of this happening...!",
    "両腕に太股の確かな肉感と白奈の体重を感じながら、\n閉じられようとした足をぐいっと開かせる。": "I felt the definite fleshiness of her thighs on my arms and the weight of Shirona's body.\nI force open my legs, which are about to close.",
    "下着を脱がせて露わになった白奈の女の子の部分が、\n部屋の姿見にばっちりと映し出されていた。": "The part of Shirona's girl that was exposed after taking off her underwear...\nIt was clearly reflected in the room's reflection.",
    "や、やだ……わたしのアソコ、全部見えてる……\nねえ、%usernameusernameuserna%……やっぱりやめ……": "N-No... You can see all of my pussy...\nHey, %usernameusernameuserna%... Don't do it...",
    "あっ……！　ん……あっ、か、硬っ……\nこ、こんなに、あったかいんだ……あっ……ふぅ……": "Ah...! Mm... Ah, it's so hard...\nI-It's so warm... Ah... Phew...",
    "すでに準備万端の硬茎を、白奈の縦スジに沿って擦りつける。\n彼女がその光景を見下ろす視線を強く感じた。": "I rub my already-prepared hard shaft against her vertical slit.\nI felt a strong gaze on her as she looked down at the scene.",
    "はぁ……あ……ん……んっ……んぅ……\nこ、こんな大きいのが……わたしの……中に……？": "Haa......ah......nn......n......nuu......\nTh-There's something this big... inside me...?",
    "脱がせる前にも後にも、たっぷり指と舌で愛撫したそこは、\n十分にほぐれて甘い蜜をしたたらせていた。": "I caressed it with my fingers and tongue, both before and after she took it off.\nShe loosened up enough to make me squirt sweet nectar.",
    "お、お願い……やっぱり、こんな恥ずかしい格好は……": "P-Please... This is really embarrassing...",
    "もっと白奈が自分を出すための特訓の一環だよ。\nこれくらい恥ずかしいことに慣れておけば、何も怖くないだろ？": "It's part of Hakuna's special training.\nOnce you get used to something this embarrassing, there's nothing to be afraid of, is there?",
    "無論、ただの建前だ。俺がやってみたいから、\n半ば強引に白奈を誘ってこの体勢に持ち込んだ。": "Of course, it was just a pretense. I wanted to try, so...\nI half-forced Hakuna into this position.",
    "っ……じゃあ、せめて目をつぶらせてほしい……": "...Then at least let me close my eyes...",
    "それでは訓練にならないからと否定して、\n俺はゆっくりと白奈の内へと侵入を開始した。": "Because that wouldn't be training, I denied it.\nI slowly began invading her insides.",
    "あ――っ、ん、あ、あ、あぁぁぁぁっ……！\n痛っ……つ、うぅぅっ……んは、はっ、はぁっ……！": "Ah――! Nn, ah, a-ah, aaaaah...!\nOw... ngh, uuu... nha, hah, haah...!",
    "入口で強めの抵抗を感じたが、それもわずかな時間。\n吸い付くヒダのうねりが、俺自身を隘路の奥へ導いていく。": "I felt a strong resistance at the entrance, but only for a short time.\nThe undulations of her clinging folds lead me deeper into her impediment.",
    "入っ……て、くる、っあ、あああっ……ふぁっ……！\n%usernameusernameuserna%のが、わたしの、中にっ……！": "It's... coming in, ah, ahhhh... fuah...!\n%usernameusernameuserna%'s inside me...!",
    "白奈の呼吸は引き攣るように激しかったが、\nそれが痛みによるものだけでないことは声色でわかった。": "Shirona's breathing was intense, as if she were twitching, but...\nI could tell from the tone of her voice that it wasn't just from the pain.",
    "んくっ……や、やだ……見えてる、よ……\n全部……入ってるの……見えて……あっ、んんっ……": "Ngh... N-No... I can see...\nI can... see it all... inside... Ah, mmm...",
    "身動きの取れない状況で、それでも懸命に身をよじる。\n駄々をこねる子どものような反応なのが、劣情を煽った。": "She was in a situation where she couldn't move, but she did her best to twist her body.\nThe way she reacted like a child throwing a tantrum only fueled her carnal desires.",
    "……う、嘘みたい……\nこんなところで……っ。": "...I-It feels like a lie...\nHere...!",
    "で、でもっ……んん……こんな……\n恥ずかしい、格好、なんて……ぁ、あっ……はぁっ……": "B-But... Mmm... This is...\nEmbarrassing, clothes... ah, ah... haah...",
    "挿入前はあんなにも恥じらっていたのに、\n白奈は目を見開いて自身と俺の繋がった部分を凝視している。": "Even though she was so embarrassed before I inserted it,\nShirona opened her eyes wide and stared at the place where we were connected.",
    "そのせいで我知らず興奮が増しているのだろう。\n鏡に映ったワレメからは、滝のように愛液が滴ってきた。": "Because of that, she was probably getting more excited without realizing it.\nLove juices drip from her slit like a waterfall in the mirror.",
    "はうっ……！　あ……あ……あっ……あぁっ……！\n%usernameusernameuserna%のが……う、動いて……んっ！": "Hauu...! Ah...ah...ahh...aaah...!\n%usernameusernameuserna%'s thing... is moving... nn!",
    "白奈の痴態を見ていたら辛抱できなくなり、\n膣内の感触を隅々まで味わおうと腰を振り始めた。": "As I watched Shirona's foolishness, I couldn't bear it anymore.\nI started swinging my hips, trying to savor every nook and cranny of her pussy.",
    "なるべく体に負担をかけないように……\nとは思っていても、悶える白奈を前に欲望を制御するのは難しい。": "Try not to put too much strain on your body...\nOr so I thought, but it was hard to control my desires in the face of Shirona writhing in agony.",
    "み、見ないで……んぁ……はぁっ……お願い……\nわたしと……繋がってるとこ……見ないで……んんっ……": "D-Don't look... nnah... haah... please...\nDon't......look at me......connected......nnn......",
    "白奈の恥ずかしいところを見ているわけじゃなく、\n白奈がちゃんと目を逸らさないか監視してるだけだと言う。": "I wasn't looking at Hakuna's embarrassing side.\nShe says she's just keeping an eye on Shirona to make sure she doesn't look away.",
    "ひぅ、そ、そんな、言い方……ずるいよ……んっ！\n%usernameusernameuserna%がそんな人だなんて、知らなかった……": "Hiu, th-that's...not fair...nnn!\nI didn't know %usernameusernameuserna% was that kind of person...",
    "絡みつく肉壁を堪能しながら、真っ赤になった耳に息を吹きかけ、\n俺のことを嫌いになったか尋ねてみる。": "As she enjoyed the entwined flesh walls, she blew on her reddened ears\nI ask her if she hates me anymore.",
    "っ……そんなこと……ない……んっ……\n意地悪なところも……全部っ……": "Ngh... That's... not true... ngh...\nThe mean side of her... Everything...",
    "うぅ……わ、わたし、んっ……なんでっ……はぁ……\nこんな、恥ずかしいこと……言って、るのっ、あっ、んっ……！": "Ugh... I-I'm... nn... Why... haa...\nI'm saying... such embarrassing things, ah, nn...!",
    "鏡に映った自分に問いかけながら、髪を振り乱す。\n火照ったうなじから、甘酸っぱい匂いが漂ってくる。": "Her hair was disheveled as she asked herself in the mirror.\nA bittersweet smell wafted from the nape of her flushed neck.",
    "わたしっ……おかしな子になる……ん、んっ……\n%usernameusernameuserna%といると……変に、なるよっ……": "I'm... going to be a strange girl... nn, nn...\nWhen I'm with %usernameusernameuserna%... I get weird...",
    "これも……わたし、なのかな……わたしが、知らなかっただけで……\nわたし、エッチな子、なのかな……あ、あ、あっ、あんっ……！": "Is this...me, too...? I just didn't know...\nI wonder if I'm a dirty girl... Ah, ah, ahh, ahn...!",
    "白奈は、恥辱と快楽に振り回されて\n混乱しているようだった。": "Hakuna was being swayed by shame and pleasure.\nShe seemed confused.",
    "そんなの……困る……んんっ……こんなに、恥ずかしいのにっ……\n感じてる、わたし……ほんとの、わたしだったら……っ！": "That's......a problem......nnn......it's so embarrassing......\nI'm feeling it... If I were the real me...!",
    "我慢……できなくなったら……ずっと、こんな気持ちになったら……\nわたし……みんなの前に……いられないよっ……んんっ……！": "If... I can't hold back anymore... If I feel like this forever...\nI... can't be... in front of everyone... Mmm...!",
    "行為の最中にシリウスシュガーのみんなを想像してしまったせいか、\n俺のものを包み込む粘膜が、きゅっと収縮した。": "Maybe it was because I'd imagined everyone in Sirius Sugaru in the middle of the act\nThe membranes enveloping my member contracted tightly.",
    "っ――！　あっ、あぁっ……い、今、中でっ……\n急にっ……入ってるのが、お、大きくっ……んぁぁっ……！": "――! Ah, ahh...I-I'm inside you now...\nAll of a sudden... it's getting bigger... nnahhh...!",
    "俺のものが膨張したわけではなく、白奈が興奮して\n膣を震わせているのだが……自覚がないようだ。": "It wasn't that my thing had expanded, but Hakuna was excited\nHer vagina is trembling... but she doesn't seem to be aware of it.",
    "そ、そんなに、大きく、されたらっ……あっ、あっ、\nも、もう、入りきらない、よぉっ……んんんっ……！": "I-If you make it that big... ah, ah,\nI-I can't, put it in anymore...nnn...!",
    "俺が射精するまで、もうしばらく我慢してほしいと告げ、\n少し早めだが腰の動きにスパートをかけていく。": "I told her that I wanted her to hold back for a while longer until I ejaculated.\nIt's a little early, but I put a spurt on the movement of my hips.",
    "ふあっ、あっ、んっ、な、何、これっ……！？\nおっきいので、い、いっぱい、擦られ、てたらっ、あっ、あっ……！": "Fuah, ah, nn, wh-what is this...!?\nIt's so big, i-it's rubbing me so much, ah, ah...!",
    "エ、エッチする、んっ、穴だけじゃなくてっ……\nっ、ふぁっ、お、おしっこの、穴も、ジンジンしてっ……！": "I-I'm going to have sex, nn, not just with my hole...\nNgh, fwah, my, my pee hole, it's tingling too...!",
    "強烈な圧迫と摩擦が、尿道も一緒に刺激してしまっているらしい。\nそれならばと、この場で出しても大丈夫だからとフォローした。": "The intense pressure and friction seemed to have stimulated her urethra along with it.\nI followed up by saying that it would be okay to let it out right here and now.",
    "い、いやっ、それは、だめっ……ぜ、絶対にっ……！\nそんな、恥ずかしいこと……わたしっ……子どもじゃないのにっ……！": "N-No, I can't do that... N-Never...!\nThat's so embarrassing... I... I'm not a child...!",
    "好きな人に、お、おしっこ、見られる、なんてっ……！\nんんっ、わたしっ、おかしく、なっちゃうからっ……！": "I can't believe the person I love can see me pee...!\nMmm, I'm going to go crazy...!",
    "必死で尿意に抵抗する白奈の気持ちとは裏腹に、\n膣と薄い壁を隔てた向こうから微かな震えと熱を感じた。": "Contrary to Shirona's desperate attempts to resist the urge to urinate,\nI felt faint trembling and heat from the other side of the thin wall separating her from my vagina.",
    "見たい。白奈の１番恥ずかしい姿を知りたい。\n腰を突き上げながら、真っ赤な耳元に向かって、本音を漏らす。": "I want to see it. I need to see the most embarrassing side of Shirona.\nAs she thrust her hips upward, she faced her bright red ears and let her true feelings slip.",
    "だめ……だめっ……だめだよ……それだけは……っ、くっ！\nぜっっったい……我慢、する、からっ……ふぅ、ん、んっ……！": "No......no......you can't......that's all......! Kuu!\nI'll definitely...be patient...fuu, nn, nnn...!",
    "白奈が懸命にお腹に力を入れている。\nそのせいで、図らずも俺のペニスがどんどん圧迫されていく。": "Hakuna's doing her best to put strength into her stomach.\nBecause of that, my penis is unintentionally getting more and more pressured.",
    "うくぅ……あ、あっ、んんっ、くぅ、ふっ、んっ、んっ、\nんんんっ、んぅっ、く、っ、つ、っ、っ……！": "Ukuu...ah, ah, nnn, kuu, fu, n, nn, n\nNnnn, nnn, kh, ngh, gh, ugh...!",
    "言葉を紡ぐ理性すら失って、ひたすら抗う白奈。\nその熱くぬめった壺の中で、俺のものが搾り上げられていく。": "Shirona fought back, losing even her reason to speak.\nInside that hot, slimy jar, my thing was being squeezed out.",
    "んっ、んっ、んっ、ひぅっ、くぅぅぅぅぅっ……！\nダ、メ、っ、も、もうっ、んんんんんんん～……っっっ！": "Nnh, nnh, nh, hiuh, kuuuuh...!\nNo, I can't, I-I'm going to, mmmmmmmmm~...!",
    "お、俺もだ、白奈っ……！\nもうすぐ出る……白奈の中に出すぞっ……！": "M-Me too, Shirona...!\nI'll cum soon... I'm going to cum inside you...!",
    "へっ！？　そ、そっちも、出るのっ……！？\nんぁ、あっ、ま、待って、い、今、びっくりしてっ、んっ！": "Huh?! Y-You're cumming, too...?!\nNnah, ah, w-wait, I-I was just surprised, nn!",
    "やだ、やだやだ、と、止められな――いっっっ……！\nんぁ、出ちゃ、出ちゃう、も、もう、んんっ、あっ、あっ、あんんっ！": "No, no, no! I can't stop—!\nNnah, it's going to come out, I-I'm going to, nnn, ah, ahh, annn!",
    "激しくなる水音と喘ぎの濁流とともに、絶頂の快感が押し寄せる。\n熱く迸る感覚は、俺のものからか、それとも白奈の奥からか――": "The pleasure of climax surged along with the violent sounds of water and the muddy stream of gasping.\nThe hot, surging sensation came from my thing, or perhaps from deep within Shirona――",
    "ひあっ、あっ、あぁぁ、あぁぁぁぁぁぁぁぁぁぁ～……っっっ！": "Hiah, ah, aah, aaaaahhhh~...!",
    "～～～っ、あっ、あっ、あっ……うぅぅ……んんんんんっ……！\nいっ、い、いやぁ……んんっ……": "~Ah, ah, ah... uuu... nnnnnnn...!\nN-N-No... Nnngh...",
    "アソコの中も、尿道も、俺に密着しているお尻も背中も、\n至るところを震わせながら、白奈が一気に脱力する。": "Her pussy, her urethra, her butt and back, which were glued to me...\nShirona's body went limp, trembling all over.",
    "俺自身も精を吐き出した反動で足が力を失い掛け、\n危うく白奈を抱いたまま崩れ落ちるところだった。": "My legs nearly lost their strength from the recoil of my own spewing semen\nI almost collapsed, still holding Shirona in my arms.",
    "う……うぅぅぅ……で、出ちゃっ……た……\n気持ちよくなって、頭、真っ白になって……一緒に出た……": "Uu... uuuu... I-I came...\nFeeling good, my mind went blank... We came together...",
    "俺も……全部出し切ったよ。\n白奈の中、凄く気持ちよかったから……": "Me too... I let it all out.\nIt felt so good inside her...",
    "へ……？　あ……も、もしかして……奥、熱いの……\n……射精……なの？": "Huh...? Ah... D-Don't tell me... it's hot inside...\n...Are you... going to ejaculate?",
    "ごめんな。いっぱい恥ずかしい思いさせて、\n勝手に中に出した上に、体中汚しちゃって。": "I'm sorry for making you feel so embarrassed.\nNot only did I cum inside her on my own, but my whole body was dirty.",
    "そ、それは……もういい……\n本当に、本当に恥ずかしかったけど……": "Th-That's enough...\nIt was really, really embarrassing, but...",
    "わたしで気持ちよくなってくれたの……うれしいから……": "I'm happy... that I made you feel good...",
    "汗だくのうなじが、俺の鼻に密着してくる。\n俺を信頼して体重を預けてきた白奈のすべてを愛おしく感じた。": "The nape of her sweaty neck presses against my nose.\nI loved everything about Shirona, who trusted me and leaned her weight against me.",
    "わたしこそ、ごめんなさい……いっぱい汚しちゃって……": "I should be the one apologizing... for getting so dirty...",
    "気にすることないさ。あとで洗えばいいんだし……\nそれよりも、今は白奈を綺麗にするのが先だ。": "Don't worry about it. We can wash it later...\nMore importantly, cleaning up Shirona came first.",
    "えっ？": "Huh?",
    "一緒にお風呂に入ろうか、白奈。": "Shall we take a bath together, Shirona?",
    "えっ？　えっ？": "Eh? Ehh?",
    "窮屈な湯船に、ふたり肌を密着させて浸かる。": "We bathe in the cramped bathtub, our skin pressed against each other.",
    "張ったお湯は体温以上に熱いはずなのに、\n不思議と風呂よりも白奈のぬくもりを強く感じた。": "The hot water I put up should be hotter than my body temperature, but...\nStrangely, I felt Hakuna's warmth more strongly than the bath.",
    "……ごめんな、白奈。特訓なんて言って、\nさすがにあんなプレイはやり過ぎだった。": "...I'm sorry, Shirona. I didn't mean to call it special training.\nThat kind of play was going too far.",
    "ううん。平気。\nいや、凄く恥ずかしかったけど……": "No. I'm fine.\nNo, it was really embarrassing, but...",
    "%usernameusernameuserna%が、あんなに強く\nわたしを求めてくれるなんて思ってなくて……": "%usernameusernameuserna% is so strong.\nI didn't think you'd want me...",
    "わたしの見られたくないところ、いっぱい知られて。\n……%usernameusernameuserna%のエッチなところも、いっぱい知って……": "She knows a lot of things I don't want her to see.\n...I know a lot about %usernameusernameuserna%'s dirty side...",
    "お互いに本当の自分を知ってもらうって、\n恥ずかしいけど、幸せなことなんだね。": "We want each other to know who we really are,\nIt's embarrassing, but it's a happy thing, isn't it?",
    "自分を出すことが怖いことばかりじゃないって知れて、\nちょっとは特訓の意義もあったってことかな？": "Knowing that it wasn't all scary to let yourself out,\nDoes that mean there was a bit of meaning behind the special training?",
    "そうじゃないと困る。\nわたしが恥ずかしい思いをしただけになるから。": "It'd be a problem if she didn't.\nIt'll just make me feel embarrassed.",
    "ははは。\n……あのさ。白奈にはもう特訓は必要ないか？": "Hahaha.\n...Hey. Do you need any more special training, Shirona?",
    "…………": "............",
    "%usernameusernameuserna%がしたいって言ってくれるなら……\nわたしも、また特訓したい……": "If %usernameusernameuserna% wants to do it...\nI want to train again...",
    "じゃあ、また一緒に頑張るか。": "Well then, let's do our best together again.",
    "うん。頑張る。\n……次も、やっぱり恥ずかしい特訓？": "Yeah. I'll do my best.\n...Is this another embarrassing training session?",
    "そう……かもな。": "Maybe... that's true.",
    "今日よりも、もっと？": "More than today?",
    "どうかな……\nでも、ハードルを上げていかないと特訓の意味がないしな。": "I don't know...\nBut if I don't raise the bar, there's no point in training.",
    "そうだよね。恥ずかしいけど……楽しみ。\n%usernameusernameuserna%のおかげで、前に進めるってわかったから。": "That's right. It's embarrassing, but... I'm looking forward to it.\nThanks to %usernameusernameuserna%, I know I can move forward.",
    "次の逢瀬に期待を膨らませながら、\n俺は体をすり寄せてきた白奈を抱きしめたのだった。": "I was getting my hopes up for the next rendezvous.\nI hugged Hakuna, who was rubbing her body against mine."
}