{
    "特別養成校舎に所属するパイロット見習いの生徒がシミュレーター訓練を\nしていると聞いたので、見学へ行くとちょうどジュリーが出てきた。": "A pilot apprentice student belonging to a special training building is doing simulator training\nI heard that, so I went to take a look, and Julie came out just in time.",
    "お疲れ、ジュリー。\n今日の調子はどうだったんだ？": "Good work, Julie.\nHow were you today?",
    "聞いてみたが、元気いっぱいで自信満々なジュリーのことだ。\n返事はいつも決まって、最高の結果だと返答を……": "I asked her, but she was talking about the energetic, confident Julie.\nI always reply that it's the best possible outcome...",
    "あ、%usernameusernameuserna%……\nうん、どうかな……": "Ah, %usernameusernameuserna%...\nYeah, I don't know...",
    "ジュリー、大丈夫か！？\n熱でもあるのか！？　風邪をひいてないよな！？": "Julie, are you okay?!\nDo you have a fever?! You haven't caught a cold, have you?!",
    "な、なんで！？　別に引いてないけど……": "Wh-Why?! I'm not pulling back...",
    "だ、だから大丈夫だって！\nおでこを触っても熱くないわよ！？": "I-I told you, it's okay!\nTouching your forehead isn't going to make it hot, you know!?",
    "……確かに、熱はないな。\nいや、だとしても元気がないじゃないか。どうしたんだ？": "...Yeah, I don't have a fever.\nNo, even if that's the case, you're not feeling well. What's wrong?",
    "そ、それは……うんと……その、\nたしかに、元気はいつもよりもないかも……": "W-Well... umm... well...\nShe's right, I don't think she's as energetic as usual...",
    "何か悩んでるなら、俺でよけば相談に乗るぞ？\nいつもジュリーの自信と能天気さには元気を貰ってるからな。": "If you're worried about something, I can help you out.\nJulie's confidence and carefree nature always cheer me up, after all.",
    "本当に！？　ん？　あれ？　褒められたのよね？\nまあいいか……なら、その……ちょっと相談をしてもいい？": "Really?! Hm? Huh? That was a compliment, wasn't it?\nWell, whatever... In that case, umm... Can I talk to you for a bit?",
    "やっぱり、いつもの元気と謎の自信も見る影がない。": "As I thought, there was no sign of her usual energy and mysterious confidence.",
    "大切な話になりそうだから、教室に行くか。\n今の時間なら誰も居ないはずだからな。": "This is going to be important, so I guess I'll go to the classroom.\nThere shouldn't be anyone here at this time of day.",
    "うん……": "Yeah...",
    "よし、それじゃあそっちに席に座ってくれ。\n……で、何があったんだ？": "Alright, take a seat over there.\n...So, what happened?",
    "……その、メンバーの皆には内緒だからね？\nリーダーのあたしがこんなこと言ってたらがっかりさせちゃうから。": "...Um, don't tell the others, okay?\nI'm the leader, so if I say this, I'll disappoint you.",
    "まあ、がっかりはしない気はするが……分かった。": "Well, I don't think I'll be disappointed, but... Okay.",
    "あたし、本気でこのチームを引っ張って、\nリーダーとして皆を導きたいって思ってるの！": "I'm seriously pulling this team along,\nAs the leader, I want to guide everyone!",
    "ああ、それは知ってる。\nいつだってそのためにジュリーは全力だからな。": "Yeah, I know that.\nThat's why Julie's always doing everything she can.",
    "……でもね、この前にショックなことがあったの。": "...But you know, something shocking happened to me the other day.",
    "あたし達よりも後からプレ・クラスに入った子達がいてね。\n一緒にがんばろーってあたしも応援してたんだけど……": "There's a group of kids who joined Pre-Class after us.\nI was cheering for her to do her best together, but...",
    "その子たちが、あたし達よりも先に昇格して、\n正式なチームになったのを見ちゃったの！": "Those kids got promoted before us,\nI saw that we've officially become a team!",
    "それで思い返したら、\nあたしたちってまだまだ何の成果も出せてないわ！": "When I thought back on it...\nWe haven't achieved anything yet!",
    "……確かにな。": "...You're right.",
    "今のプレ・クラス－Ａのラウラも心香もノエルも、\nチームメンバーの皆の事があたしは好きなの！": "Right now, Pre-Class-A's Laura, Kokoru, and Noel were all there\nI like everyone on my team!",
    "でも、このまま結果が出ない日が続いたら、\nチーム解散……も、もしかしたら退学になっちゃうかも！": "But if the day goes on without any results...\nTeam disbanded... I-I might be expelled!",
    "だから、明日の定期シミュレーター試験で合格点を取って、\n安心させてあげるんだ！　って考えてたんだけど……": "That's why I'll get a passing grade on tomorrow's regular simulator exam\nI was thinking about reassuring her, but...",
    "上手くいかなかったのか？": "Didn't work out?",
    "うん……試験でやる内容を練習してたんだけど、全然ダメダメで……\nうう、どうしよう～！": "Yeah... I was practicing what I was going to do for the exams, but I couldn't do it at all...\nUgh, what should I do?!",
    "これじゃ、皆と離ればなれになっちゃう！\nうう、ぐすっ……": "At this rate, I'll be separated from everyone else!\nUgh, sniff...",
    "あー、ほら大丈夫だ。泣かないでくれ。\n……とはいえ、そこまで悩んでたんだな。": "Ah, come on, it's okay. Don't cry.\n...Still, I didn't know she was that worried about it.",
    "ぐすっ……うう、だって、リーダーのあたしのせいで、\n皆離ればなれなんて、考えただけでも悲しいんだもん……": "Sniff... Ugh, because of me, the leader,\nIt's sad just thinking about everyone being separated...",
    "分かった。それなら……俺がジュリーの練習を手伝おう。": "Understood. In that case... I'll help Julie practice.",
    "ほ、本当に！？　やったぁ！\nありがとう、%usernameusernameuserna%！": "R-Really?! Yay!\nThank you, %usernameusernameuserna%!",
    "それで、どんな練習をしてたんだ？\n練習内容も重要だからな。": "So, what kind of practice were you doing?\nPractice is important too, after all.",
    "そうね……まずは、他のリーダーはかっこよく指示してるし、\nあたしも見習って皆にかっこよく指示出しする練習ね！": "Right... First of all, the other leaders are giving cool instructions,\nI'll follow your example and practice giving cool instructions to everyone!",
    "……俺が思っていたのとは違う回答が出てきたぞ？": "...I got a different answer than I thought.",
    "前に正式なチームの練習を見てたら、\nきりっとしてカッコいい指示をしてたの！": "I've seen the official team practice before.\nI was giving cool, sharp instructions!",
    "だから、あたしも背筋をピーンって伸ばして、\n皆に向かってビシッと指示を出す練習をしてたの！": "That's why I straighten my back, too\nI was practicing giving instructions to everyone!",
    "（……ジュリーは元々指示を出す時に、\n声がしっかり出てるから練習しなくてもいいんじゃないか？）": "(...When Julie was giving orders in the first place,\nYou don't have to practice because your voice is so loud, do you?)",
    "それと本を読んで、\nリーダーの心得ってやつを勉強してるの！": "Also, reading a book,\nI'm studying what it means to be a leader!",
    "おお、それは凄いじゃないか。": "Oh, that's amazing.",
    "ふふん！　でしょでしょ！\n最近読んだ本で実践したのは……メンバーを信じる事！": "Heh heh! Of course!\nWhat I put into practice in the books I've read recently...is believing in the members!",
    "ちゃんと皆を信頼しないと、\nリーダーはやっていけないらしいわ！": "I have to trust everyone properly,\nIt seems the leader can't do it!",
    "（……解散したくないから頑張るって時点で、\nかなり信頼はしてる気がするが……）": "(...At the point where I do my best because I don't want to disband,\nI feel like I trust her a lot, but...)",
    "あと、毎日メンバーに指示を出すこと！\nこれも本にリーダーとして必要な事って書いてあったわ！": "Also, give orders to the members every day!\nThis, too, was written in the book that you need to be the leader!",
    "確かにな……。\nそれで、皆にはどんな指示をだしたんだ？": "You're right...\nSo, what instructions did you give everyone?",
    "えっと、いっぱいご飯を食べようとか。\n体調悪かったら言うようにって指示ね！": "Let's see, let's eat a lot.\nTell them to tell you if you're not feeling well!",
    "（本に書いてる指示は、多分そういう事じゃないぞ……？）": "(That's probably not what the instructions in the book say...)",
    "最後に、なんかこう……まるちたすく？\nっていって、２つ以上のことを出来るようにする練習ね！": "Finally, like this... Maruchitasuku?\nHey, let's practice so we can do at least two things!",
    "ほお、マルチタスクをこなせるようにか。\n立派だけど、どんなことをしてるんだ？": "Oh, so you can do multitasking?\nIt's admirable, but what are you doing?",
    "えっと、ご飯を食べながら宿題をしたり……。\n走り込みをしながら、本を読んだりね！": "Um, like doing homework while eating...\nLike reading a book while running around!",
    "……それでどうだったんだ？": "...So how was it?",
    "ご飯が喉につっかえて咳き込んじゃったり、\n全然本の内容を覚えてなかったりだったけど……": "The rice got stuck in my throat, and I started coughing.\nI didn't remember the contents of the book at all, but...",
    "でも、こういうのはずっと続けていくのが大切らしいわ！": "But it seems like it's important to keep doing this forever!",
    "まあ、努力自体は偉い。\nそれに、狙い自体は有効なことも多いのだが……": "Well, the effort itself is great.\nBesides, the aim itself is often effective, but...",
    "でも、頑張ったんだけどシミュレーターの結果は、\n全然うまくいかなかったし……": "But I did my best, and the results of the simulator...\nIt didn't go well at all...",
    "どうすればいいんだろう……？\n教えて、%usernameusernameuserna%！": "What should I do...?\nTell me, %usernameusernameuserna%!",
    "……まず、ジュリーの特訓は間違ってない。\nただ、ジュリー向きの内容じゃないんだ。": "...First of all, Julie's training wasn't wrong.\nIt's just, it's not for Julie.",
    "えっ、そうなの！？": "Huh? Really?!",
    "リーダーとしての特訓をするにしても、\nジュリー向きの特訓っていうのがあるんだ。": "Even if you're training as a leader,\nThere's something called special training for Julie.",
    "そうなの！？\nなら、%usernameusernameuserna%には分かるの！？": "Is that so?!\nSo %usernameusernameuserna% can tell?!",
    "ああ、もちろんだ。\n俺がジュリーへの特別な特訓をしてやろう。": "Yeah, of course.\nI'll give you special training for Julie.",
    "本当に！？": "Really?!",
    "キラキラとした目で見るジュリー。\nうん、いつもの調子に戻ってきたな。": "Julie looked at him with sparkling eyes.\nYeah, she's back to her usual self.",
    "ああ、だが俺の訓練は厳しいぞ……\nついてこれるか？": "Yeah, but my training is tough...\nCan you keep up?",
    "もっちろんよ！　あたしが最高のリーダーになるためなら、\n大変だとしてもやり遂げてやるわ！": "Of course! If it's to make me the best leader,\nEven if it's hard, I'll do it!",
    "ああ、そのやる気があるなら大丈夫だ！\nそれじゃあ行くぞ！": "Yeah, as long as you're motivated, you'll be fine!\nAll right, let's go!",
    "……あれ？　普通のグラウンド？": "...Huh? A normal field?",
    "ジュリー！　今から特訓を始める！\nまずは何も聞かずにグラウンドを走れ！": "Julie! We're going to start training now!\nFirst, run across the grounds without asking anything!",
    "えっ、ええええ！？\n走るだけ！？": "Wh-Whaaaat?!\nJust running?!",
    "質問は受け付けない！\n俺が良いというまで走り続けろ！": "I won't accept any questions!\nKeep running until I say it's okay!",
    "おお、なんだか特訓っぽいわ！\nよーし！　それじゃあ走るわよ！": "Wow, that sounds like special training!\nAll right! Let's run!",
    "疲れてペースを落としてもいいが、休んだり歩くのは禁止だ！\nひたすら走る事だけを考えろ！　返事は了解だ！": "You can slow down if you're tired, but you can't rest or walk!\nJust focus on running! I understand your answer!",
    "了解！": "Roger that!",
    "はぁ、はぁ……！\nえ、えっと、何周目……？": "*pant pant*...!\nU-Umm, how many laps...?",
    "質問は受け付けない！\nペナルティだ！　まだまだ走り続けろ！": "I won't accept any questions!\nPenalty! Keep running!",
    "え、ええええ！？\nくっ、で、でもあたしが悪いわよね……分かったわ！": "Wh-Whaaat?!\nUgh, b-but it's my fault... Okay!",
    "ぜぇ、はぁ……ぜぇ、はぁ……ぜぃ、ぜぃ……\nも、もう……限界……ひぃ……ひぃ……": "*wheeze* *whistle*... *whine* *pant*...\nI-I'm... at my limit... Hii... hii...",
    "……よし、走り込みはここまでで十分だ！\n次はシミュレーター室に戻るぞ！": "...Okay, that's enough running!\nLet's go back to the simulator room next!",
    "えーっ！？": "Ehhh!?",
    "どうした？　ここでギブアップか？": "What's wrong? Giving up here?",
    "ぐむ……そうよ！　こんなところで諦めるわけないじゃない！\nなんだってやって見せるわ！": "Ugh... That's right! There's no way I'd give up here!\nI'll show you what I can do!",
    "――さて、それじゃあ準備は出来たな？\nそれじゃあシミュレーターでダミーの敵を倒せ！": "—Now then, are you ready?\nThen use the simulator to defeat the dummy enemies!",
    "えっ、それでいいの？\nなんか、もっと難しい設定にすると思ってた……": "Huh? Are you okay with that?\nI thought it'd be a more difficult setting...",
    "何も考えるな！\nこれが特別な特訓だ！　無心で倒せるまで続けろ！": "Don't think about anything!\nThis is special training! Keep going until you can defeat them without thinking!",
    "特別……！　分かったわ！\nよーし、やってやるわ！": "Special...! Got it!\nAll right, let's do this!",
    "……よし、これで１００回目の撃破ね！\nもうこんな奴は楽勝よ！": "...Okay, that's the hundredth time we've defeated it!\nThis guy's gonna be a piece of cake!",
    "そんなところで満足していいのか？\nまだまだ、倒し続けろ！": "Are you sure you want to be satisfied with that?\nKeep defeating him!",
    "えっ？　でも、もう楽勝だけど……": "Huh? But it's already a piece of cake...",
    "余計な事は考えなくていい！\nひたすらに倒し続けろ！": "You don't have to think about unnecessary things!\nJust keep defeating them!",
    "むむむ……分かったわ、やってやる！\nうおりゃーーーー！！！！": "Hmm... Fine, I'll do it!\nUoryaaaa!!!!",
    "よーし！　もう完璧よ！\nなんだったら目を瞑ってでも倒せるわ！": "All right! It's perfect now!\nIf you want, I can take you down with my eyes closed!",
    "その意気だ！　目を瞑って倒してみろ！": "That's the spirit! Close your eyes and try to take him down!",
    "分かったわ！　とりゃーーーーーーー！！": "Understood! Toryaaaa!!",
    "……あっ、やば……普通に負けちゃった……": "...Ah, crap... I lost normally...",
    "なんだその体たらくは！\n目を瞑って倒せるまでやり込むんだ！": "What's with that body?!\nClose your eyes and keep going until you can defeat him!",
    "うううう……や、やってやるわよ！": "Ugh... I-I'll do it!",
    "はぁ、はぁ、はぁ……た、倒せた……\nほ、本当に出来るんだ……": "*pant pant*... I-I was able to defeat it...\nI-I can really do it...",
    "（シミュレーターの敵は決まったパターンがあるとは言え、\nよく目を閉じて倒せたな……）": "(You can say that the enemies in the simulator have a set pattern,\nI'm surprised you managed to defeat him with your eyes closed...)",
    "よし！　見事な成果だった！\nこれで特訓は終了だ！": "All right! That was some impressive results!\nThat's the end of the special training!",
    "ほ、本当に！？\nこれで、あたしも合格できるの！？": "R-Really?!\nNow I can pass, too?!",
    "ああ、もちろんだ！\n後はゆっくり休んで、明日に備えろ！　解散！": "Yeah, of course!\nNow get some rest and get ready for tomorrow! Dismissed!",
    "お疲れ様、%usernameusernameuserna%！　それじゃあね！": "Good work, %usernameusernameuserna%! See you later!",
    "ふんふふーんー♪　……あれ？　なんかあたし……\n今日って走ってシミュレーションして疲れただけじゃ？": "Heheheh♪ ...Huh? I feel like...\nAre you just tired from running and simulating today?",
    "次の日になったが、\nさて、ジュリーの試験の結果は……っ！？": "The next day,\nNow then, the results of Julie's exam are...!?",
    "%usernameusernameuserna%！\nやった、やったよーっ！！": "%usernameusernameuserna%!\nWe did it, we did it!!",
    "ぐっ、ごほ……みぞおちに頭が……！\n……と、とはいえ、その調子ってことは。": "Ugh, *cough*... My head's in my stomach...!\n...That said, if she's still like that...",
    "うん！　やったの！\n合格点出せたの！　これで一安心だわ！": "Yeah! I did it!\nI got a passing grade! That's a relief!",
    "ああ、よく頑張ったな！": "Yeah, you did great!",
    "えへへ……これも特訓のおかげよ！\nただ疲れるだけの訓練でからかわれた訳じゃなかったのね！": "Ehehe... This is all thanks to my special training!\nYou weren't just teasing me for training to get tired, were you?!",
    "そりゃ、本気のジュリーを見てからかうわけがないさ。": "Of course I wouldn't tease you if I saw how serious you are.",
    "でも、なんであの特訓だとうまくいったの？\n色んなやり方を試してたのに……": "But why did that special training go so well?\nI've been trying a lot of different methods...",
    "簡単さ。ジュリーは、あれこれ考えることに向いていない。\n自分で行動して皆を引っ張っていく方が向いてるからさ。": "It's simple. Julie isn't cut out for thinking about this and that.\nIt's better for me to act on my own and drag everyone along.",
    "……そうなの？": "...Really?",
    "ああ。リーダーにはいろいろタイプがあるが……\nジュリーは迷わず考えなしに突っ込んでいくタイプだからな。": "Yeah. There's a lot of different types of leaders, but...\nJulie is the type to charge in without hesitation, after all.",
    "むしろ、練習してたみたいに考える事を増やすと、\nジュリーの良い所を潰してしまうことになる。": "In fact, if I increase the number of things I think about like I was practicing...\nYou're going to crush Julie's good points.",
    "……ぽけー。": "...Bokeh.",
    "この特訓はジュリーから余分な思考を取り除いて、\n無意識で行動できるようにしたんだ。そうすることで……": "This special training would remove any excess thoughts from Julie\nI made it so I could act unconsciously. By doing that...",
    "……あうあうあうあう。": "......aauauauuauau.",
    "ぷしゅー……": "Pshhhh...",
    "……まずい、詰め込みすぎた。": "...This is bad. I packed too much.",
    "……つまり、ジュリーだからこそ効果的な、\n専用の特訓だったんだよ！": "...In other words, because it was Julie, it was effective\nIt was a special training session just for you!",
    "なるほど！　つまり、あたしだから出来たのね！\nふふん、これもリーダーとしての才能ってわけね！": "I see! In other words, you were able to do it because it was me!\nHeheh, so this is another talent as a leader!",
    "……まあ、そういうことだ！": "...Well, that's how it is!",
    "ふふふ、あたしだけの特訓かぁ……！": "Hehehe, my own special training, huh?!",
    "%usernameusernameuserna%のおかげで、\nあたし成長できたわ！　ありがとうね！": "Thanks to %usernameusernameuserna%,\nI've grown so much! Thank you!",
    "ああ。悩んだときは走ってひたすらシミュレーターで特訓だ！\nそうすれば、ジュリーはもっと強くなれるぞ。": "Yeah. Whenever you're worried, you run and train in the simulator!\nThat way, Julie will be even stronger.",
    "分かったわ！\n悩んだときは走って、シミュレーターね！": "All right, all right!\nRun when you're worried, simulator!",
    "（こういうとこ、本当に素直だよなあ。\n人の話を聞き入れる素直さ、それに底抜けの元気っぷり）": "(She really is honest when it comes to these things.\nShe's obedient enough to listen to people's stories, and she's full of energy.)",
    "（このままで成長してくれたら、きっと昇格だってすぐのはずだ）": "(If he continues to grow, I'm sure he'll be promoted in no time.)",
    "頑張れよ、ジュリー！": "Good luck, Julie!",
    "うん、見ててね、%usernameusernameuserna%！\nチームの皆と、すぐに正式なチームになって見せるから！": "Yeah, watch me, %usernameusernameuserna%!\nI'm going to make a formal team with everyone on the team right away!"
}