{
    "姫川さん！　今朝はありがとね！\nあなたのアドバイスのおかげで、課題をクリアできたわ！": "Himekawa-san! Thanks for this morning!\nThanks to your advice, I was able to complete my assignment!",
    "本当？　よかった。\nでも、私は大したことはしてないわよ。": "Really? Thank goodness.\nBut I didn't do anything special.",
    "泉花～。昨日、代わりに掃除やってくれてサンキュ～！\nホント助かっちゃった～！": "Izumika~ Thanks for cleaning for me yesterday~!\nYou really saved me!",
    "気にしないで。\n放課後は外せない用事があったんでしょ？": "Don't worry about it.\nYou had something you couldn't miss after school, right?",
    "（おっ、あそこにいるのは泉花か？）": "(Oh, is that Izumika over there?)",
    "クラスの訓練データを整理してくれたのは、あなたね？\nいつも気を利かせてくれてありがとう、姫川さん。": "You're the one who organized the class' training data, aren't you?\nThank you for always being considerate, Himekawa-san.",
    "いえ、私がやらなくても、他の子が手伝ったと思いますよ。": "No, even if I hadn't done it, I think the other girls would have helped.",
    "どうかしら。\n誰もがあなたのように優秀な生徒なら、私達も助かるんだけど。": "I don't know.\nIf everyone was as good a student as you, we'd be saved too.",
    "（本当優等生って感じだな。\nみんなから感謝され、慕われているみたいだ）": "(She really does feel like an honor student.\nEveryone seems to be grateful and adored by her.)",
    "……ふ、ふふ。": "...Heh, heheh.",
    "（……なんだ、今の妙な顔。気のせいか？）": "(...What was that strange look for? Was I imagining things?)",
    "んじゃ、またね泉花～。": "See you later, Izumika~.",
    "今度、何かお礼するね！": "I'll thank you for something next time!",
    "うん。また明日。": "Yeah. See you tomorrow.",
    "せっかくだし、ちょっと声でもかけて――": "Now that I'm here, I might as well call out to her—",
    "ん……？　何か落としたぞ？": "Hm...? Did you drop something?",
    "これは……手帳？": "Is this... a notebook?",
    "おーい、泉花ー！\n落とし物したみたいだぞー！": "Hey, Izumika!\nLooks like I lost something!",
    "えっ？　%usernameusernameuserna%さん？": "Huh? Mr. %usernameusernameuserna%?",
    "この手帳、泉花のものだろ？\nえっと……『感謝スケジュール帳』……？": "This notebook belongs to Izumika, doesn't it?\nUmm... 'A thank-you schedule book'...?",
    "――なっ！？": "――Wha!?",
    "泉花？": "Senka?",
    "彼女は素早く近づいてくると、\nさっと謎の手帳を俺の手から取り上げた。": "She quickly approached, and...\nShe quickly takes the mysterious notebook from my hand.",
    "ちょっといい！？　こっち来て……！！": "Can I talk to you for a second?! Come here...!!",
    "うわっ！？　せ、泉花！？": "Whoa?! S-Senka?!",
    "……ふぅ、ここなら誰もいないわね。": "...Phew, there's no one here.",
    "いきなり引っ張るなよ。\nどうしたんだ、一体――": "Don't pull on me all of a sudden.\nWhat in the world is going on—",
    "……見た！？": "...Did you see it!?",
    "え？": "Huh?",
    "中身よ！　こ・れ・の！！": "It's what's inside!",
    "『感謝スケジュール帳』の？": "In the 'Acknowledgment Calendar'?",
    "見てない": "I didn't see it.",
    "もし見たって言ったら？": "What if I told you I saw it?",
    "しゃらぁーっぷ！！　その名前を口にしないで！！\n手帳の中、見たの！？　見てないの！！？": "Sharaaaa!! Don't say that name!!\nDid you see it in your notebook?! Did you not see it?!!",
    "……本当よね？": "...It's true, right?",
    "神に誓って。": "I swear to God.",
    "もし嘘だったら、記憶を消させてもらうから！！": "If it's a lie, I'll erase your memories!!",
    "どんな方法で消すつもりなんだ……": "How do you plan to erase it...?",
    "できればこれ以上消さないでほしいんだが。": "If possible, I'd prefer it if you didn't erase it any further.",
    "…………そう。なら仕方ないわね。": "............I see. Then there's no helping it.",
    "見てない見てない！\nていうか、その手で持ち上げようとしている椅子はなんだ！？": "I didn't see it. I did not see it!\nWait, what's with that chair you're trying to lift with your hand!?",
    "さすがに冗談よ。\n私だって犯罪者にはなりたくないし。": "I'm joking, of course.\nI don't want to be a criminal, either.",
    "……今のは本気の目っぽかったぞ。": "...That was a serious look in her eyes.",
    "とにかく、中を見てないのは本当だ。\n女子の持ち物を勝手に詮索するなんて失礼な真似はしない。": "Anyway, it's true that I didn't look inside.\nShe wouldn't be rude to pry into a girl's belongings without permission.",
    "……そこまで言うなら、信じてあげる。": "...If you insist, I'll believe you.",
    "内容はともかく、そんなに人に見られるのが不安なら、\nアナログで持ち歩かなきゃいいだろ。": "Regardless of the content, if you're that worried about people seeing you,\nYou don't have to carry it around analog.",
    "むしろデジタルデータの方が怖いじゃない。\nネットの海に流出したら、ずーっと残っちゃうんだから。": "If anything, digital data is scarier.\nIf it's leaked into the sea of the internet, it'll remain forever.",
    "デジタルタトゥーってやつか。": "A digital tattoo, huh?",
    "アナログなら、いざって時に簡単に処分できるわ。\nリスクを考えたら、断っ然アナログよ！": "If it's analog, it'll be easy to get rid of it when the time comes.\nConsidering the risks, it's definitely analog!",
    "落としたことに気付かないまま中を人に見られて、\n話を広められたら同じことじゃないか？": "People were staring inside without noticing that I'd dropped it\nWouldn't it be the same if we could spread the story?",
    "…………あ。": "............ah.",
    "し、しまった～っ！\n完全に盲点だったわ！": "C-Crap!\nIt was a complete blind spot!",
    "えぇ……": "Yes...",
    "と、とにかく！　この手帳のことは、\n絶っっっ対に他言無用よ！　いいわね！？": "A-Anyway! About this notebook...\nDon't tell anyone else! Got it!?",
    "わ、わかった。約束する。": "A-All right. I promise.",
    "……知られた相手が%usernameusernameuserna%さんだったのは、\n不幸中の幸いだったわね。": "...The person known as %usernameusernameuserna%-san...\nThat's a silver lining.",
    "とりあえずお礼は言っておくわ。\n手帳、拾ってくれてありがとう。": "For now, I'll give you my thanks.\nThank you for picking up my notebook.",
    "あ、ああ……": "Y-Yeah...",
    "翌日――": "The next day――",
    "やっぱり、あの手帳の中身……気になるな。\n泉花のためにも忘れようと思ったが、頭に焼き付いて離れない。": "I'm still curious about what's in that notebook.\nI wanted to forget about it for Izumika's sake, but it was burned into my mind and wouldn't go away.",
    "また落っことして、誰かに見つかってなきゃいいが……\n泉花は思ったより抜けているみたいだからな。": "I hope I don't drop it again and someone finds me...\nIzumika seems to be missing more than I thought.",
    "……": "......",
    "（泉花……？\n教室の前に突っ立って、一体どうし――）": "(Izumika...?\nWhy are you standing in front of the classroom?)",
    "姫川さん、ま～た先生の手伝いしてたんだって？": "Himekawa-san, you were helping Sensei again?",
    "教室の中から、話し声が聞こえてくる。": "I can hear voices talking from inside the classroom.",
    "いつものポイント稼ぎでしょ。\nあちこちに媚び売って、うざっ。": "It's the usual way to earn points, right?\nShe's flirting with me all over the place, and it's annoying.",
    "ねー。ほんとムカつく。\nいい子ぶってるのが見え見えの偽善者じゃん。": "Hey. It really pisses me off.\nYou're an obvious hypocrite who's pretending to be a good girl.",
    "（あいつら……）": "(Those guys...)",
    "……はぁ。": "...Sigh.",
    "あっ――": "Ah――",
    "（行ってしまった……\nとりあえず、追いかけよう）": "(He's gone...\nAnyway, let's go after her.)",
    "泉花っ……！": "Izumika...!",
    "%usernameusernameuserna%さん……？": "%usernameusernameuserna%...?",
    "さっきのクラスメイト達の話、聞いてたんだろ。\nその……大丈夫か？": "You were listening to your classmates earlier, weren't you?\nUm... Are you okay?",
    "あぁ……%usernameusernameuserna%さんも、\n聞いちゃってたんだ。": "Ah... %usernameusernameuserna%-san too,\nI was listening.",
    "…………はは。\nなんか私、思ってたよりこたえてたみたい。": "............haha.\nLooks like I was holding back more than I thought.",
    "なんで言い返さなかったんだ？\nどうとでも反論できただろ、優等生の泉花なら。": "Why didn't you say anything back?\nI'm sure I could have refuted that, given that she's an honor student.",
    "優等生、ね。\n優等生がこんなの書いてると思う？": "An honor student, huh?\nYou think an honor student would write something like this?",
    "これは……昨日の手帳？\n中身、見られたくないんじゃなかったのか？": "Is this... yesterday's notebook?\nI thought you didn't want me to see what's inside?",
    "特別に許可してあげる。どのみち、\n%usernameusernameuserna%さんには、いつかバレる気がしてたし。": "I'll give you special permission. Either way,\nI had a feeling %usernameusernameuserna% would find out sooner or later.",
    "…………": "............",
    "『朝。花瓶の水替え。この花を気に入ってる先生から、５感謝ポイント』": "\"Morning. Water in a vase. 5 points of gratitude from a teacher who likes these flowers.\"",
    "（……感謝ポイント？）": "(...A thank-you point?)",
    "『授業後。ついて行けずに困ってる子に教示して、１人３感謝ポイント。\n昼。食堂で配膳ヘルプ。５感謝ポイント……』": "\"After class. I'll teach a girl who's in trouble because she can't keep up, and each person gets three thanks points.\nLunch. Help set the table in the dining hall. 5 points of gratitude...]",
    "『夜。寮の共有部の掃除。管理人から３感謝ポイント。\n休日はボランティア。１０感謝ポイント　←おっきい！』": "\"Night. Cleaning the dorm's common club. Three thanks points from the caretaker.\n[Volunteer on days off. 10 points of gratitude ←It's big!]",
    "『はらぐろさくしー！　私ってば恐ろしい子！』……？": "\"Haraguro Sakushii! I'm such a scary girl!\" ...?",
    "そこは音読禁止っ！": "Don't read that out loud!",
    "すまん。つい……": "Sorry. I didn't mean to...",
    "……ま、いいわ。\nこれでわかったでしょ？": "...Well, whatever.\nNow you know, don't you?",
    "見ての通り、あの子達の陰口、ぜーんぶ図星だから。\n反論する意味なんてないのよ。": "As you can see, they were right on the mark when they talked behind their backs.\nThere's no point in arguing.",
    "泉花……": "Izumika...",
    "……私ね、ありがとうって言われるのが好きなの。": "...You know, I like it when people say thank you.",
    "誰かに必要とされてる気がして……\n自分の居場所が『ああ、ここにあるんだ』って思えるから。": "I felt like someone needed me...\nBecause it makes me feel like my place is \"Yeah, right here.\"",
    "何より、人から感謝されるって快感じゃない？": "More than anything, isn't it the pleasure of being thanked by others?",
    "見返りがほしくて。もっとありがとうって言われたくて。\nずーっと打算で、みんなに尽くしてきたのよ。": "I wanted something in return. I wanted to be thanked more.\nI've been doing everything in my power to help everyone.",
    "自覚してたから、人から何言われたって平気。": "I was aware of it, so it didn't matter what people said.",
    "平気……なつもりだった……けど……": "I thought... I was fine... but...",
    "……全然平気って顔には見えないな。": "...You don't look fine at all.",
    "なーんか、いざ言葉にされるとグサってきちゃった。\n私、意外と繊細？": "For some reason, when I put it into words, it makes me groan.\nAm I more sensitive than I thought?",
    "……やっぱり、もうやめるべきよね。\n善人ぶって、みんなに尽くすなんてことは。": "...I should probably stop now.\nI can't pretend to be a good person and devote myself to everyone.",
    "なあ、泉花。": "Hey, Izumika.",
    "……？　何？": "...? What?",
    "それってさ……本当に打算だけだったのか？\n今までの泉花の行動全部。": "Was that... really just a calculation?\nEverything Izumika's been doing up until now.",
    "ど、どうしたのよ、急に真面目な顔して。": "Wh-What's with the serious look all of a sudden?",
    "誰かを助けようとした泉花の気持ちは、全部嘘だったのか？": "Was all of Izumika's desire to save someone a lie?",
    "それは……": "That's...",
    "……嘘じゃない、と思う。\n助けたいって全然思えないなら、わざわざ手を貸したりしないし。": "...I don't think it's a lie.\nI wouldn't go out of my way to help her if I didn't want to at all.",
    "でも……": "But...",
    "なら、いいじゃん。\n開き直っちまえよ。": "Then it's fine.\nYou should be more open about it.",
    "え……？": "Huh...?",
    "人ってすぐ他人に潔癖であることを求めるけど、\n善行に見返りを求めることの何が悪いんだ。": "People tend to be fastidious to other people,\nWhat's wrong with asking for something in return for good deeds?",
    "美味しいパンを売ります、\nだからお金をもらいます……これと何が違う？": "I'll sell you delicious bread,\nSo I'll take the money... What's the difference?",
    "%usernameusernameuserna%さん……": "%usernameusernameuserna%...",
    "別にお前は犯罪をやってるわけでも、迷惑をかけてるわけでもない。\nむしろみんなの利益になることをやってる。": "It's not like you're committing a crime or causing any trouble.\nIf anything, I'm doing it for everyone's benefit.",
    "泉花の行動で救われてるやつだって、確かにいるはずだろ。\nだったらその分、お前が得をしても文句言われる筋合いはない。": "I'm sure there are people who've been saved by Izumika's actions.\nIn that case, there's no reason to complain if you benefit from it.",
    "違うか？": "Am I wrong?",
    "それは…………": "That's......",
    "感謝ポイントがどうとか、\n恥ずかしい手帳の中身はこの際置いておくとして――": "Something about gratitude points,\nLeaving the contents of my embarrassing notebook aside for now――",
    "あのさ。ひと言多くない？": "Hey, don't you have a lot to say?",
    "人の役に立って何が悪いって、主張してやれよ。\n打算でやってるってことまで、わざわざ人に言う必要はないけどな。": "Tell him what's wrong with being useful to others.\nThere's no need to go out of your way to tell people that you're doing it on a calculated basis, though.",
    "泉花は何も間違っちゃいない。\nだから、今まで通り堂々と人助けしてればいい。": "Izumika hasn't made any mistakes.\nThat's why I just have to help people openly, like I've always done.",
    "……%usernameusernameuserna%さん……": "...%usernameusernameuserna%...",
    "さらに翌日の放課後――": "And the next day, after school――",
    "昨日は勢いに任せてズケズケ言いすぎたかもな。\n知った風な口をきくなって思われてもおかしくない……": "I might have gotten carried away and said too much yesterday.\nI wouldn't be surprised if she thought I didn't want to talk to her like I knew her...",
    "今日、顔を合わせたら、もう一度ちゃんと話を――": "If we see each other today, I'll talk to her again――",
    "でさ、その時私に手を差し伸べてくれたわけよ。\nクラスの子達も見てる前で、わざわざね。": "And that's when he reached out to me.\nShe went out of her way to do it in front of the kids in class.",
    "うわ～、露骨。\nやっぱり点数稼ぎじゃん。": "Wow, so blatant.\nI knew it. You're trying to score points.",
    "あいつら……": "Those guys...",
    "裏のある善意なんて押しつけられてもね～。\nま、みんなの手前、お礼は一応言ってあげたけど――": "There's no need to force me to do anything good.\nWell, I did thank her in front of everyone, but—",
    "それって、帰省の費用を立て替えてあげた日のこと？\nあの時は、ずいぶん困った顔してたわよね。": "Are you talking about the day you paid for your trip home?\nYou looked pretty troubled back then, didn't you?",
    "なっ――ひ、姫川さん！？": "Wha――H-Himekawa-san!?",
    "い、いつから聞いてたの……！？": "H-How long have you been listening?!",
    "そうねー……\n昨日、あなた達があれこれ話してた時からかな。": "You're right...\nEver since you guys were talking about this and that yesterday.",
    "き、昨日……！？\nあ、あれはね、姫川さん――": "Y-Yesterday?!\nTh-That's Himekawa-san—",
    "そういえば、あなたのことも前に助けてあげたわよね。\n車道でお喋りしてて、不注意で車に轢かれそうになって……": "Come to think of it, I saved you before, didn't I?\nWe were chatting in the driveway, and I was about to get run over by a car due to carelessness...",
    "うっ……あ、あの時は……どうも……": "Ugh... A-At that time... Thank you...",
    "気にしないで。\n感謝の言葉なら、助けた時にも聞いてるから。": "Don't worry about it.\nIf you're looking for words of gratitude, I heard them when I saved you.",
    "よかったわ。悲しいことが起きなくて。\nご実家に帰れなかったり、大ケガをしてたら大変だもの。": "I'm glad nothing sad happened.\nIt'd be bad if you couldn't go home or get seriously injured.",
    "そ、そうね……姫川さんには本当に感謝してるわ。": "Y-You're right... I'm really grateful to Himekawa-san.",
    "本当に？　あなた達の話を聞いた感じじゃ、\n余計なお世話だったみたいだけど。": "Really? From what you've told me,\nLooks like I shouldn't have bothered.",
    "べ、別にそんなことは……！": "I-It's not like that...!",
    "じゃあ、私の人助けは余計なお世話じゃなかったのね？": "So my help wasn't unnecessary, was it?",
    "も、もちろん……！": "O-Of course...!",
    "ポイント稼ぎだろうと、いい子ぶってる偽善者だろうと、\n誰も困ってないどころか、助かってるんだものね？": "Whether it was to earn points or to be a hypocrite acting like a good girl, it didn't matter\nNot only is no one in trouble, but you're being saved, aren't you?",
    "うっ……！": "Ugh...!",
    "誰かのためになることをしてるんだから、\n悪く言われる筋合いなんてないわよ、ね？": "You're doing something for someone else's sake,\nThere's no reason to be badmouthed, is there?",
    "……ご、ごめんなさい。": "...I-I'm sorry.",
    "え？　急に謝ったりして、どうしたの？\n私はただ、自分の行いについて話してるだけよ？": "Huh? Why are you apologizing all of a sudden?\nI'm just talking about what I've done.",
    "っ……わ、私達が悪かったわよ。\nその……陰口言ったりして、ごめん。": "...I-It's our fault.\nUm... I'm sorry for badmouthing you behind your back.",
    "わ、私も言い過ぎたわ。ただのやっかみだった。\n……本当に、ごめんなさい。": "I-I went too far. I was just jealous.\n...I'm really sorry.",
    "……もういいってば。\n私、謝られるより、お礼を言われる方が好きだし。": "...That's enough.\nI like being thanked more than being apologized to.",
    "ふぅ……": "Phew...",
    "あら、%usernameusernameuserna%さん。": "Oh, %usernameusernameuserna%.",
    "ふふ、ちょっと付き合ってくれる？": "Hehe, will you come with me for a bit?",
    "ああ……": "Yeah...",
    "ふふん♪　全部言っちゃった。\nおかげでスッキリしたわ。": "Hehe♪ I said it all.\nThanks to you, I feel much better.",
    "あれだけ言いたい放題言えばな。": "If you say as much as you want.",
    "%usernameusernameuserna%さんのせいだからね。\nあなたが背中を押したこと、忘れないでよ。": "It's your fault, %usernameusernameuserna%-san.\nDon't forget that you gave me a push.",
    "俺のせいって。": "It's my fault.",
    "『せい』じゃ言い方が悪かったかしら。\n%usernameusernameuserna%さんの『おかげ』ね。": "I guess I shouldn't have said it like that.\nIt's all thanks to %usernameusernameuserna%-san.",
    "%usernameusernameuserna%さんが私を肯定してくれたから、\nみんなの前で堂々と『悪いことじゃない』って宣言できたわ。": "Because %usernameusernameuserna%-san affirmed me,\nI was able to openly declare in front of everyone that it wasn't a bad thing.",
    "打算ありきの人助けも間違ったことじゃないって……\nそんなふうに言ってもらえるなんて思わなかった。": "Helping people who are calculating isn't a bad thing...\nI didn't expect her to say that.",
    "まあ、胸につかえていたものが取れたなら何よりだ。": "Well, I'm glad I was able to get the thing off my chest.",
    "いつかちゃんとお礼をしないとね。\n言葉だけじゃなくて、何か特別な……": "I'll have to thank him properly someday.\nIt's not just words, it's something special...",
    "遠慮しとく。何かイヤな予感もするし。": "I'll pass. I have a bad feeling about this.",
    "あ～。なんか失礼な断り方。": "Ah~. That's kind of a rude way to refuse.",
    "警戒もするさ。\n優等生の皮を被ってた泉花の、思わぬ一面を知っちゃったからな。": "I'll be on guard.\nAfter all, I'd learned an unexpected side of Izumika when she was wearing the skin of an honor student.",
    "そう言わず、期待してるといいわ。\n何しろ私は『感謝されるプロ』だからね。": "Don't say that. Just look forward to it.\nAfter all, I'm a pro who gets thanked.",
    "なんだそれ。": "What the hell is that?",
    "『感謝されるプロ』の本気の感謝、見せてあげるから。": "I'll show you how grateful I am to be a pro.",
    "そこまで言うなら……じゃあ、楽しみにしてるよ。": "If you insist... I'll look forward to it, then.",
    "ふふ、覚悟しておいて♪": "Hehe, prepare yourself♪"
}