{
    "<r=プライマル・ベルト>原生帯</r>のメイズシフターは強いって話だったけど、\nべつに問題なかったじゃん。": "I’d heard that the <r-primal belt> Primogenitor’s maise shifter was strong, but...\nThere wasn't really a problem.",
    "そうですか？\n私は結構厳しかったなって思うんですけど……": "Is that so?\nI think it was pretty strict...",
    "弾薬を気にしながらの戦闘は難しい……": "It's hard to fight while worrying about ammunition...",
    "それにしては効率的に倒してたようだったけど？": "For that matter, he seemed to be defeating them efficiently.",
    "的確に撃破してくださっていましたわね。\nとても頼りになりましたわ。": "You destroyed them with precision.\nI'm really counting on you.",
    "それは……運がよかっただけだから。": "That's because... I was just lucky.",
    "たとえ運のおかげだったとしても、\n弾薬の浪費をしないで済んだのは事実なんだ。": "Even if it was thanks to luck,\nIt's true that I didn't waste any ammunition.",
    "もしあの戦闘で弾薬とエネルギーを使いすぎていたら、\n撤退するしかなかったんだからな。": "If you had used too much ammunition and energy in that battle,\nWe had to retreat, after all.",
    "私達を模擬戦で倒したんだから、\nあのぐらいの敵は余裕で勝ってもらわないと困るわ。": "You defeated us in a mock battle, after all\nIt'd be a problem if they didn't win with that much composure.",
    "……さて、それじゃあ、先へ進みましょうか。": "...Now then, let's move on.",
    "おっ、もしかして、お待ちかねの『お楽しみタイム』かな？": "Oh, could it be the long-awaited “fun time”?",
    "ええ、メイズシフターが巣に貯め込んだタツミヤ鉱を、\nいただきに行くわ。": "Yes, the Tatsumiya Ore that the Maizsifter had saved up in its nest\nI'm going to take it.",
    "やったー！ もう、ほんと待ちかねたんだから！\n原生帯〈プライマル・ベルト〉初のタツミヤ鉱♪　ふふっ。": "Yay! I really couldn't wait any longer!\nThe first Tatsumiya Ore in the Primal Belt♪ Hehe.",
    "でも地穴帯〈ケイブ・ベルト〉と違って危険度は格段に上がるわ。\nだから警戒は忘れないようにね。": "But unlike the Cave Belt, it's much more dangerous.\nSo don't forget to be on guard.",
    "斥候役をローテーションで変えながら\n慎重にルートを選んで先へ進んでいく。": "While changing the role of scout by rotation\nI carefully chose my route and moved on.",
    "そ、そろそろ巣がある場所ですから、\n今まで以上に警戒をしてくださいね……": "I-It's about time for the nest to be here, so...\nPlease be more cautious than ever...",
    "早く早くぅ♪　おったから♪　おったから♪": "Hurry, hurry♪ Because you were there♪ Because I was there♪",
    "気緩みすぎ。": "You're too relaxed.",
    "あたしとしてはぜひタマゴとかあれば、持ち帰りたいな♪": "As for me, I'd love to take it home with me if I had an egg or something♪",
    "間違っても寮の冷蔵庫に入れるんじゃないぞ。": "Even if you make a mistake, don't put it in the fridge in the dorm.",
    "いや、デカすぎて入んないでしょ！？": "No, it's too big to fit in, right?!",
    "みなさん……！　振動を感知しましたわ！": "Everyone...! I sensed a vibration!",
    "斥候に出ていた七彩の報告に全員が反応する。\nバラバラに散って遮蔽物の陰に機体を隠す。": "Everyone reacted to Shichika’s report, which had come out as a scout.\nThey scattered into pieces and hid the aircraft behind cover.",
    "そして、件のメイズシフターの通過を待っていると――": "And as I wait for the Maizsifter in question to pass—",
    "うそ……でしょ……": "You're... kidding...",
    "あんなの……どうしたらいいんですか……": "What am I supposed to do with that...?",
    "なんてデカさだ……": "What a huge thing...",
    "そこには横坑〈ドリフト〉の天井に届くのではないかと思えるほど、\n超巨大なメイズシフターが頭をもたげていた。": "There, I thought it might reach the ceiling of Drift.\nA super-giant maise shifter reared its head.",
    "（シルエットだけでいうなら、超巨大な竜脚類の恐竜か……\nでも体毛もあって……こんなやつがいるのかよ……）": "(In terms of silhouette alone, it must be a super-giant dragon-legged dinosaur...)\nBut she has body hair......so this is the kind of person she is......)",
    "巨大過ぎて頭の動きがスローモーションのようにも見える。": "It's so huge that it feels like my head is moving in slow motion.",
    "全機、極静音モードに切り替えなさい。\n可能な限り気配を消してやり過ごすしかないわ。": "All units, switch to extreme silence mode.\nWe'll just have to hide our presence as much as possible.",
    "舞亜の指示に従って機体のエネルギー出力を絞り、\nセンサー類も最低限に抑える。": "Following Maia’s instructions, he squeezed the machine’s energy output\nI also kept the sensors to a minimum.",
    "意味はないとわかりつつコクピットの中で息を殺す。\n自分の心臓の音がいつもより大きく聞こえる。": "I hold my breath in the cockpit, knowing there's no point.\nMy own heartbeat sounds louder than usual.",
    "この音があのメイズシフターに聞こえてしまうのではないか。\nそんなありえない考えを振り払う。": "Wouldn't that maise shifter be able to hear this sound?\nI shake off that impossible thought.",
    "超巨大メイズシフターが一歩を踏み出すたびに\n地面が大きく揺れる。": "Every time the super-giant maise shifter took a step forward,\nThe ground shakes violently.",
    "振動に巨木が揺れ、機体の表面を枝が叩く。\nその音に気が付かないでくれと心の中で祈り続ける。": "The giant tree shook from the vibrations, and the branches struck the surface of the aircraft.\nI kept praying in my heart that I wouldn’t notice that sound.",
    "──永遠にも感じられる時間が過ぎた。": "----A time that feels like an eternity has passed.",
    "巨大な足音と振動はすでにしなくなっていたのだが、\nしばらくは誰も通信回路を開かなかった。": "The giant footsteps and vibrations were already gone, but...\nFor a while, no one opened their communication circuits.",
    "……もう大丈夫よ。": "...I'm fine now.",
    "舞亜からの通信に胸にたまっていた息を吐きだす。": "I let out the breath that had been building up in my chest at Maia's transmission.",
    "原生帯〈プライマル・ベルト〉にはあんなのまでいるのか……": "So there's even something like that in the Primal Belt...",
    "あれはこの周辺にある未調査広間〈ホール〉の主といったところね。": "That's the owner of the unexplored hall around here.",
    "とんでもないメイズシフターがいるんだねぇ。\n捕獲できたらよかったんだけど……": "That's one hell of a maise shifter.\nIt would have been nice if we could capture it...",
    "無理無理無理！　あんなデカいの絶対無理！": "Impossible, impossible, impossible! That huge thing is absolutely impossible!",
    "あれはＭＧでどうにかなるとは思えない……": "I don't think MG could do anything about that...",
    "ああいう怪物には複数チームでないと対処できないからね。": "We can't deal with monsters like that without multiple teams, after all.",
    "それは複数チームならなんとかなるってことか？": "Does that mean multiple teams can handle it?",
    "ええ、そういうミッションもあるもの。": "Yeah, that's the kind of mission we have.",
    "でも、すっごく危ないのでやりたくないんですよねぇ……": "But it's really dangerous, so I don't want to do it...",
    "１チームでの探索中に遭遇しちゃったら、\n気づかれないよう、興味を持たれないよう祈るしかないわ。": "If we run into each other while we're on a team...\nAll we can do is pray they don't notice us and get interested.",
    "もしも興味を持たれてしまったらどうすればいいのですか？": "What should I do if they're interested?",
    "ひたすら逃げる。": "I run away.",
    "……それだけ……ですか？": "...Is that... all?",
    "それだけ。": "That's all.",
    "あっけらかんと言う舞亜に全員が言葉を失っている。": "Everyone was at a loss for words at Maia's nonchalant remark.",
    "……怖かった？": "...Were you scared?",
    "確かに心臓が凍るような思いをした。\nだが決してそれだけではない。": "I definitely felt like my heart was freezing.\nBut that was definitely not the only reason.",
    "捕獲ミッションとかがあれば参加したいねぇ。\nそのためにも腕を磨いておかないと。": "If there's a capture mission or something, I'd like to participate.\nTo that end, I need to hone my skills.",
    "誰かが気を引いてその隙に攻撃し続ければ、\nなんとかなるんじゃないでしょうか？": "If someone catches her attention and she keeps attacking while that happens,\nWouldn't it work out somehow?",
    "他のメイズシフターが近寄ってくるかもしれないから、\n警戒はしっかりしておいたほうがいいと思う。": "The other maise shifters might approach, so...\nI think you should be on high alert.",
    "あの巨体ならタツミヤ鉱を相当ため込んでるでしょ。\nリターンがすごいことになりそうよね！": "With that huge body, you must have a lot of Tatsumiya Ore stored up.\nIt looks like the return is going to be amazing!",
    "他のチームとの連携訓練もできるようにしたいですわ。": "I'd like to be able to train with other teams as well.",
    "……へー。こういう反応になるのね。": "...Huh. So this is your reaction.",
    "士気が崩壊して、尻尾を巻いて逃げると思ったか？": "Did you think your morale would collapse and you’d run away with your tail between your legs?",
    "いいえ、なんとなく、こうなるだろうなって思ってたわ。\nだってあなた達、葵に似てるところがあったもの。": "No, for some reason, I thought this would happen.\nAfter all, you two resembled Aoi in some ways.",
    "未知に対して興奮と好奇心を持てること。\nこれって強くなるパイロットの共通点だと思うわ。": "To be excited and curious about the unknown.\nI think this is something the pilots who get stronger have in common.",
    "わたしはひたすら怖いだけですぅ……\nはやく帰りましょうよぉ～。": "I'm just scared...\nLet's hurry home!",
    "どうする？　このまま巣に向かうのか？": "What should we do? Head for the nest like this?",
    "うーん、そうしたいところだけど、\n方角がさっきのメイズシフターの向かった先と同じなのよね。": "Hmm, I'd like to, but...\nThe direction is the same as where the maise shifter was headed earlier.",
    "あー……確かに。\n今回は諦めるしかなさそうだな。": "Ah... You're right.\nLooks like I'll have to give up this time.",
    "まあ、一応『原生帯〈プライマル・ベルト〉での立ち回りを教える』って\nところは満たせたから、主目的は達成していると見ていいわ。": "Well, just in case, he said, “I’ll teach you how to fight in Primal Belt.”\nWe've fulfilled our objective, so it's safe to assume that we've achieved our main objective.",
    "次からはシリウスシュガーだけで来ることになるんだけど、\nどうかしら？　やれそう？": "Next time, I’ll be coming with just Sirius Sugaru, but...\nWhat do you think? Think you can do it?",
    "超巨大メイズシフターとどう対峙すべきかを\n熱心に話し合う仲間達を見ながら思う。": "I don't know how to face the super giant maise shifter.\nI thought as I watched my friends enthusiastically talk to each other.",
    "問題ないな。": "There's no problem.",
    "それならよかったわ。じゃあ、撤収しましょうか。": "That's good to hear. Let's withdraw, then.",
    "こうしてシリウスシュガーの初めての原生帯〈プライマル・ベルト〉探索訓練は、\n興奮と緊張の中で幕を閉じた。": "Thus, Sirius Sugaru’s first Primal Belt exploration training began\nThe curtain closed on my excitement and nervousness.",
    "__translated__": true
}