{
    "……文化祭も、盛り上がっているようだな。\nこの調子で、無事に閉幕まで進むといいんだが……": "...Looks like the cultural festival's going really well, too.\nI hope this keeps up until the curtain closes...",
    "あっ、%usernameusernameuserna%さん！\nちょうどいいところに！": "Ah, %usernameusernameuserna%!\nPerfect timing!",
    "……フルート？　どうしたんだ？": "...A flute? What's wrong?",
    "ずっと%usernameusernameuserna%さんを探してたんですよ。\nもうとってもヤバたんなことが起きてて～……": "I've been looking for you for a long time.\nSomething terrible's already happened...",
    "ヒイロの件は、片付いたんじゃなかったのか？\nまた何か起きたのか？": "Didn't you take care of Hiiro?\nDid something happen again?",
    "いいから、来てください！\nヤバヤバのヤバ、なんですから～！": "Just come with me!\nThis is bad news, bad news!",
    "ちょっ、おい、手を引っ張るな……": "Hey, hey, don't pull my hand...",
    "（……今度はいったい何が起きたっていうんだ？）": "(...What in the world happened this time?)",
    "こっち見て―！": "Look at me!",
    "ちょっと、押さないでよ！": "Hey, don't push!",
    "わっ、さっきよりも、\nもっと大変なことになってますー！": "Wow, even more than before,\nThis is even worse!",
    "みなさん、落ちついて！\n落ちついてくださーい！": "Everyone, calm down!\nPlease calm down!",
    "まさかこれ、ヒイロ目当ての客か？\nここまでの集客が出来るとは……": "Could this be the customer you're looking for?\nI didn't think we'd be able to attract so many customers...",
    "ち、違うんです！　今回はヒイロさんが原因じゃなくて……！": "N-No! This time, Hiiro-san wasn't the cause...!",
    "じゃあ一体なにが……ん？　あれは……": "Then what in the world is... Hm? That's...",
    "み、皆様……その、この場はＬＯＣの出し物の場ですので。\nその、これ以上は……あまり迷惑をかけないように……": "L-Ladies and gentlemen... Umm, this is a place for LOC performances.\nUm, please... don't cause any more trouble than this...",
    "……あの囲まれてるのは……ドロテアか？\n何がどうなってこんな事になってるんだ？": "...Is that...Dorothea surrounded?\nWhat the hell's going on here?",
    "フルートもさっぱり分からないんです～！\n気付いた生徒さんがドロテア様だ～って叫んだらこの騒ぎに……！": "I don't even know the flute at all!\nWhen the student noticed, he shouted, \"It's Lady Dorothea!\" and this commotion...!",
    "きゃあー！　ドロテア様ー！\nそのシスター服も素敵！": "Aaah! Lady Dorotheaaa!\nThat sister outfit is wonderful too!",
    "もしかして、ドロテア様も恐怖の館に！？\nメイドさんが居ないなら私が一緒に案内して差し上げます！": "Could Lady Dorothea be in the House of Fear, too?!\nIf the maid isn't here, I'll show you around!",
    "みなさんがドロテアさんを案内したいみたいで、\nさっきから、大騒ぎになってるんです！": "Everyone seemed to want to show Dorothea around\nThere's been a huge commotion for a while now!",
    "……なるほど。普段はリュシーやメイドたちに囲まれてるから、\nこんな近くでドロテアと接触できる機会もないだろうからな。": "...I see. I'm usually surrounded by Lucy and the maids, so...\nWe probably won't get a chance to make contact with Dorothea this close, after all.",
    "あ、あの、皆様、どうか落ちついてください！\n他の皆様や教室にも、ご迷惑になりますので……！": "U-Um, everyone, please calm down!\nI'll be causing trouble for everyone else and the classroom...!",
    "必死に説得してるがあの熱狂だと届かないだろうな……\nリュシーが普段は人避けになってくれただろうし……ここは行くか。": "I'm trying my best to convince her, but with that frenzy, I don't think I'll be able to reach her...\nI'm sure Lucy would've avoided people normally... I guess I'll go.",
    "お前たち！　教導指揮官から生徒会権限で解散を命じる！\nこの騒動が続くようなら、風紀委員会も出動するぞ！": "You guys! The instructor orders you to disband using your student council authority!\nIf this commotion continues, the disciplinary committee will also be deployed!",
    "えっ、やばっ！": "Huh? This is bad!",
    "みんな、解散！　このままじゃ捕まってお説教コースよ！": "Everyone, disband! At this rate, we'll be caught and lectured!",
    "あわわ！　逃げまどってる人たちで大騒ぎです！": "Awawa! There's a huge commotion among the people running away!",
    "%usernameusernameuserna%、ありがとうね！\n後はこっちでなんとかするから、ドロテアさんをお願い！": "Thanks, %usernameusernameuserna%!\nWe'll handle the rest on our own, so take care of Dorothea!",
    "わかった。すまない。後は任せる。\n……ドロテア、一旦ここから抜け出すぞ。": "Understood. Sorry. I'll leave the rest to you.\n...Dorothea, let's get out of here for now.",
    "は、はい！": "Y-Yes!",
    "ふぅ……ドロテア、大丈夫か？": "Phew... Dorothea, are you okay?",
    "ええ……助けていただいて感謝します。\nまさか、あんな騒ぎになるなんて……": "Yes... Thank you for saving me.\nI didn't think it'd turn into such an uproar...",
    "こっちも驚いたよ。\nまさかドロテアがＬＯＣに来てるとは。": "I'm surprised too.\nI didn't think Dorothea would come to the LOC.",
    "しかも、そんなコスプレまでして……": "And she even cosplayed like that...",
    "ご迷惑をおかけしてしまったこと、申し訳ありません。\nちょっと、興味本位に、見学に来ただけなんです。": "I'm sorry for causing you trouble.\nI'm just here to take a look, out of curiosity.",
    "……見学？": "...A tour?",
    "……はい。ユーロ・タワーにも、恐怖の館の噂が流れてきたんです。\nＶＲを使った技術もコスプレも、とても怖くて面白いと評判でした。": "...Yes. Rumors of the House of Fear have spread throughout the Euro Tower as well.\nTechniques and cosplay using VR were both very frightening and interesting.",
    "わたくし、とても興味がわいて、ぜひ見学したくなってしまって……": "I was so interested in it that I wanted to observe it...",
    "それで、足を運んだっていうわけか……": "So that's why you came here...",
    "本当は、リュシー達と一緒に来ようと思ったのですけど、\n今、あの子達は、出し物で忙しくて……": "Honestly, I wanted to come with Lucy and the others, but...\nRight now, those girls are busy with their performances...",
    "ですから、ひとりでこっそりと見に来ることにしたんです。": "That's why I decided to sneak over and take a look.",
    "……そのコスプレは？": "...What about that cosplay?",
    "文化祭での出し物の衣装です。\nそれに普段と違うから、余り気付かれないかと思ったのですが……": "It's a costume for the cultural festival.\nBesides, it's different from usual, so I thought they wouldn't notice...",
    "流石にドロテアは目立つからなぁ。それに普段は、\nリュシー達に守られてるから話したかったんだろうな。": "Dorothea really does stand out. Besides, she's usually...\nShe probably wanted to talk to me because Lucy and the others were protecting her.",
    "ええ……まさか、全員が好意的な目で見てあの熱狂が起きるのは、\n流石に予想外でしたね……ただの１パイロットですのに": "Yes... It couldn't be that everyone was looking at him favorably, and that frenzy would break out\nI didn't expect that... He's just a pilot.",
    "普段と勝手が違うせいで対応に困ってしまって……\nトレブルクインテットの方々にも迷惑をかけてしまいました。": "It's so different from usual that I'm having a hard time dealing with it...\nI caused trouble for the people of Treburg-Intedt.",
    "本当に申し訳ない気持ちでいっぱいです。\n……リュシー達が居なくても大丈夫だと思ってたのに。": "I'm really sorry about that.\n...I thought I'd be fine without Lucy and the others.",
    "まあ、仕方ないさ。\nこういうのは改めてありがたみを感じるものだ。": "Well, it can't be helped.\nI'm grateful for this kind of thing again.",
    "ええ……また皆には感謝をしませんとね。": "Yes... I'll have to thank everyone again.",
    "それで、これからドロテアはどうするんだ？\nそろそろ、さっきの人だかりは解散したと思うが。": "So, what are you going to do with Dorothea now?\nI think it's about time for the crowd to disperse.",
    "そうですね……ユーロタワーに戻ろうかと思います。": "That's right... I think I'll go back to Euro Tower.",
    "いいのか？\n恐怖の館を見に来たんじゃなかったのか？": "Are you sure?\nDidn't you come to see the House of Fear?",
    "ええ……できれば、そうしたかったですけど……\nあの騒ぎでは、他の皆様にご迷惑をかけてしまいますから。": "Yes... If possible, I would have liked to...\nThat commotion will cause trouble for everyone else.",
    "…………": "............",
    "なら、俺と一緒に入ってみるか？": "Why don't you come in with me?",
    "えっ？　よろしいのですか？": "Huh? Are you sure?",
    "ああ。教導指揮官である俺と一緒なら、\n下手なことを他の子も言えないだろうからな。": "Yeah. As long as you're with me, the instructor...\nThere's no way anyone else would say something like that.",
    "それに、ドロテアも楽しみたいと思って来たんだろう？\nなら、それは生徒である以上はみんな平等だ。": "Besides, Dorothea came here because she wanted to have fun, didn't she?\nIn that case, as long as they're students, everyone is equal.",
    "今日は文化祭なんだ。\nドロテアだって楽しまないと、もったいないだろう？": "Today's the cultural festival.\nIt'd be a waste if Dorothea didn't have fun too, wouldn't it?",
    "…………ふふ、ありがとうございます。": "...Heehee. Thank you.",
    "%usernameusernameuserna%さんから、そういって頂けるなら……\nでは、その……お願いします。": "If you say so, %usernameusernameuserna%...\nWell then, umm... Please do.",
    "よし、それじゃあ早速行こうか。": "Alright, let's get going.",
    "ああ、ドロテアさんが見たいのか……\nよーし、そういうことなら任せちゃって♪": "Oh, Dorothea wants to see it...\nAlright, if that's the case, leave it to me♪",
    "ヒイロとエヴィにフルートが、\n気合いを入れて脅かすって言ってたからね。楽しめるよー！": "Hiiro and Eve had flutes\nHe said he'd put his heart and soul into scaring me. I'll enjoy it!",
    "うんうん、私も頑張って脅かすからね！": "Yeah, I'll do my best to scare you, too!",
    "はい、よろしくお願いいたしますね！": "Yes, I look forward to working with you!",
    "では、%usernameusernameuserna%さん、参りましょうか。": "Well then, %usernameusernameuserna%, shall we go?",
    "……あ、あのう、%usernameusernameuserna%さん、\n絶対に離れないでくださいね。": "...U-Um, %usernameusernameuserna%-san,\nPlease make sure you don't leave.",
    "大丈夫だ、側にいるから。\nしかしそんなにお化けが苦手だったのか？": "Don't worry, I'll be by your side.\nBut were you really that bad at ghosts?",
    "い、いえ、そんなことはないです……\nた、ただ、想像以上に怖くて……ＶＲも本物みたいで……": "N-No, that's not true...\nI-It's just, it's scarier than I imagined... It's like VR is real, too...",
    "ああ、エヴィ達が気合いを入れて作っていたからな。": "Yeah, Eve and the others were putting a lot of effort into making it.",
    "ふははは！　この先にはいかせませんからね～！\n貴方も吸血鬼の仲間にしてあげますからね～！": "Bwahahaha! I won't let you go any further!\nI'll make you one of the vampires~!",
    "きゃあああっ！": "Kyaaaaah!",
    "ぐるる……がうっ！\nこの先は、通さない！": "Grrrr... Grrr!\nI won't let you through!",
    "うー、あー……きみも、キョンシーの仲間に……": "Ugh, ahh... You're one of Kyonshi's friends...",
    "きゃあっ！　%usernameusernameuserna%さん、\n早く早く、次に行きましょう！": "Eek! %usernameusernameuserna%,\nLet's hurry, let's go to the next one!",
    "わ、分かったから！\nそんな風に腕を抱きしめるなって！": "I-I get it!\nDon't hug my arm like that!",
    "……がうっ、ぐるる。": "...Gah, twirl.",
    "ふふふ……少し走って追いかけようかな……！": "Hehehe... Maybe I should run after her...!",
    "きゃあ！　きゃああっ！？\n走って追いかけてきてますっ！": "Eeeek! Eeeeeek?!\nThey're running after us!",
    "少し離れた方が……": "It'd be better to get a little farther away...",
    "しっかりくっついていてくれ": "Stay close to me.",
    "（うおおっ！？　そんなにくっつかれると、\nいろいろと当たってマズい……！）": "(Whoa?! If you stick to me like that,\nIt'd be bad if I hit a lot of things...!)",
    "だって、怖くて動けないんです……！\nお願いです、どうかわたくしの側にいてください……！": "Because I'm too scared to move...!\nPlease, stay by my side...!",
    "（これは外に出るまで耐えないとな。\n頑張れ、俺の理性……）": "(I'll have to endure this until I get outside.\nGood luck, my reason...)",
    "はい、お願いします……！　%usernameusernameuserna%さんが\nいてくだされば安心です……っ。": "Yes, please...! %usernameusernameuserna%-san...\nI'll be relieved if you're here...",
    "（……これも役得ということで……\n仕方がないんだ、不可抗力だ……）": "(...This is a perk...)\nIt can't be helped, it's an emergency...)",
    "……今の君、隙だらけ過ぎる……がぶ……！": "...You're way too open right now... *gulp*...!",
    "いだだだ！　ヒイロ、ほんとに噛むな！": "Owowowow! Hiiro, don't bite me like that!",
    "乙女の生き血なんて、超アゲアゲで飲み放題にしちゃいます！\nいっただきで～す！": "A maiden's lifeblood is super-age-age, so you can drink as much as you want!\nItadaki!",
    "いやぁっ、串刺しになった人たちが……っ。\nこれがVR……！？　本物にしか見えません……っ。": "Nooo, the skewered people...\nThis is VR...?! It just looks real...!",
    "ほーら、キミたちも仲間になろうよ……": "Come on, let's be friends...",
    "ぐるる……もっと気合を入れて逃げろ……": "Round and round... Get more fired up and run...",
    "ひいぃっ、後ろから掴まれて……っ。これは本物っ！？": "Eeek, she grabbed me from behind...! This is real!?",
    "（……いやいや、謎解きどころじゃないぞ！？\nフルートもエヴィもヒイロも気合が入りすぎた……！）": "(...No, no, this isn't the time to solve the riddle!\nThe flute, Eve, and Hiiro were all too fired up...!)",
    "はあ……はあ……\nやっと出口に出られましたね。": "*pant pant*...\nWe've finally made it to the exit.",
    "……ふう。迷路も謎解きも大変でさすがに疲れたな……": "...Phew. The maze and solving the riddles are so exhausting...",
    "まさかここまでだとは思いませんでした……\n視覚的な映像と実際に襲われる恐怖で叫び疲れて……": "I didn't think it'd be this bad...\nI'm so tired of screaming from visual images and the fear of actually being attacked...",
    "俺もここまでだったとは思わなかったな……\nじゃあ、少し休憩していくか。": "I didn't think it was this bad, either...\nOkay, let's take a break.",
    "ええ、そうしましょう。": "Yes, let's do that.",
    "……ふふ。本当に楽しかったです。\nまさか最初のヒントが最後の鍵になるとは……": "...Hehe. It was really fun.\nI didn't think the first hint would be the last key...",
    "脱出ゲームをレイラが参考にしてエヴィに作ってもらったんだと。\n俺も実は内容はちゃんと知らなかったから、感心したな。": "Rayla used the escape game as a reference to get Eve to make it.\nI didn't actually know what it was about either, so I was impressed.",
    "しかもフルートさんも、ヒイロさんも、エヴィさんも、\nあんなに迫真の演技で迫ってくるんですから……": "What's more, the flute, Hiiro, and Eve were all there\nShe's closing in on me with such an impassioned performance...",
    "あれは気合いが入りすぎだったな。\nというかヒイロに噛まれた痕が残ってるぞ……": "That was way too spirited.\nActually, there's a hiiro bite mark on it...",
    "ふふ、ふふふ……": "Hehe, hehehehe...",
    "……ドロテア、どうした？": "...Dorothea, what's wrong?",
    "いえ……今までこうしてピクシス・マスールを離れて、\nイベントを経験したことがなかったので……": "No... Up until now, I've been leaving Pixis Masulu like this\nI've never experienced an event before...",
    "とても楽しかったな、って……ふふふ。": "It was so much fun... Hehehe.",
    "そうなのか？": "Is that so?",
    "ええ。リーダーとして皆を見守る必要もありましたし、\n皆も私を慕って常に一緒にいてくれましたから。": "Yes. As the leader, I needed to watch over everyone.\nEveryone looked up to me and was always with me.",
    "でも、一緒についてきてくれたのがあなたのおかげで、\nいち生徒であるドロテアとして、楽しむことができました。": "But thanks to you, I was able to come with you.\nAs a student, I was able to enjoy myself as Dorothea.",
    "そうか。ドロテアが満足できたなら良かったよ。": "I see. I'm glad Dorothea was satisfied.",
    "はい。\n機会があれば、またご一緒していただけると嬉しいです。": "Yes.\nIf you get the chance, I'd be happy if you could join us again.",
    "あっ、それから、ユーロ・タワーでも出し物をしているので、\nぜひ遊びに来てください。": "Oh, and there's also a program at the Euro Tower.\nPlease come visit us.",
    "ああ、もちろんだとも。": "Yeah, of course.",
    "では、そろそろ帰らないとリュシーが心配してしまいますので。\n%usernameusernameuserna%さん、ごきげんよう。": "Well then, if you don't go home soon, Lucy will be worried.\nGood day, %usernameusernameuserna%.",
    "ああ、気をつけて。": "Yeah, be careful.",
    "……ふう。\nエリートパイロットも大変だな。": "...Phew.\nBeing an elite pilot must be tough.",
    "おつまるです。%usernameusernameuserna%さん……\nずいぶん楽しそうでしたねー。": "That's it. %usernameusernameuserna%...\nYou looked like you were having a lot of fun.",
    "油断しすぎ。隙だらけ。": "I let my guard down too much. I'm wide open.",
    "うんうん、鼻の下がこーんなに伸びてた。": "Yep, yep, the bottom of her nose was stretched out like this.",
    "うおっ！？　みんな、いつの間に！？": "Whoa?! When did everyone get here?!",
    "私たちは大変だったんだけどなぁ……\n%usernameusernameuserna%さんは楽しそうだったね？": "We've been through a lot...\n%usernameusernameuserna% seemed to be having fun, didn't he?",
    "はぁ～。後輩クン、あたし達には労いがないのかしら？\nお姉さん寂しいかな～。": "*sigh* Kouhai-kun, don't we have anything to thank you for?\nI wonder if my sister's lonely...",
    "これはもう、苦労した分は色々と補填して貰わないとねぇ？": "You'll have to make up for all the trouble you've gone through, right?",
    "いやいや、ただ俺は教導指揮官として……\nいや、言い訳か……すまん、ないがしろにしてたな……": "No, no, it's just that, as an instructor...\nNo, it's just an excuse... I'm sorry for neglecting you...",
    "では、この後、\nしーっかりお片付けを手伝ってもらいますからねっ♪": "Well then, after this...\nI'll have you help me clean up the mess.♪",
    "……ああ、分かった。心を込めて片付けさせてもらう。": "...Yeah, got it. I'll put my heart and soul into cleaning it up."
}