{
    "それから、しばらく時が経ったある日――\nいつものようにめるの部屋で勉強会を開いていた。": "Then, one day, a while later――\nWe're having a study session in the same room as always.",
    "……あの、どうでしょうか？": "...Um, what do you think?",
    "うん、全問正解だ。ずいぶんできるようになってきたな。": "Yep, all answers are correct. You've gotten a lot better.",
    "はい！　先生の教え方が上手だからですよ。": "Yes! It's because you're so good at teaching.",
    "そんなにおだてても何も出ないぞ。": "Flattery won't get you anywhere.",
    "ふふふ……": "Hehehe...",
    "じゃあ、今日はこれくらいにしようか。": "Well, let's leave it at that for today.",
    "えっ？　もう帰っちゃうんですか？": "Huh? You're leaving already?",
    "ああ、あまり遅くまでいたら、めるに迷惑がかかるからな。": "Yeah. If we stay up too late, it'll be a problem for us.",
    "そんな……私は全然迷惑なんかじゃありません！": "No way... I'm not a bother at all!",
    "むしろ、もっといてほしいくらいで……": "If anything, I want her to be there more...",
    "ん？　何か言ったか？": "Hm? Did you say something?",
    "い、いえ、なんでもありません！": "N-No, it's nothing!",
    "それにしても、何か甘い物がほしくなってきたな。": "Still, I'm starting to want something sweet.",
    "ふふ、頭を使うと、糖分がほしくなっちゃいますよね。": "Hehe, when you use your head, you want sugar.",
    "あっ、そうです。チョコレートがありました！": "Oh, that's right. There's chocolate!",
    "この間、お友達にもらったチョコがあるんです。\n有名なお店のものらしいんですが、一緒に食べませんか？": "There's some chocolate I got from a friend the other day.\nIt seems to be from a famous restaurant. Would you like to eat it together?",
    "いいのか？　なら、お言葉に甘えていただこうかな。": "Are you sure? In that case, I'll take you up on your offer.",
    "はい！　じゃあ、一緒に食べましょう。": "Okay! Let's eat together, then.",
    "……あむっ。": "...Amph.",
    "（んっ……確かに美味い。\nだが、ずいぶんアルコールが効いているな）": "(Mm... It really is delicious.\nBut the alcohol is working pretty well.)",
    "める、アルコールは大丈夫なのか？": "A-Are you okay with alcohol?",
    "……ふえ？　なんだか頭がふわふわします～。": "...Huh? My head feels kinda fuzzy.",
    "って、さっそくか！\nめる？　大丈夫か！？": "Hey, let's get started!\nMe? Are you okay?!",
    "チョコレート食べたら、顔が熱くなって、\n頭がふわふわしちゃってまふぅ……": "When I ate chocolate, my face got hot\nMy head's all fuzzy...",
    "めるはろれつが回らなくなり、顔もまた赤く紅潮している。\nこれは明らかに……": "She can't move anymore, and her face is red and flushed again.\nThis is clearly...",
    "完全に酔っ払ってるな……": "She's completely drunk...",
    "もう、やらな～、%usernameusernameuserna%しゃ～ん、\n私がチョコレートで酔っ払うわけないじゃないれふか～。": "Geez, don't do it, %usernameusernameuserna%-shan,\nThere's no way I'd get drunk on chocolate.",
    "れも、なんかふわふわして、とてもいい気分……ふふ、ふふふ。": "But it's kind of fluffy, and I feel really good... Hehe, heheheh.",
    "おい、しっかりしろ。": "Hey, hang in there.",
    "私はしっかりしてまふ……\nしっかりしてないのは、%usernameusernameuserna%さんの方れす。": "I'll keep it together...\n%usernameusernameuserna%-san is the one who isn't keeping it together.",
    "い、一体何の話しをしているんだ？": "Wh-What in the world are you talking about?",
    "どうひて、全然……私に、手を出してくれないんですかぁ……？\nいつもそばにいひぇ……ふひゃりきりになってるのに……": "Why won't you... lay a hand on me at all...?\nI'm always by your side... Even though you're so full of yourself...",
    "ずっと待ってるんですからねぇ……": "I'll be waiting for you forever...",
    "ちょっ、おい、める……！": "Hey, hey, stop...!",
    "こうなったら……実力行使れす～！": "Now that it's come to this... I can use force!",
    "めるは俺をベッドに押し倒すと、無理やり服を脱がせるのだった。\nそして自らも服を脱いで――": "Meguru pushes me down onto the bed and forces me to take off my clothes.\nAnd then she took off her own clothes――",
    "ふふふ、捕まえましたぁ～！\nもう逃がひまへんからねぇ……": "Hehehe, I got you!\nI won't let you get away anymore...",
    "めるは惜しげもなく裸体を晒しながら、\n小悪魔のように淫らな微笑みで、俺を見下ろす。": "Meguru exposes her naked body without regret.\nShe looks down at me with a lewd smile, like a little devil.",
    "%usernameusernameuserna%さんがいけないんれすからね……\n私に全然手をらひてくれないんれひゅから……": "It's your fault, %usernameusernameuserna%...\nYou won't lay a hand on me at all...",
    "ずぅっと、寂しかったんれすよぉ……？\nもひかしたら私にぃ、興味ないんじゃないかって……": "I've been lonely this whole time...\nI thought you might not be interested in me...",
    "ふふ、もうおちんちん……おっきくなってまふ……\nこのまま、ナカにご案内しちゃいますよぉ……？": "Hehe, your penis is already... getting bigger...\nI'm going to show you to Naka, okay...?",
    "めるは自ら割れ目に勃起したペニスを擦りつけて、\n挿入できるように愛液をまとわりつかせる。": "Meguru rubs her erect penis against her crevice.\nI wrap myself in her juices so that I can put it in.",
    "んああっ……んふっ……見てくらさい……ベタベタぁ……\n一緒にいるだけで……こんなに濡れてまふ……": "Nnahhh... nfuh... Please look at me... sticky...\nJust being with her... makes me so wet...",
    "ふふ、おちんちん……んん……おっきくなってきまひたぁ……\n私に、ちょっとは興奮してるって……ことれすよね～？": "Hehe, your penis...nnn...it's getting bigger...\nYou're excited about me, aren't you?",
    "こんな可愛い女の子が裸体を曝け出して、\n興奮しない男などいないはずがないだろう。": "A cute girl like her exposed her naked body,\nThere was no way a man wouldn't be excited.",
    "ふふ、嬉しいれすぅ……じゃあ、ナカに入れちゃいますね……": "Hehe, I'm so happy... Well then, I guess I'll put it in...",
    "めるは淫らな笑みを浮かべて、ペニスを膣口に押し当てると、\nゆっくりと腰を下ろしていった。": "Meguru smiles lewdly and presses my penis against her vaginal opening.\nI slowly sat down.",
    "んんっ、んふうっ……ふわああああっ！": "Nnn, nfuuu...fuwaaaaah!",
    "肉棒が膣肉を分けながら、ずぶずぶという感触と共に、\nめるの膣の中へと納まっていく。": "As the meat pole split her vaginal flesh, along with the sensation of slurping...\nIt settled into her vagina.",
    "んはあっ……んんっ……おちんちん……はあ……\nすごく大きいれすぅ……んはあっ……": "Mmhaah... Mmm... Your penis... Haah...\nIt's so big... nhaah...",
    "はあっ……はあっ……んんっ……んふ……なかなか入らない……\nお腹いっぱいに……んんっ……なっちゃってまふ……はあ……": "Haah... haah... mmm... mmph... It's hard to get in...\nI'm so full... Mmm... I can't take it anymore... Haah...",
    "無理しないようめるを気遣うが、彼女はこちらに微笑みかける。": "I tried not to push myself too hard, but she smiled at me.",
    "む、無理なんかしてないれすよぉ……んんっ……これからいっぱい\n%usernameusernameuserna%さんを気持ちよくするんれすぅ……": "I-I'm not forcing myself... Mmm... I'm going to do a lot more from now on.\nMake %usernameusernameuserna% feel good...",
    "いっぱい気持ちよくして……\n私から離れられなくしちゃうんれしゅ……": "Make me feel good...\nYou won't be able to leave me...",
    "じゃあ……んんっ……今からたっぷり……\nおちんちん……気持ちよくしてあげまふねぇ……んんっ。": "Then... mmm... I'll give you plenty now...\nI'll...make your penis feel good...nnn.",
    "めるは腰をゆっくりと動かし始めた。\nペニスが彼女の動きに合わせて膣に搾られる。": "Meguru starts moving her hips slowly.\nMy penis was squeezed into her vagina in time with her movements.",
    "んふふ……もう……キスもいっぱいしちゃうんれすからぁ……\nちゅっ……ちゅっ……ちゅっ……ちゃる……ちゃっ……": "Ehehe... Geez... I'm gonna kiss you lots...\nChuu...chuu...chyuu...charu...chauru...chau...",
    "めるは口づけをすると、濃厚なキスを交わしながら、\n腰をゆっくりと振り始める。": "Meguru kisses me, and we share a passionate kiss.\nI slowly began to swing my hips.",
    "はあっ……んふっ……おちんちん……んくっ……\nおっきくて……堅くて……熱いれふ……": "Haah... nfuh... Your penis... nkuh...\nIt's so big... and hard... and hot...",
    "酔っ払っためるは、目を細めて小悪魔めいた笑みで\n俺のペニスの感触を楽しんでいる。": "Drunk Meguru narrows her eyes and smiles like a little devil.\nShe's enjoying the sensation of my penis.",
    "はあっ……ふうっ……んんっ……\nどうれふか？　私のナカ、気持ひいい……れしゅか？": "Haah... fuuh... nnnh...\nWhat do you think? Does my dick feel good...?",
    "気持ちいいに決まっている。熱く締まりのいい膣に扱かれる度、\n射精しそうなほどの快感が押し寄せてくる。": "Of course it felt good. Every time her hot, tight vagina stroked me,\nThe pleasure is so intense that I feel like I'm about to ejaculate.",
    "ふふ、動いちゃだめれふよ……\n私が気持ちよくするんれすからぁ……": "Hehe, don't move...\nI'm going to make you feel good...",
    "んちゅっ……ちゅるっ……ちゅっ……んふっ……\nはあっ……はあっ……んふっ……んん……": "Mmchu... churu... chuu... nfuu...\nHaah... haah... nfuh... nnn...",
    "めるの動きはぎこちないものの、\n一生懸命に快感を引き寄せようとする姿がいじらしい。": "Her movements are awkward,\nThe sight of her doing her best to attract pleasure is adorable.",
    "お、奥まで……当たって……んくうっ……\nはああっ……ふあっ……んふう……はああっ！": "I-It's hitting... all the way in... Nnngh...\nHaaah... fuah... nfuu... haaah!",
    "んんっ……%usernameusernameuserna%さ～ん……\nんちゅっ……ちゅっ……ちゅ、ちゅっ……ちゅるる……": "Mmm... %usernameusernameuserna%-san...\nMmchu... chu... chu, chu... slurp...",
    "息が止まりそうなほど、濃厚な口づけをしながらも、\nめるは何度も何度も腰を振り続ける。": "Even as we kissed so intensely that I felt like I might stop breathing...\nMeguru keeps swinging her hips over and over.",
    "ぷはっ……んふっ……恥ずかひいのに……んんっ……\n腰の動きが……ああんっ……止まらなくて……": "Pwah... mmph... It's embarrassing, but... mmm...\nI can't stop moving my hips... Aaahn...",
    "めるは夢中になって腰を動かす。\nその度に彼女の口から甘く、熱い吐息が溢れる。": "Meguru moves her hips in a trance.\nEach time, sweet, hot breaths flowed out of her mouth.",
    "んふうっ……はあっ……すごい……\nこんなに……気持ひいいなんて……んはあっ……！": "Nfuu...haah...amazing...\nI can't believe... it feels so good... nhaah...!",
    "はあ……気持ちいいれすか？\nまだまだこんなものひゃ、ないんれすからねぇ～。": "Hah... Does it feel good?\nI don't have anything like this yet.",
    "めるは夢中になりながら腰を振って、\nこちらのペニスを何度も扱き続ける。": "Meguru swung her hips in a trance.\nShe keeps stroking my penis over and over.",
    "んはあっ……んふっ……あふっ……んんっ……\nもっともっと気持ちよくさせちゃうひゃら……": "Mmhaah... mmph... afh... mmm...\nI'm going to make you feel even better...",
    "ちゅっ……ちゅるる……ちゅっ……ちゅるる\nぺちゃ……ぺちゃ……ちゅっ……ちゅっ……": "*kiss*... *slurp*...\n*slurp*... *suck*... Mwah... *kiss*...",
    "めるは大胆に腰を振りながら、舌を絡めてくる。\nそれだけで、こちらの興奮が強くなる。": "Meguru boldly swings her hips as our tongues intertwine.\nThat alone is enough to make me even more excited.",
    "はあんっ……あんっ、すごく気持ちよくなってきちゃって……\n私が気持ちよくしゅる……側なのに……はあっ……": "Haahn... Ahn, I'm starting to feel really good...\nI'll make you feel good... even though you're on my side... Haah...",
    "華奢な体が俺の腰の上で跳ねて、\nその度にめるは激しい喘ぎ声を漏らす。": "Her slender body bounced above my waist\nEach time, she lets out a violent gasp.",
    "んはっ……もっと激しくしへ……んくうっ……！\nああんっ……おちんちん、しこしこしちゃう……！": "Mnhah... I'm going to do it harder... Mnkh...!\nAaahn... Your penis is rubbing against me...!",
    "夢中に腰を振り続けるめるは、いつもの清楚な姿とは違い、\n淫らな姿のギャップのせいで、ますます興奮を駆り立てる。": "The way she continued to swing her hips in a trance was different from her usual neat appearance\nThanks to the gap in her lewd appearance, she was getting more and more excited.",
    "ちゅっ……ちゅる……ぺちゃ……ぺちゃ……\nいっぱい……キスも……ちゅるる！": "*kiss*... *slurp*... Pecha... *pecha*...\nA lot... of kisses... *slurp*!",
    "腰を打ち付ける度に、愛液が溢れて、太股にかかり、\nペニス全体が愛液が泡立って、白濁となっていく。": "Every time I slammed my hips into her, her love juices overflowed, splashing onto her thighs.\nMy entire penis frothed with love juices, turning cloudy white.",
    "んくっ……はあんっ……気持ちよくなっちゃいまひゅ……！\nああんっ！　んくぅっ！　もうイっちゃいまひゅ……！": "Ngh... haahn... I'm starting to feel good...!\nAaanh! Nkuuh! I'm cumming already...!",
    "奥にすごい当たって……！　はあんっ！\n頭、真っ白に……ああんっ！　んあああっ！": "It's hitting me so deep...! Haahn!\nMy mind's going blank... Aaahn! Aaaaah!",
    "何度も狭い膣にペニスを扱かれ、濃厚な口づけをされ、\nこちらはあっという間に達しそうになる。": "Her narrow vagina stroked my penis over and over, and she kissed me richly.\nI almost reached my climax in the blink of an eye.",
    "もうイキそうだということを、めるに伝える。": "I tell her that I'm about to cum.",
    "ふ、ふふ、もうイキそう……？\nいいれすよぉ、イっちゃっても……！": "Heh, heheh, are you about to cum...?\nIt's okay, even if you cum...!",
    "じゃあ……今から……もっと激しくしひゃお……\n遠慮なく、気持ちよくなっひゃって……": "Then......from now on......I'll do it harder......\nDon't hold back, I'll make you feel good...",
    "そう言うなり、ますます激しく腰を振り始めた。": "As soon as she said that, she started swinging her hips more and more violently.",
    "んんっ、はあっ、ふうんっ、%usernameusernameuserna%さ～ん……\n気持ちいいれすか～？　もっと気持ちよくなっていいんれふよぉ～！": "Mmm, haah, hmm, %usernameusernameuserna%-saaan...\nDoes it feel good? It feels even better!",
    "今からいーっぱいちゅーして……\n気持ちよくしてあげまひゅからねぇ……んちゅっ……ちゅっ……ちゅ！": "I'm going to do a lot of kisses now...\nI'll make you feel good... Mmchu... chu... chu!",
    "んちゅっ……ちゅるっ……ちゅっ……んふっ……\nはあっ……んちゅっ……んんっ……ちゅるっ……": "Mmchu... churu... chuu... nfuu...\nHaah... *kiss*... Mmm... *slurp*...",
    "舌を重ねる濃厚な口づけを交わしていると、\n口から唾液が零れて体に落ちてくる。": "As we exchanged a passionate kiss where our tongues overlapped...\nSaliva spills from my mouth and falls onto my body.",
    "はあ……気持ちいい……気持ちいいっ……はあっ、あっ！\nおちんちん……すごく気持ひいいのぉ……ああっ！": "Haah... It feels good... It's so good... Haah, ah!\nYour penis... feels so good... Aaah!",
    "もう……だめ…もう、私っ、イっひゃう……！\nイっちゃうぅっ……！　ああんっ！": "I can't... take it anymore... I'm going to cum...!\nI'm cumming...! Aaahn!",
    "俺も限界を迎えようとしていた。\n亀頭の先から今にも精液が飛び出そうとしている。": "I was reaching my limit, too.\nSemen is about to burst out from the tip of my glans.",
    "イキまひょう……%usernameusernameuserna%さん……も……！\nこのままイっひゃって……！　はあんっ！": "I'm cumming... %usernameusernameuserna%-san...!\nCum like this...! Haahn!",
    "最後に、いっぱいキスひてぇ……！　んんっ！\nびゅーびゅーって、エッチな精子、いっぱいナカにらひて……！": "Finally, kiss me lots...! Mmm!\nSplurt, splurt! Lots of dirty sperm is gushing out...!",
    "ちゅるる、ちゅっ……じゅるる……ちゅっ……！\nちゅっ……ちゅっ！　ちゅっ……ちゅるる……！": "*slurp* *kiss*... *suck*... Mmmph...!\nChu...chuu! Chuu...chururu...!",
    "ああっ！　ああんっ！　もうひゃめ！\n私……イク……イっひゃう……！": "Aaah! Aaaahn! No more!\nI... I'm cumming... I am cumming!",
    "ら、らひて！　らひて！　私にっ！　いっぱいっ！\n私のナカにいっぱいらひてぇ……あああっ……はああんっ！": "C-Cum! Cum for me! So much!\nCum a lot on my dick... Aaah... Haaahn!",
    "あっ、あぁっ、ふぁああああああああんっ……！！！": "Ah, ahh, fuaaaahhhhn...!!!",
    "あんっ……抜けちゃったぁ……": "Ahn... It's gone...",
    "はああっ……んんんんっ……ふううう……\n熱いの……いっぱい……お腹に……んんんっ……": "Haaah...nnnnnn...fuuuu...\nIt's... so hot... in my stomach... Mmmm...",
    "（はぁ……気持ちよかった……）": "(Hah... That felt good...)",
    "はああ……ふふう……凄かった……\nはあ……はあ……はああああ……ふうう……": "Haaah... Hehe... That was amazing...\nHaah... haah... Haaaaah... Whew...",
    "割れ目からは収まりきらなかった精液がどろりと流れ、\nぽたぽたと太股を伝って垂れ落ちてきた。": "The semen that couldn't be contained flowed out of her crevice.\nIt dripped down her thighs.",
    "ああ……こんなにたくさん……いっぱいらひたんれすねぇ……\nそんなに、私のナカ……気持ちよかったれふか……？": "Ahh... There's so much... so much coming out...\nDid my dick... feel that good...?",
    "めるは恍惚としながらも、どこか名残惜しそうに、\n割れ目から太股に落ちる精液とペニスを見ていた。": "Meguru looks ecstatic, but also somewhat reluctant.\nShe was looking at my penis and the semen falling from her crevice to her thighs.",
    "とっても……嬉しいれふ……\n私も気持ちよかったれすぅ……ふふふ。": "I'm so... happy...\nIt felt good for me too... Hehehe.",
    "はあ……疲れちゃいまひた……少しだけ、\n%usernameusernameuserna%さんの側で休ませてもらっていいれふか……？": "*sigh*... I'm so tired... Just a little...\nCan I rest by your side, %usernameusernameuserna%...?",
    "ああ、もちろんだ。おいで。": "Yeah, of course. Come here.",
    "……ありがとうございまふ。": "...Thank you very much.",
    "倒れ込んできためるを俺は抱き留めた。": "I catch her as she falls to the ground.",
    "裸のまま俺達はベッドの中で向かい合う……": "Still naked, we faced each other in bed...",
    "あ、あの……%usernameusernameuserna%さん……": "U-Umm... %usernameusernameuserna%...",
    "私、急に恥ずかしくなってきました……\nさっきまでの私、とんでもないことを……": "I'm suddenly embarrassed...\nI've done something terrible just now...",
    "どうやら、酔いが覚めてきたらしい。\n今さら自分がした行為のことを自覚したようだ。": "Looks like she's sobering up.\nAt this point, she seemed to be aware of what she had done.",
    "さっきのは、酔っ払っていたからで……\nエッチな女の子だって嫌いにならないでください……": "That was because I was drunk...\nPlease don't hate dirty girls...",
    "嫌いにならないさ。男はエッチな女の子が好きだしな。\nさっきのめるも可愛かったよ。": "I won't hate you. Men like dirty girls.\nYou were so cute when you beat me earlier.",
    "でも、やっぱり恥ずかしいです……": "But it's still embarrassing...",
    "めるは先ほどの自分がよほど恥ずかしかったのか、\n顔を真っ赤にしていた。": "Meguru must have been really embarrassed about her earlier self.\nHer face was bright red.",
    "ふふ、今の方がめるらしいな。\nまあ、たまには、エッチなめるも見るのもいいが。": "Heehee. Looks like it's better now.\nWell, it's nice to lick and watch from time to time.",
    "……うっ、\n%usernameusernameuserna%さんがしてほしいなら、頑張ります。": "...Ugh,\nIf you want me to, I'll do my best.",
    "で、でも、たまには%usernameusernameuserna%さんからも、\n迫ってくれたら嬉しいな、って……": "B-But sometimes even %usernameusernameuserna%-san would say that...\nI'd be happy if you closed in on me...",
    "わかった。善処するよ。": "All right. I'll do my best.",
    "はい、ありがとうございます♪": "Yes, thank you very much♪",
    "……私、もっといっぱいしたいです。\n%usernameusernameuserna%さんとエッチなことしたいです。": "...I want to do more.\nI want to have sex with %usernameusernameuserna%-san.",
    "%usernameusernameuserna%さんと繋がると、とても幸せな気分なんです。\nそれに……気持ちいいですし……": "When I connect with %usernameusernameuserna%, I feel very happy.\nAnd... it feels good...",
    "めるは本当にエッチというか……結構スケベだよな。": "You really are a pervert, aren't you...? You're pretty perverted.",
    "も、もう……そんな意地悪言わないでください。": "G-Geez... Please don't be so mean.",
    "冗談だ。今度は自分からも誘うようにするよ。": "I'm kidding. I'll invite you next time.",
    "はい。お願いしますね。": "Yes. Please do.",
    "……じゃあ、あの、最後にキスをしてください。": "...Then, um, please give me one last kiss.",
    "ああ……": "Yeah...",
    "ちゅっ……": "*kiss*...",
    "ふふ、私、とっても幸せです……\n今日はこのまま、ずっと一緒にいてください。": "Hehe, I'm so happy...\nPlease stay with me as you are today.",
    "ああ、わかった……": "Yeah, got it...",
    "俺達は裸のまま、熱く抱き合いながら、\nしばらく互いの温もりを感じ合うのだった。": "Still naked, we hugged each other passionately.\nWe felt each other's warmth for a while."
}