{
    "改めて、作戦を確認しておきましょう。": "Let's go over the plan again.",
    "まず、白奈さんが陽動役としてメイズシフターの気を引きます。\nその後、わたくし達がメイズシフターへ集中砲火を浴びせますわ。": "First, Hakuna-san will act as a diversion and draw the attention of the Mazeshifter.\nAfter that, we'll focus our fire on the Mazesifter.",
    "倒せればそれでよし。もし倒せなくても、隙を作ることが出来れば\n全機で一気に敵の背後にある<r=メインシャフト>主縦坑</r>へ駆け抜ける。": "All that matters is that I can defeat him. Even if I can't, I can create an opening.\nAll at once, I raced through the <r=main shaft> main shaft behind the enemy.",
    "っ、ぁ……": "Ngh, ah...",
    "%usernameusernameuserna%さん！": "%usernameusernameuserna%san!",
    "いい、作戦、だ……だが、仲間を助けようとしてリスクを抱えるような\n愚は、犯すな……": "It's a good strategy... But it's the kind of risk you take trying to save your friends.\nDon't be foolish...",
    "敵を抜けたら、真っ直ぐ飛び続けろ……っ、ぁ。": "Once you're out of the enemy, keep flying straight... Ah.",
    "分かってるっつの。いいから黙って寝とけって。": "I know. Just shut up and go to sleep.",
    "安心してくださいまし。そのような悪手は打ちませんわ。": "Don't worry. I won't make such a bad move.",
    "なら、いいんだ……": "Then it's fine...",
    "皆さん、準備はよろしくて？": "Everyone, are you ready?",
    "はい！": "Yes, sir!",
    "オッケー。": "Okay.",
    "いつでもー。": "Any time.",
    "大丈夫よ。": "I'll be fine.",
    "では――作戦開始、ですわ！": "Well then, let's begin the operation!",
    "（わたしがメイズシフターの気を引く……\nなるべく目立てるように、大袈裟な動きで……！）": "(I'll draw the Maizsifter's attention...)\nTrying to stand out as much as possible, with exaggerated movements...!)",
    "こっち、向いて……！": "Turn around...!",
    "きた……！": "It's here...!",
    "気は引けた……でも、思ったより素早い……！\nあまり長くは、もたない……！": "I didn't want to... But she's faster than I thought...!\nI won't last much longer...!",
    "いい陽動じゃん、白奈！　こっちは準備ばんたーん！": "That's a good diversion, Hakuna! I'm ready!",
    "今です！　総員、構え！　――撃てッ！": "Now! Everyone, prepare! —Fire!",
    "全弾命中です！　メイズシフターが怯んでいます！": "It's all hit! The maise shifter is cowering!",
    "今の内に<r=メインシャフト>主縦坑</r>に向かいますわよ！": "Let's head to the main shaft while we still can!",
    "意外とちょろくね？　ラミ達が強すぎた？": "Isn't that a bit of a surprise? Did Rami and the others get too strong?",
    "あ、それってフラグ――": "Oh, that’s a flag—",
    "っ！？　来ます！": "!? It's coming!",
    "なぁっ！？　なにこの触肢！　キッッモ！": "Whaaat?! What are these tentacles?! Gross!",
    "ほぼ無傷だなんて……か、各員、回避行動を！": "I can't believe they're almost completely unharmed... E-Everyone, evasive maneuvers!",
    "（空中戦闘機動による回避行動をとるしかない、\nですが……あまりにも速すぎる。このままじゃ……！）": "(We have no choice but to take evasive maneuvers using aerial fighter movements,\nBut......it's too fast. At this rate......!)",
    "あぁっ！\n%usernameusernameuserna%さんの機体が触肢に……！": "Aaah!\n%usernameusernameuserna%-san's machine is in the tentacles...!",
    "くっ、この……っ！": "Ugh, you...!",
    "（ま、まずいですわ……！）": "(Th-This is bad...!)",
    "（霞光を捨て置けば、\n５機は確実に<r=メインシャフト>主縦坑</r>まで抜けられるでしょう）": "(If I leave the hazy light behind,\nFive of them will definitely be able to make it through the <r=main shaft> main shaft.)",
    "（ですが彼をここで見捨てるだなんて……ど、どうすれば……！）": "(But abandoning him here... Wh-What should I do...?!)",
    "っ！　やらせない……！": "! I won’t let you do it...!",
    "白奈さん！？": "Shirana-san!?",
    "%usernameusernameuserna%は、わたしが守る……！": "%usernameusernameuserna%, I'll protect you...!",
    "（正解なんて、わたしには分からない……だけど……！\nこの人は、無事に地上に返さなきゃいけない！）": "(I don't know what the right answer is... But...!\nI have to return this person to the surface safely!)",
    "邪魔、しないで……！": "Don't get in my way...!",
    "す、すごっ……触肢を長刀で薙ぎ払ってる。\n白奈、あんなに強かったんだ……": "W-Wow... She's mowing down the tentacles with her longsword.\nI didn't know Shirona was that strong...",
    "……そうですわよね。\n誰かを見捨てるだなんて、わたくし達らしくありませんわ。": "...You're right.\nIt's not like us to abandon someone.",
    "総員、メイズシフターに攻撃を集中！　ここで仕留めますわよ！": "All hands, focus your fire on the maise shifter! Let's finish him off here!",
    "了解了解～！": "Roger, roger!",
    "みんなで%usernameusernameuserna%さんを守りましょう！": "Let's all protect %usernameusernameuserna%!",
    "ま、こっちの方があたし達らしいもんねぇ。": "Well, this is more like us.",
    "みんな……うん。守ろう、みんなで！": "Everyone... Yeah. Let's protect them all!"
}