{
    "ん……？　ねえ、何か見えてきたよ？": "Hm...? Hey, I think I see something.",
    "……あれは、無人兵站拠点ですわね。\nようやく、到着したのですね……": "...That's an unmanned logistics base.\nWe've finally arrived...",
    "さっきの壊れたＭＧからちゆるが回収したマップは、\nここまでの道をしっかり正確に記録できていた。": "Chiyuru recovered the map from the broken MG earlier\nI had been able to record the path up to this point with perfect accuracy.",
    "急いで補給を行った方が……いいかもね。\n七彩ちゃんも……あたしも、かなりキテるから……": "We should hurry up and resupply.\nNanaya-chan... I'm pretty hard too...",
    "……レーダーにも特に反応はないな。\nよし、拠点の中に入り次第、補給を済ませよう。": "There's no sign of anything on the radar, either.\nAll right, let's resupply as soon as we get inside the base.",
    "物資の補給は私が行いますね。%usernameusernameuserna%さん達は\n七彩さん達を休ませてあげてください！": "I'll resupply. %usernameusernameuserna%\nPlease let Nanaya-san and the others rest!",
    "迷惑をおかけして申し訳ありませんわ……": "I'm sorry for causing you so much trouble...",
    "……大深度地下探索のための物資に手を付けるのは忍びないが、\n背に腹は代えられないな。": "...I couldn't bear to touch the supplies for exploring the Great Depths, but...\nI can't change my mind.",
    "（あとで生徒会に報告する時に、\n詫びでも入れておけばいいだろう）": "(When reporting to the student council later,\nI should probably add an apology.)",
    "雑用はこちらでやっておく。\n七彩、ちゆる。一旦休んでおけ。": "I'll handle the chores here.\nShichisai, Chiyuru. Get some rest.",
    "ありがとう、%usernameusernameuserna%。\nお言葉に甘えさせてもらうね。": "Thank you, %usernameusernameuserna%.\nI'll take you up on your offer.",
    "わたくしも、少し休ませてもらいますわ……": "I'll be taking a short rest, too...",
    "ここは天井が低くて壁が湾曲した狭小な空間だから、\n大型のメイズシフターとかは入ってこれなそうだな。": "This was a small space with low ceilings and curved walls, so...\nIt doesn't look like any big maise shifters will be able to get in.",
    "確かにここならある程度は安全そうね。": "It does seem safe here to some extent.",
    "（とはいえ、ふたりが多少の休憩で回復できるほど、\n軽度のようにも思えないな）": "(That said, it was enough for the two of them to recover after a short break\nIt doesn't even seem mild.)",
    "（現状メイズシンドロームの症状は全員精神面より肉体面に出てる。\n中でも七彩とちゆるの症状が酷い……）": "(As things stand, all of the symptoms of the mace syndrome are more physical than mental.\nThe symptoms of shichisai and chiyuru are especially bad...)",
    "一刻も早く地上に出してやらないとな……": "We need to get him to the surface as soon as possible...",
    "物資の補給が終わりました！\n七彩さんとちゆるさん、大丈夫ですか……？": "We've finished resupplying!\nNanaya-san and Chiyuru-san, are you okay...?",
    "ギリギリって感じ。ひとまず休ませておこ。": "It feels like it's just barely enough. Let me rest for now.",
    "は、はい。": "Y-Yes.",
    "お前も今のうちに休んでおけ、める。\n食欲がなくても胃袋にものを入れておいた方がいい。": "You should rest while you still can.\nEven if you don't have an appetite, it's better to put it in your stomach too.",
    "ありがとうございます……ちょうどお腹ぺこぺこでした。": "Thank you... I'm starving.",
    "……めるも戻ってきた事だし、\n休息ついでに作戦会議といこう。": "...Megumo's back,\nLet's have a strategy meeting while we're resting.",
    "これから地上を目指すまでの間、\n俺は七彩と機体を入れ替わろうと思う。": "From now until we reach the surface,\nI think I'll switch gears with Shichisai.",
    "%usernameusernameuserna%さんが七彩さんの機体に……ですか？": "%usernameusernameuserna%-san is in Nanaya-san's aircraft...?",
    "ああ。代わりに七彩を霞光に乗せる。\n今の七彩に戦闘はきついだろうからな。": "Yeah. Instead, I put the seven colors on the hazy light.\nBattles would be tough for Shichika right now, after all.",
    "まさか%usernameusernameuserna%が前で戦うつもり？": "Don't tell me %usernameusernamesuserna% are going to fight in front of us?",
    "そこまで自分を過信しちゃいない。俺は斥候を引き受けるつもりだ。": "I don't overestimate myself that much. I intend to take on the scouts.",
    "……%usernameusernameuserna%さ、自分の立場とか分かってるの？\n%usernameusernameuserna%がダメになったら誰が指揮を取るわけ？": "...%user name, username, user name, %. Do you know where you stand?\nIf %usernameusernamesuserna% goes bad, who will take command?",
    "さすがにそこまで無茶をする気はない。": "I had no intention of doing anything that reckless.",
    "%usernameusernameuserna%が何を言おうとも却下よ、却下。": "No matter what %usernameusernameUserna% says, it's rejected, rejected.",
    "そもそも、今の七彩が霞光に乗ったとして、攻撃されたらどうするの。\n武装のない霞光に病人が乗ったらただの足手まといでしょ。": "In the first place, even if the current Shichika rode the hazy light, what if he was attacked?\nIf a sick person gets on a hazy, unarmed light, they'll just be a burden.",
    "じゃあいっそのこと霞光を置いていって、\n七彩と俺が同乗するとか……": "Then leave Kasumi Hikaru behind,\nLike Shichika and I riding together...",
    "霞光をここで失うのは、学園にとってもかなりの損失じゃないかと……": "Losing Kasumi here would be a huge loss for the school...",
    "霞光のレーダー索敵は、地上を目指すためにも必要。\n捨てるなんて論外。": "Kasumi Hikaru's radar search is necessary to get to the surface.\nThrowing it away was out of the question.",
    "そうは言うが、じゃあどうしろと？": "You say that, but then what do you want me to do?",
    "だーから、さっきと同じで、斥候はラミに任せときなって。\nおまえはいつも通り後ろから指揮を飛ばしてればいいの。": "Like I said, just like before, leave the scouting to Rami.\nYou just need to take command from behind like you always do.",
    "お前……さっきから思っていたが、変に責任を感じてるだろ。": "You... I've been thinking this for a while now, but you feel strangely responsible.",
    "は？　責任？　ラミが？　何で？": "Huh? Responsibility? Rami? Why?",
    "チームが崩落に巻き込まれたのは、\n自分が未調査地域の探索を望んだせいだ、とか思ってんじゃないか？": "The team was caught up in the collapse...\nMaybe she thinks it's because she wanted to explore unexplored areas?",
    "……": "......",
    "こうなったのは結果論だ。もし責任があるというのなら、\n最終的に探索を止められなかった全員のせいってことになる。": "It was the resultant argument that led to this. If you say you're responsible,\nIt's all because of everyone who couldn't stop searching in the end.",
    "……確かに、責任も感じてる。おまえの言う通りね。": "...I do feel responsible. You're right.",
    "でも、それだけじゃないし。何としてでも、地上に戻りたいの。\nそのために必要なことをしてるだけ。": "But that's not all. I want to return to the surface, no matter what.\nI'm just doing what's necessary for that.",
    "ラミさん……？": "Rami-san...?",
    "ラミの家はさ、昔はかなり貧乏だったんだよ。\nお金がないからまともな生活ができなくて、家庭崩壊寸前だった。": "Rami's family used to be pretty poor.\nI couldn’t live a proper life because I didn’t have any money, and my family was on the verge of collapse.",
    "お父さんとお母さんは毎日喧嘩しててさ、\nラミは弟や妹達に飛び火しないよう、外に連れ出したりしてたんだ。": "Mom and dad fight every day,\nRami was taking her outside to keep her brothers and sisters from jumping into flames.",
    "でも、ラミがパイロットになって……まあ、お金ができるから、\nあとはわかるでしょ？　『表面的』には平和に戻った。": "But Rami became a pilot... Well, she could make money, so...\nYou know the rest, don't you? On the surface, it's back to peace.",
    "もし家に金が入らなくなったら、弟達がどうなるか……\nあの子達のためにも、帰らないといけないんだ。": "What would happen to my brothers if I didn't have enough money in my house...?\nI have to go home for them.",
    "……って、喋りすぎちゃった。\nメイズシンドロームのせいかな……もう二度としないから。": "...Wait, I'm talking too much.\nMaybe it’s because of the Maze Syndrome... I’ll never do it again.",
    "……確かにそれならラミが斥候を務めるのが一番効率的ね。": "...In that case, Rami would be the most efficient scout.",
    "私も斥候はラミさんに任せていいと思います。\n%usernameusernameuserna%さんを前に出す訳にもいきませんから。": "I think Rami-san can handle scouts, too.\n%usernameusernameuserna%-san can't be brought forward.",
    "……わかった。ラミを信じよう。": "...Okay. I'll trust Rami.",
    "斥候、任せたぞ。": "Scout, I'll leave it to you.",
    "だが……これだけは忘れるなよ。\nラミ、お前はひとりじゃない。": "But...don't forget this.\nRami, you're not alone.",
    "……うん。ありがと。": "...Yeah. Thanks.",
    "そう言ってラミは顔をそむける。": "Rami turns her face away as she says that.",
    "だが、一瞬見えたラミの横顔は\nどこか嬉しそうに見えた。": "But for a moment, I saw Rami’s profile\nShe looked somehow happy.",
    "__translated__": true
}