{
    "しばらくして――\nこの日はめるが自ら夕飯を作って、俺の部屋に訪れた。": "After a while――\nOn this day, Meguru made dinner herself and visited my room.",
    "……ふう、ごちそうさま。今日も美味かったよ。": "...Phew, thanks for the food. It was delicious again today.",
    "ふふ、お粗末様でした。今日も美味しそうに食べてもらえて、\n私もとっても嬉しいです。": "Hehe, thank you for the food. You looked like you were enjoying it again today.\nI'm very happy too.",
    "いつも料理を食わせてくれてありがとうな。": "Thank you for always letting me eat your cooking.",
    "そんな……\n%usernameusernameuserna%さんのお願いでしたら、いつでも……": "No way...\nIf it's a request from %usernameusernameuserna%-san, then whenever...",
    "あっ、そうだ。\n他に何かしてほしいことはありませんか？": "Ah, that's right.\nIs there anything else you want me to do?",
    "私、%usernameusernameuserna%さんが望むなら、\nもっと他のことでもお役に立ちたいんです。": "If that's what you want, %usernameusernameuserna%...\nI want to be useful in other things.",
    "俺はこのご馳走だけでも十分だ。": "This feast is more than enough for me.",
    "…………": "............",
    "そ、それでしたら……デザートはいかがでしょうか？": "I-In that case... Would you like dessert?",
    "そう言って、めるは俺の手をつかむと、\n胸の膨らみに手を置いた。": "Saying that, Meguru grabs my hand.\nI place my hand on her breasts.",
    "……める？": "...Meguru?",
    "もし%usernameusernameuserna%さんが望むなら、\nこんなことだってしていいんですよ。": "If %usernameusernameuserna%-san wishes,\nIt's okay to do something like this.",
    "そんなことしなくていい。お礼ならいつも十分受け取ってる。\nむしろ受け取りすぎてるくらいだ。": "You don't have to do that. I've always received plenty of thanks.\nIf anything, she's taking it too far.",
    "こ、これは私がしたくてしてるんです。\n私はその……ずっと待ってるんですよ。": "I-I'm doing this because I want to.\nI, um... I'll be waiting for you.",
    "それとも……私なんかじゃ、やっぱりダメですか？": "Or... am I not good enough?",
    "ここまで言わせて何もしなかったら、\nさすがに男ではないだろう。": "If I hadn't done anything to make her say this much...\nOf course, he wasn't a man.",
    "……わかった。": "...Okay.",
    "俺はめるをベッドに誘い、\n唇を重ねた。": "I invited Meguru to bed.\nOur lips met.",
    "んっ……ちゅっ……はあっ……んんっ……": "Mm... *kiss*... *pant*... Mmm...",
    "甘いキスをしながら愛撫を繰り返し、\n華奢な体をベッドに寝かせる。": "We caressed each other over and over as we kissed sweetly.\nI laid her slender body down on the bed.",
    "制服を半分脱がされて、隠されていた肌が露わになる。\n剥き出しになった乳房も、ピンク色の突起も晒されていた。": "Half of her uniform was taken off, exposing her hidden skin.\nBoth her exposed breasts and pink protuberances were exposed.",
    "は、恥ずかしい……私、とってもドキドキしてます……": "Th-This is embarrassing... My heart is beating really fast...",
    "今にも消え入りそうな声で伝えるが、\nそれがますます情欲をかき立てる。": "I told her in a voice that sounded like it might disappear at any moment, but...\nThat only served to further arouse my lust.",
    "本当にいいんだな？": "Are you sure you're okay?",
    "……はい、%usernameusernameuserna%さんと\nひとつになりたいです。": "...Yes, with %usernameusernameuserna%.\nI want to become one with you.",
    "ペニスの先をめるの割れ目に擦りつけながら、\n少しでも入りやすいように準備する。": "As I rub the tip of my penis against her crevice...\nI prepare so that it'll be as easy to get in as possible.",
    "はあっ……んんっ……そこ……んふっ……\n変な感じです……あふっ……んんっ。": "Haah... mmm... right there... mmph...\nIt feels weird... afh... nnh.",
    "何度も擦っていると、割れ目から愛液が流れて、\n亀頭がぬらぬらと濡れていく。": "As I rubbed it over and over, love juices flowed from her crevice.\nMy glans was getting wet.",
    "はあっ……んふ……んく……\n体が熱くなってきちゃいます……": "Haah... nfu... nku...\nMy body's getting hotter...",
    "甘いめるの声に興奮して、ペニスは勃起して、\n大きく膨らんだ亀頭を膣口に押し当てる。": "Excited by her sweet moans, my penis gets erect.\nI press my swollen glans against her vaginal opening.",
    "じゃあ、行くぞ……": "Okay, let's go...",
    "は、はい、来てください……！": "Y-Yes, please come...!",
    "覚悟を決めると、そのまま割れ目の中へと、\nペニスを押しつけて、膣内へと押し込んでいった。": "Once she'd made up her mind, she went straight into the crack\nI pressed my penis against her and pushed it into her vagina.",
    "んんぅ、くうううっ……はああああぁぁんっ！": "Nnngh, nghhh... Haaaaahn!",
    "十分に濡れていたはずだが、膣内は狭く、\nペニスを押し込む度に徐々に入口を開いていく。": "She should have been plenty wet, but her vagina was narrow\nEvery time I push my penis in, her entrance gradually opens up.",
    "くぅぅ……ああああっ……おっきい……\nおちんちんが……入って……んん……はあああっ……！": "Kuuu......aaaah......it's so big......\nYour penis...is going in...nnn...haaaaah...!",
    "浅いところで何度か腰を動かして、挿入を繰り返していると、\nだんだんと肉棒が奥へと飲み込まれていく。": "I moved my hips a few times in the shallow spot, and as I repeatedly inserted myself...\nThe meat pole was gradually being swallowed deeper and deeper.",
    "ああっ……んんくぅ……ああっ……すごい……\n熱くて……堅いのが……奥にぃ……んんんっ……！": "Aah... nngh... aah... amazing...\nIt's so hot... and hard... deep inside... Mmmmm...!",
    "何度か繰り返すことで、ようやく一番奥へと、\nたどり着くことができた。": "After repeating it a few times, she finally made it all the way to the very back\nI was able to get there.",
    "はあっ……んんっ……はあぁ……お腹……\nいっぱいになって……ます……んんっ……": "Haah... nnh... haah... My stomach...\nIt's... full... Mmm...",
    "膣内は熱く蕩けているが、めるが体を震わせる度に、\nぎゅっぎゅっと自然と締め付けてくる。": "Her vagina is hot and intoxicated, but every time her body trembles...\nShe naturally tightens around me.",
    "じっとしているだけでも、射精してしまいそうなほどに、\nめるの膣内は心地よくて、温かかった。": "Just sitting still was enough to make me want to ejaculate.\nMeguru's vagina feels nice and warm.",
    "んあっ……はあっ……んんっ……もっと、動いていいですよ……\nわ、私のことは……んんっ……気にしないでください……": "Mnah... Haah... Mmm... You can move more...\nP-Please don't worry about me... Mmm...",
    "そういうわけにはいかないと、めるを見ていると、\n彼女は慈愛に満ちた表情で微笑んだ。": "That's not an option, I thought as I watched her...\nShe smiled with an expression full of affection.",
    "い、いいんです……%usernameusernameuserna%さんが\n気持ちよくなることが……私にとっても幸せなんですから……んんっ！": "I-It's okay... %usernameusernameuserna%-san...\nBeing able to feel good...makes me happy too...nnn!",
    "甘く熱い吐息がかかる度に我慢ができなくなり、\n自然と腰が動き始めてしまっていた。": "Every time her sweet, hot breath touched me, I couldn't hold back anymore\nMy hips started moving on their own.",
    "はあっ……んんっ……ああっ……んんっ……\nんんっ……くうっ……あふっ……はあんっ……": "Haah... nnn... aah... nnnn...\nMmm... Khh... afh... haahn...",
    "ゆっくりと肉棒を動かす度に、膣肉が締め付けて、\nずりずりと肉棒全体に刺激をもたらす。": "Every time I slowly moved my meat pole, her vaginal flesh tightened\nSliding, it stimulated the entirety of my shaft.",
    "んはあっ……私、今、すごくドキドキしちゃっています……んんっ。": "Mmhaah... I'm really excited right now... Mmm.",
    "んふっ……%usernameusernameuserna%さんを……\nすごく……んんっ……近くに感じます……んふっ……": "Eheh... %usernameusernameuserna%...\nIt feels really...nnn...close...nfuu...",
    "ゆっくりな動きだったが、めるはしっかりと感じているようだ。\n腰を出し入れする度、甘い声が唇から漏れる。": "It's a slow movement, but Meguru seems to be feeling it.\nEvery time I move my hips in and out, a sweet voice escapes my lips.",
    "はあっ……んんっ……はあん……んきゅっ……んんっ……\nんふっ……はあっ……んんっ……んふ……": "Haa...nnn...haan...nkyuu...nnnn...\nEheh... haah... mmm... mmph...",
    "なるべくめるに負担をかけないように、ゆっくりと腰を動かす。": "I move my hips slowly, trying not to put too much strain on her.",
    "すごく……優しい……です……はあっ……んふっ……\n温かくて……んん……とっても幸せです……はああ……": "She's so... kind... Haah... Mmfh...\nIt's so warm... Mmm... I'm so happy... Haaah...",
    "ゆっくりと動いているはずなのだが、締め付けが強くて、\n腰を緩やかに動かしているだけでも、すぐに達しそうになる。": "It was supposed to be moving slowly, but it was tight\nJust by moving my hips slowly, I feel like I'm about to reach climax.",
    "い、いいですよ……もっと動いていいんですよ……んんっ……\n%usernameusernameuserna%さんの気持ちいいように動いてください……": "I-It's okay... You can move more... Mmm...\nPlease move in a way that makes %usernameusernameuserna% feel good...",
    "%usernameusernameuserna%さんのおちんちんで……\nいっぱい感じさせてください……んふっ……": "%usernameusernameuserna%-san's penis...\nPlease let me feel it a lot... Eheh...",
    "めるの言葉を聞いて、我慢の歯止めがきかなくなる。\nだんだんと腰の動きを速めていく。": "When I hear her say that, I can't hold back any longer.\nI gradually increased the speed of my hips.",
    "はっ、んっ、くうっ……んんっ……！\n気持ち……いいです……んんっ……ああんっ！": "Hah, nnh, kuuh... nnnh...!\nIt feels...good...nnn...aaahn!",
    "俺の肉棒は膣の突き当たりに当たり、\nその度にめるが蕩けた声を上げる。": "My dick hits the end of her vagina.\nEach time, she lets out an intoxicated moan.",
    "おちんちん……んんっ……奥まで当たって……んくぅ！\nああっ……頭、真っ白になっちゃう……あああんっ！": "Your penis... nnn... is hitting me all the way in... nngh!\nAaah... My mind's going blank... Aaaahn!",
    "愛液が割れ目から迸り、肉棒全体が白く染まる。\nめるは飛ばされないように、俺の腕にしっかりしがみつく。": "Love juices gushed out from her crevice, and my entire meat pole turned white.\nShe clung firmly to my arm so that I wouldn't get blown away.",
    "はあん……んんっ……くうっ……！\n声、恥ずかしいのに……はあんっ……止まらないの……！": "Haan......nnn......kuu......!\nMy voice is embarrassing, but... haahn... I can't stop...!",
    "んんっ……ああっ……んくう……はあああん！\nもっと……もっといっぱいしてください……ああんっ！": "Nnngh... Aaah... Nnkh... Haaahn!\nPlease... do it more... Aaahn!",
    "腰の速度を速めながらも、時々割れ目にある陰核を指で擦りながら、\nめるの快感を引き出してやる。": "Even as she sped up her hips, she occasionally rubbed her fingers against the clitoris at her crevice.\nI'll draw out the pleasure.",
    "そ、そこ……はあんっ……だめです……！\n刺激……んんっ……強すぎて……ああんっ……！": "Th-That's... haahn... no...!\nStimulation... Mmm... It's too strong... Aaahn...!",
    "すぐにおかしくなっちゃう……ああんっ……！\nひあっ……んんっ……ああんっ！": "I'll go crazy right away... Aaahn...!\nHiah......nnn......aann!",
    "めるは快感に蕩けたように、びくびくと体を震わせる。\nそれと共に、膣肉もペニスを強く締め付けて扱く。": "Meguru's body trembles, as if melting from the pleasure.\nAlong with that, her vaginal flesh clamped down hard on my penis and stroked it.",
    "はあっ……ああっ……んんっ……ふう……はあ……\nんくうっ……はああん……んんっ……ああ……": "Haah... aah... nnn... fuu... haah...\nNnngh... Haaahn... Mmm... Aaah...",
    "ずりずりと膣肉の締め付けで、肉棒も快感が押し寄せ、\nあっという間に達してしまいそうになる。": "The tightness of her vaginal flesh pushed the pleasure out of my shaft as well.\nI almost climaxed in the blink of an eye.",
    "はあっ……んんっ！　ああん……！　んんっ！\nおちんちん……力強くて……おっきくて……くうっ！": "Haah...nnn! Aaahn...! Nnn!\nYour penis... is so strong... and so big... Khh!",
    "もっと……もっと%usernameusernameuserna%さんを……んんっ……！\nいっぱい感じさせて……ください……はあんっ！": "More... More %usernameusernameuserna%-san... Mmm...!\nPlease... let me feel it a lot... Haahn!",
    "ピンク色の乳首は充血して勃起し、柔らかな乳房は、\n腰が叩きつけられる度に、上下に淫らに揺れている。": "Her pink nipples were engorged and erect, and her soft breasts\nEvery time her hips slammed into me, she swayed lewdly up and down.",
    "ああっ……んんくぅ……はあん……ああん……！\nんんっ……すごい……すごいです……ああんっ！": "Aaah... nnngh... haahn... aaahn!\nMmm... Wow... That's amazing... Aaahn!",
    "可愛らしい喘ぎ声が耳に届く度に、ペニスと全身に快感が走り、\nますます肉棒が堅く、太くなっていく。": "Every time her cute moans reached my ears, pleasure ran through my penis and my entire body.\nMy shaft is getting harder and thicker.",
    "はあんっ！　ああんっ……！　激しい……っ！\n頭の中が%usernameusernameuserna%さんでいっぱいに……！": "Haahn! Aaahn...! You're so rough...!\nMy head is full of %usernameusernameuserna%-san...!",
    "もっと……もっと好きなように動いてください……！　んくうっ！\n%usernameusernameuserna%さんでいっぱいにして……！": "Move more... Do whatever you want...! Nnngh!\nFill me up with %usernameusernameuserna%...!",
    "こちらを強く求める言葉に、俺の肉棒は激しく反応し、\n彼女を壊してしまいそうなほど、激しく打ち付ける。": "My dick reacts violently to her words of desire.\nI slammed into her so hard that I felt like I was going to destroy her.",
    "はぁんっ！　んんぅぅ！　ああぁぁっ！\n気持ちいい……気持ちよすぎて……ああんっ！": "Haahn! Nnngh! Aaaah!\nIt feels good... It feels too good... Aaahn!",
    "ペニスの暴発を歯を食いしばっていたが、\nもう我慢できそうになかった。": "She gritted her teeth at the outburst of my penis, but...\nIt didn't look like I could take it anymore.",
    "おちんちん……はあんっ……大きくなって……\nも、もう……イキそう……なんですか？　ああんっ！": "Your penis... haahn... is getting bigger...\nA-Are you... about to cum...? Aaahn!",
    "ああ、もう我慢できない。": "Yeah, I can't take it anymore.",
    "出して……\nそのまま、私のナカに出して……！": "Let me out...\nJust like that, let it out inside me...!",
    "めるが下腹部に力を入れると、膣内が強く締め付けられる。\n俺もラストスパートに向けて、激しく腰を動かした。": "But when I put strength into my lower abdomen, her vagina clamps down hard.\nI move my hips violently, aiming for the last spurt.",
    "ああんっ！　んくうっ……はあんっ……！\n私も……私もおかしくなりそう……あああんっ！": "Aaahn! Nnngh... Haahn...!\nI... I'm going crazy too... Aaaahn!",
    "ああぁっ！　ううぅっ！　んんぅぅぅ……！\n来て……私のナカに……いっぱい……！": "Aaah! Uuuu! Nnuuu...!\nCome... to my insides... so much...!",
    "亀頭の先に一気に精液が溜まってくる。\n我慢できずに、甘い射精感が全身を駆ける。": "Semen builds up on the tip of my glans all at once.\nUnable to hold back any longer, a sweet feeling of ejaculation runs through my entire body.",
    "出して……私のナカに……いっぱい……！\nはあぅ、ああ、あああああぁぁぁぁぁっ！！": "Cum... inside me... so much...!\nHaau, aah, aaaaahhhh!!",
    "びゅっびゅっと亀頭の先から白濁した精液が迸り、\n無垢な膣内の中を白く染め上げていく。": "Cloudy semen gushed out from the tip of my glans.\nThe inside of her innocent vagina was dyed white.",
    "はあ……んん……はああ……ふうう……\nああっ……んんんっ……熱い……はあああん……！": "Haa...nnn...haaa...fuuu...\nAaah...nnnnn...hot...haaaahn...!",
    "精液が子宮に叩きつけられる度に、\n華奢な体もびくびくっと小刻みに震えた。": "Every time the semen slammed into her womb...\nHer slender body trembled slightly as well.",
    "はあ……あああっ……すごい……\n頭……真っ白に……んんんっ……": "Haa...aaaah...amazing...\nMy mind... is going blank... Mmmm...",
    "体……ふわふわって……ああっ……んくうっ……\nんんんっ……はああ……んんんん……はあああ……": "My body... It's so fluffy... Aah... Nnngh...\nMmmm... Haaah... Mmmmm... Haahh...",
    "しばらくの間、めるは絶頂の余韻に蕩けていたが\nだんだんと落ち着いてきたようだった。": "For a while, Meguru was intoxicated by the afterglow of climax.\nShe seemed to be gradually calming down.",
    "はあ……はあ……と、とっても、すごかったです……はあああ……": "*pant pant*... Th-That was amazing... Haaaah...",
    "膣口から収まりきらなかった精液が、淫らに流れ落ちて、\nぽたぽたと太股とベッドに垂れ落ちていく。": "The semen that couldn't fit inside her vaginal opening flowed lewdly down.\nHer thighs dripped down onto the bed.",
    "はあ……はあ……体……とっても熱くて……\nまだ夢を見てる……みたいです……": "*pant pant*... My body... is so hot...\nIt looks like... I'm still dreaming...",
    "めるは夢見心地で、焦点の合わない目で、\nぼんやりとこちらを見て微笑んでいる。": "Meguru is dreamy, her eyes unfocused.\nShe looks at me absentmindedly and smiles.",
    "……大丈夫か？": "...Are you okay?",
    "は、はい……まだふわふわしていますけど……\nでも、心地よくて……すごく幸せな気分なんです……": "Y-Yes... It's still fluffy...\nBut it's so comfortable... I feel so happy...",
    "%usernameusernameuserna%さんをすごく近くに……感じられました……\nあなたがずっと私を気遣ってくれてたことも……ふふ……": "I could feel %usernameusernameuserna%-san so close...\nThe fact that you've been looking out for me all this time... Hehe...",
    "汗だくになりながらも、\n幸せそうな顔でめるは微笑んだ。": "Even though she was drenched in sweat,\nMeguru smiles happily.",
    "もう少し……もう少しだけ……\n繋がったままでいてくれませんか……？": "Just a little more... Just a bit more...\nCould you stay connected...?",
    "ああ、もちろんだ。": "Yeah, of course.",
    "嬉しい……幸せ……": "I'm so happy... So happy...",
    "そうして、しばらく余韻を楽しんだ後、\nめるは部屋に帰るためにまた制服に着替えた。": "And so, after enjoying the afterglow for a while...\nMeguru changed back into her uniform to go back to her room.",
    "……あの、ありがとうございました。\nとってもいい思い出になりました。": "...Um, thank you very much.\nIt became a very good memory.",
    "本当に大丈夫か？": "Are you sure you're okay?",
    "は、はい。まだ『挿入ってる』ような感覚がしてて……\n不思議な感じです……": "Y-Yes. It still feels like I'm 'inserting'...\nIt's a strange feeling...",
    "めるはもじもじと太股をすりあわせている。": "She fidgets and rubs her thighs together.",
    "あぁ……すまない。良すぎて、つい無茶をしてしまったようだ。\n俺のってその……大きかったか？": "Ah... I'm sorry. It was so good that I ended up doing something reckless.\nWas mine, um... big?",
    "ああ、いえ！　嫌とかじゃなくて、まだ%usernameusernameuserna%さんの\n感触が感じられて、とても幸せというか……": "Ah, no! It's not that I don't like it, it's still %usernameusernameuserna%'s\nI'm so happy that I can feel it...",
    "それに……私%usernameusernameuserna%さんしか知らないので、\n大きさについてはよくわからないです……": "Besides... I only know %usernameusernameuserna%-san,\nI don't really know how big it is...",
    "そ、そっか……": "I-I see...",
    "……私、ちゃんと\n%usernameusernameuserna%さんを気持ちよくできましたか？": "...I made sure to...\nDid you make %usernameusernameuserna% feel good?",
    "ああ、とても。": "Yeah, very much so.",
    "そうですか……よかった……": "I see... Thank goodness...",
    "%usernameusernameuserna%さんに喜んでもらえてとてもよかったです。\nあの、もしよかったら、またしませんか？": "I'm so glad %usernameusernameuserna% was happy.\nUm, if you don't mind, would you like to do it again?",
    "私、もっと%usernameusernameuserna%さんとひとつになりたいです……": "I want to become one with %usernameusernameuserna% more...",
    "ああ、私、恥ずかしいことを言っちゃってる！\n忘れてください！": "Ah, I'm saying something embarrassing!\nForget it!",
    "いや、めるさえよければ、俺もまたしたい。": "No, if it's okay with me, I want to do it again.",
    "は、はい！　私もしたいです……": "Y-Yes! I want to do it too...",
    "互いに顔を火照らせながら、ぎこちなく約束する。\nそれがなんだか初々しくて、また気恥ずかしくなる。": "Our faces flushed as we awkwardly made our promise.\nIt's so innocent that I feel embarrassed again.",
    "それじゃあ、またお夕飯を作ってくるので、\n楽しみにしててくださいね♪": "Well then, I'll make dinner again,\nPlease look forward to it♪",
    "あ、ああ……": "Y-Yeah...",
    "また今度があるのか、と思うと、\nつい顔と下半身が熱くなってしまうのだった。": "I wondered if there would be another time...\nI couldn't help but feel hot on my face and lower body."
}