{
    "作戦通り、緊要地形の占領を開始します。\n先行しますので、援護をお願いしますね。": "As planned, we will begin the occupation of tense terrain.\nI'll be going ahead, so please cover me.",
    "了解。指示に従います。": "Understood. I'll follow your instructions.",
    "でも、今までのシリウスシュガーだったらいいけど、\nあの指揮官がいるから油断は出来ないんじゃない？": "But it’d be nice if it was the Sirius Sugar we’d been using up until now\nYou can't let your guard down with that commander around, can you?",
    "向こうからここに辿り着くにはビル群の隙間を\n最高速度且つ最短距離で駆け抜けてくる必要があります。": "To get here from the other side, we need to find a gap in the cluster of buildings.\nYou need to run at top speed and at the shortest possible distance.",
    "そんな馬鹿な芸当をやるにしても、単身が限度。\n試合開始早々に単身突撃をかましてくる馬鹿なんて――。": "Even if she was going to pull off such a stupid stunt, she was at her limit on her own.\nThere's no idiot who'd try to charge in alone right after the match started...",
    "いきまああああああああす！！": "I'm cumminggggggg!!",
    "ばっ……！？　本当に単身で突撃してきた！？\nどんだけ無謀なんですか！？": "Wha...?! He really charged in alone?!\nHow reckless are you?!",
    "障害物だらけの市街地を高速で移動する操縦技術には感心するけど、\n後続がいないんじゃ話になりません！": "I’m impressed by the piloting technique of moving at high speed through a city full of obstacles, but...\nIt's pointless if there's no follow-up!",
    "沙耶、ユリア！　あの機体を抜かせないでください！\n私達は援護射撃を！": "Saya, Julia! Please don't pull that machine out!\nWe'll cover fire!",
    "大丈夫、大丈夫、大丈夫大丈夫大丈夫です。\n迷うな、一歩踏み出すんです。考える前に動け……！": "It's okay, it's all right. It'll be fine.\nDon't hesitate, take a step forward. Move before you think...!",
    "へぇ、フラットスピンで移動しながらビルを盾にするなんて。\nシリウスシュガーはいつの間に曲芸師をスカウトしたのかしら。": "Huh, to use a building as a shield while moving around with a flat spin.\nI wonder when Sirius Sugaru scouted an acrobat.",
    "あんな芸当が出来る人が、シリウスシュガーにいたんですか！？": "Was there someone in Sirius Sugar who could pull off such a feat?!",
    "……多分、あの機体が桃園める……めるちゃんかな？\n指揮官が自信満々に紹介してきた、おどおどしてる子。": "...That aircraft is probably the Momozono... Mechan?\nThe Commander confidently introduced me to a timid girl.",
    "あれを捕まえるの面倒くさそうね。\n翻弄されてる内に陣形が崩れたら本末転倒じゃないかしら。": "Catching it sounds like a pain.\nIf our formation breaks while we're being toyed with, we'll be putting the cart before the horse.",
    "ふふ、ふふふ……ねえ、私とアニスさんで仕掛けていいですか……！？\nもう我慢できません！": "Heheh, heheheheh... Hey, can Ennis and I set this up...!?\nI can't take it anymore!",
    "……！　沙耶の『アレ』が出てる……！": "...! Saya's “that” is coming out...!",
    "ダメです！　既に私達は出鼻をくじかれています。\n受動的に動いたところで相手の思うつぼになってしまう……！": "No! We've already been outdone.\nIf I move passively, I'll end up playing right into the opponent's hands...!",
    "敵の想定の上をいかないといけない……そんな考え方。": "We have to move beyond the enemy's expectations... That's the way of thinking.",
    "そもそも、あの機体は何を考えて単騎で突撃してきたんでしょうか……": "In the first place, I wonder what that machine was thinking as it charged alone...",
    "いえ、そんなの考えるまでもありません……\n答えはずばり、私達の陽動役！": "No, there's no need to think about that...\nThe answer is obvious. Our diversion!",
    "私達の注意を引き付けて、その隙に他の連中に側面から\n包囲させるつもりってことですね！　そうはさせません！": "They'll draw our attention and use the opportunity to flank the others.\nYou're trying to make them surround us, aren't you?! I won't let you!",
    "アニス！　私と共に側面からの接近を警戒してください！\n沙耶、ユリア、フィーは敵主力の迎撃を！": "Ennis! Stay with me and keep an eye on the flanks!\nSaya, Julia, and Fie, intercept the enemy's main force!",
    "陣形を崩した私達に、敵の主力が突っ込んでくるはずです！": "Now that we've broken formation, the enemy's main force should be charging in!",
    "あの子が陽動だと踏んだのね。": "You assumed she was a diversion.",
    "いいね、採用。ドッグファイトなら私の専売特許だし！！\n沙耶ちゃん、フィーちゃん、いっくよー！": "Sounds good to me. Dogfights are my specialty!!\nSaya, Fie, let's go!",
    "それが命令？　了解。": "That's an order? Roger that.",
    "……翠蘭の予想通り、レーダーに機体の反応あり。": "...Just as Suiran predicted, there's an aircraft response on the radar.",
    "面白い作戦だったけど、看破されちゃ意味ないよね～！\nさっさと片づけて……って……？": "It was an interesting plan, but there's no point if they see through it!\nHurry up and take care of it... Wait...?",
    "っ！？　……やられました！": "!? ...He got me!",
    "よぉ。３人で一緒に来てくれるとは手厚い歓迎だな。\nお礼に粗茶でも点ててやろうか？": "Hey. It's a warm welcome to have the three of you come with us.\nShall I make some tea for you as thanks?",
    "主力じゃなくて、指揮官機だけ……！？\nあはは！　おっもしろーい！　やってくれるじゃん！": "It's not the main force, it's just the Commander's aircraft...!?\nAhaha! That's hilarious! You can do it!",
    "……やられましたね。完全にこちらの裏をかかれています。": "...We've been defeated. They've completely betrayed us.",
    "あなたのその驚く顔も愛おしいわ。\nでも、驚いているのはあたしも同じよ。": "I love that surprised face of yours.\nBut I'm just as surprised as you are.",
    "だって……陽動だと思ったら、\n後ろに残りが全て集まってるとは思わなかったもの。": "I mean... Just when I thought it was a diversion...\nI didn't expect all the rest to be gathered behind me.",
    "……木を隠すなら森のなか。機体を隠すなら機体のなか。": "...If you're going to hide a tree, hide it in the forest. If you want to hide the aircraft, hide inside the aircraft.",
    "この場合、数が逆転してる気がするけどねぇ。\n数が多い方が隠される方というか……": "In this case, I feel like the numbers are reversed.\nThe more the merrier...",
    "細かいことは後にしようよ！\nあのバカの作戦が上手くいったんだもの、一気に畳みかけちゃお！": "Let's save the details for later!\nThat idiot's plan worked, so let's fold it all up at once!",
    "しっかし、まさかここまで上手くいくとは……": "Still, I didn't think it would go this well...",
    "まず、めるが単騎でカオスメイデンに突っ込む。": "First, Meguru charges into Chaos Maiden alone.",
    "は、はい。": "Y-Yes.",
    "そして、少し時間をおいて、その後ろを他の連中がついていく。\n作戦は以上だ。": "Then, after a little time, the others followed behind her.\nThat's all for the operation.",
    "なるほど……って、それのどこが作戦なんですの！？\nただ無策に突撃してるだけでしょう！？": "I see... Wait, what part of that is the plan?!\nYou're just charging without a plan, aren't you?!",
    "ただ突撃するだけなら、な。\nめるにはフラットスピンを駆使した陽動をしてもらう。": "If you're just going to charge, that is.\nIn order to do that, I'll need a diversion using a flat spin.",
    "大袈裟な動きを見せつければ、相手は無視できない。\nそして、あからさまな陽動を前にしたら、側面からの奇襲を疑うだろう。": "As long as she made exaggerated movements, she couldn’t ignore her opponent.\nAnd in the face of such an obvious diversion, they would suspect a surprise attack from the flank.",
    "なるほど。存在しない奇襲を警戒させるわけだ。": "I see. So they're wary of surprise attacks that don't exist.",
    "その通りだ。存在しない側面攻撃という名の虚像を相手に信じ込ませ、\n敵の戦力を分断する作戦……名付けて『虚像包囲』だ！": "That's right. It makes the opponent believe in the imaginary image known as a nonexistent flanking attack.\nA plan to divide the enemy's forces... It's called the imaginary siege!",
    "最悪、まさかこんなバカな作戦を実行してくるだなんて……！\n作戦でも何でもない、ただのバンザイ突撃でしょうが、それ……！": "Worst-case scenario, I can't believe they'd carry out such a stupid plan...!\nIt's not a plan, it's just a banzai charge, but...!",
    "おりゃーっ！　覚悟しろぉカオスメイデン！\n泣いたって許してなんかやらないんだから！": "Oryaaa! Prepare yourself, Chaos Maiden!\nI won't forgive you if you cry!",
    "__translated__": true
}