{
    "授業の合間に風に当たりに来た俺は、偶然七彩と遭遇する。\nどうやら彼女も俺と同じ目的のようだ。": "I happened to run into Shichika when I came to get a feel for the wind during class.\nLooks like she has the same goal as me.",
    "きゃっ！": "Eek!",
    "今日はずいぶん風が強いですわね。\nふぅ……髪が乱れてしまいましたわ。": "It's pretty windy today.\nPhew... My hair's all messed up.",
    "下を見ると土埃が舞い散って大変そうだな。": "When I look down, I see dust flying everywhere. It must be tough.",
    "あら、何か飛んできましたわよ。": "Oh, there's something flying.",
    "……ん？": "...Hm?",
    "大変ですわ！　これをご覧になって。\n誰かに宛てた手紙のようです。": "This is terrible! Please take a look at this.\nIt seems to be addressed to someone.",
    "ずいぶん可愛らしい封筒だな。\nいや、待て。これはまさか……": "That's a pretty cute envelope.\nNo, wait. This can't be...",
    "ラブレター、でしょうか……！？": "Is it a love letter?!",
    "せっかく思いを込めて書いたラブレターが\n風にさらわれてしまうなんて……！": "The love letter I worked so hard to write with all my heart\nI can't believe the wind took me away...!",
    "書いた人はショックかもしれないなぁ。": "The person who wrote it might be shocked.",
    "でも中身を見ないと": "But I have to see what's inside.",
    "そっとしておこう": "Let's just leave him alone.",
    "ええ、間違いありませんわ！\n持ち主に届けませんと！": "Yes, there's no mistaking it!\nI have to deliver it to its owner!",
    "宛名が書いてないだろ？\n中身を見る必要があるんじゃないか？": "There's no address, is there?\nDon't you need to see what's inside?",
    "そ、それは確かに……ですが、そんな失礼なことを……\nで、でも見なければ持ち主には……": "Th-That's true... But that's so rude...\nB-But if I don't look, the owner won't...",
    "%usernameusernameuserna%さんが正しいのは\nわかってるんですが……": "%usernameusernameuserna%-san is right\nI know, but...",
    "その後長い葛藤の末、ようやく意を決して中身を見た七彩は、\n持ち主の名前を確かめ、無事届けることができたのだった。": "After a long struggle after that, Shichika finally made up his mind and looked at the contents\nAfter checking the owner's name, I was able to deliver it safely.",
    "そっとしておいた方がいいんじゃないかな。": "I think it'd be best to leave her alone.",
    "そうはいきませんわ。上に立つ者として、\n困っている人を見過ごすわけにはいきませんもの。": "I can't do that. As someone who stands at the top,\nI can't turn a blind eye to people in need.",
    "こういうのはタイミングもあるからな……\nもしかしたら、伝えようとして諦めたかもしれない。": "This kind of thing happens at the right time...\nI might have given up trying to tell her.",
    "なのに俺たちが手を出してしまうと、\n望まないのにその子が告白の場に上がるかもしれないだろ？": "And yet, when we make a move...\nEven though you don't want to, the child might go up to the place of the confession, right?",
    "あ……": "Ah...",
    "……確かにそうですわね。\nもしわたくしだったら、もう一度手紙をしたためるはずですわ。": "...You're right.\nIf it were me, I would have written another letter.",
    "……いえ、直接言いにいってしまうかも。": "...No, I might go say it directly.",
    "そう言う七彩は頬を赤らめ、ちらちらと俺の顔を見てくるのであった。": "As she says that, Shichika blushes and glances at my face."
}