{
    "――ごめんなさい！": "――I'm sorry!",
    "心香……？": "Kokoro...?",
    "実は……月ヶ瀬さんの研究データを漏洩させたのは、私よ……": "Actually... I'm the one who leaked Tsukigase-san's research data...",
    "少し前にメイズ研究同好会の研究室に忍び込んで、\nデータを抜き取ったの……": "I snuck into the lab of the Mayse Research Society a little while ago\nI pulled out the data...",
    "はあ！？　おまえ……": "Huh?! You...",
    "待って、ラミ。": "Wait, Rami.",
    "止めないで、白奈！　こいつのせいで、ちゆるが……！": "Don't stop me, Shirona! It's all because of her...!",
    "何か訳がある……違う？": "There's a reason... No?",
    "…………": "............",
    "特別養成校舎の教官から、言われたの。": "The instructor at the special training building told me.",
    "『月ヶ瀬ちゆるは天才だけど、その成果を父親に奪われているの』\n『ろくな見返りもなく、パイロットの報酬で研究費を稼いでいるのよ』": "“Chiyori Tsukigase is a genius, but her father has stolen the fruits of her labor.”\n“There’s nothing good in return, and we’re earning research funding from the pilots’ rewards.”",
    "――って。": "――Wait.",
    "そんなこと……": "That's not...",
    "今思えばおかしい話だけど、そのときの私はそれが本当なら許されない\nと思った。真摯な努力を理不尽に奪うなんて、あってはならないって。": "Thinking back on it now, it’s strange, but at the time, I wouldn’t be forgiven if it were true\nOr so I thought. It's not right to take a sincere effort for no reason.",
    "それから月ヶ瀬さんと話して、知ったわ。\nただのメイズオタクなんかじゃない、目標のために頑張れる人なんだと。": "After that, I talked to Tsukigase-san and learned about it.\nShe’s not just a maise otaku—she’s someone who can work hard for her goals.",
    "この人は報われないといけない……そう考えていた時に、\n教官から言われたの。": "This person has to be rewarded... Just as I was thinking that...\nInstructor Rean told me.",
    "研究者としての実績を証明する資料が欲しいと。それがあれば\n月ヶ瀬さんが正当な評価と対価を受けられるよう、便宜を図るって。": "He wants documents to prove his achievements as a researcher. If he has them\nShe said she wanted to make sure Tsukigase-san received a fair evaluation and compensation.",
    "（それは確かにある意味では嘘ではなかったが……\nちゆる自身の気持ちや都合が、まるで抜け落ちているな……）": "(That certainly wasn't a lie in a way, but...)\nIt's as if Chiyuru's own feelings and circumstances have completely slipped out...)",
    "それで……だから、私は……": "And... and that's why I...",
    "……顔を上げて、キミは何も悪くないよ。\n単に利用されただけでしょ？": "...Look up. You didn't do anything wrong.\nYou're just being used, aren't you?",
    "あたしのことを想ってやってくれた。そんな優しいキミのことを、\n責めたりなんてしないって。むしろ好感度爆上がりしちゃった！": "She did it out of consideration for me. For such a kind person like you,\nI'm not blaming you. In fact, my affection points have exploded!",
    "月ヶ瀬……さん……": "Tsukigase...san...",
    "というか、キミが何もしなくても、いつかこうなっていたと思うよ。\n隠し事はいつかバレてしまうって言うじゃない？": "Actually, even if you hadn't done anything, I think this would have happened someday.\nThey say you'll find out what you're hiding someday.",
    "本当に……申し訳ありませんでした……": "I'm really... sorry...",
    "心香……": "Shinkou...",
    "他に隠していることはないか？": "Is there anything else you're hiding?",
    "その優しさは大事だ": "That kindness is important.",
    "な、なに……": "Wh-What...?",
    "念の為に聞いておこうと思ってな。もう起こったことは仕方ないさ。\nただ今後まだ何か起こるなら、事前に対処しておけると思って。": "I thought I'd ask, just in case. What happened can't be helped.\nBut if something else happens in the future, I figured I could deal with it in advance.",
    "大丈夫。もう隠し事はないわ。誓って。": "Don't worry. There's nothing left to hide. I swear.",
    "ま、他とはいっても、これ以上暴露されて困ることもないけどね。": "Well, even if it's something else, there's no need to worry about being exposed any further.",
    "これ以上自分を責めるなよ？　確かにやったことは良くないことだ。\nただその理不尽を許さない気持ちは大事にしてほしい。": "Don't blame yourself anymore, okay? What you did was definitely not good.\nBut I want you to treasure the feeling of not forgiving that irrationality.",
    "……！　ありがとうございます……": "...! Thank you very much...",
    "え、なに急に優しいキャラになってるの？\n漏洩について責めまくると思ってたのに。": "Huh? Why are you suddenly acting like such a nice character?\nI thought you'd be blaming me for the leak.",
    "お前は俺のことを何だと思ってるんだよ。": "What do you think I am?",
    "パワハラ系悪辣鬼教官。": "He was a crafty Demon Instructor of the Powerharan type.",
    "よーっし分かった。\n今度一日中グラウンドを走ってもらうからな。もちろん、お前ひとり。": "Alright, got it.\nI'll have you run around the grounds all day next time. You alone, of course.",
    "じょ、冗談！　冗談だってば！": "I-I'm kidding! I'm joking!",
    "そういう訳だから、この話はここで終わりね。\nキミもあたしと同じ被害者だってこと、忘れないで。": "That's why this conversation ends here.\nDon't forget that you're a victim just like me.",
    "……はい。": "...Yes.",
    "（しかし気になるな……この一連の騒動、\n目的が見えるようで見えない）": "(Still, I'm curious... about this series of disturbances...)\nI can't see it because I can see its purpose.)",
    "（ちゆるをどうしたいんだ？　まさか本当にただ秘密を、\n暴露させたかっただけじゃあるまいし）": "(What do you want to do with Chiyuru? Don't tell me she really just wants to keep a secret,\nI didn't just want you to expose it.)",
    "（娘の研究成果を横取りしたとして、\n龍宮成臣を失脚させようとでもしていたのか？）": "(Let's say you snatched away my daughter's research results.\nWas he trying to overthrow Narumi Ryuugu?)",
    "（そうじゃない、別の思惑がある気がする。それも今の俺達じゃ、\n想像もつかない『何か』が裏で動いているのかも……）": "(That’s not it. I feel like there’s another plan. And that’s what we’re doing now, too.)\nMaybe there's something going on behind the scenes that I can't even imagine...)",
    "――それでは、月ヶ瀬ちゆる争奪戦の詳細について告知します。": "――Now then, I will announce the details of the Tsukigase battle.",
    "翌日、俺達は生徒会室に集められていた。俺やシリウスシュガーの他に、\nフルートとドロテア、彼女の付き人のリュシーの姿があった。": "The next day, we were gathered in the student council room, in addition to me and Sirius Sugaru\nFlute, Dorothea, and her attendant, Lucy, were there.",
    "今回は通常のＭＧ競技ルールではなく、\n『バトルロイヤル』形式で行います。": "This time, it wasn’t a normal MG competition rule\nIt will be held in the Battle Royale format.",
    "バトルロイヤル……？": "Battle Royale...?",
    "基本的にＭＧ競技は１チーム対１チームの戦いですが、\n今回のために新たに特殊ルールを用意しました。": "Basically, MG competitions are a one-on-one fight, but...\nI've prepared a new special rule for this occasion.",
    "簡単にいえば３チームが同時に入り乱れて戦闘し、\n最後に残ったメンバーが所属するチームを勝者とします。": "To put it simply, the three teams were all jumbled together and fighting at the same time\nThe team that the last remaining member belongs to will be the winner.",
    "開始時刻は明朝、日の出と共に各スタート地点から出撃。": "The start time is tomorrow morning, and we'll be deployed from each starting point at sunrise.",
    "試合会場は学園各校区全域です。\n各チームは自由に各校区内を移動してもらって構いません。": "The match is held throughout the entire school district.\nEach team is free to move freely through each school district.",
    "出撃地点は各チームの所属校舎で戦闘中の燃料、弾薬、\n食料などの補給は一切禁止とさせていただきます。": "The dispatch point was the school building belonging to each team, fuel and ammunition during battle\nWe will not allow you to resupply food or other supplies.",
    "け、結構厳しいんですね……": "Th-That's pretty harsh...",
    "学園敷地内から出さえしなければ、索敵するもよし、\n陣地を構えて待ち受けるもよし。": "As long as you don't leave the school grounds, you're free to search for enemies.\nSet up camp and await us.",
    "敵チームと出会った時点で戦闘を開始し、決着をつける。\nそれがルールのすべてです。": "The moment you meet the enemy team, you start a battle and settle it.\nThat's all the rules.",
    "それって……つまり何でもアリ寄りのアリアリってこと！？": "Does that mean......she's like an ant?!",
    "ア、アリ……？\nええ、挑発、欺騙、待ち伏せ、奇襲、何でもありです。": "A-Ant...?\nYes, provocation, deception, ambush, surprise attack—anything is possible.",
    "なるほど……まるで本物の戦場のようですわね……": "I see... It's like a real battlefield...",
    "お行儀のよい勝負では、真の実力は測れない……ということですか。": "A well-behaved match can’t measure your true strength... Is that what you’re saying?",
    "ええ、月ヶ瀬さんの所属するチームは、強者であることが望ましい。\nつまり、あらゆる局面で強さを示せなくてはいけません。": "Yes, the team Tsukigase-san belongs to should be strong.\nIn other words, you have to show your strength in every aspect.",
    "よって、平等な条件の元に開始される公式ルールではなく、\nこのバトルロイヤル形式を採用させていただきました。": "Therefore, it wasn’t an official rule that would be initiated under equal conditions\nWe've adopted this battle royale format.",
    "……バトルロイヤル形式か。\nなんともありがたい配慮だな、生徒会長。": "...A battle royale format, huh?\nI'm really grateful for her consideration, Student Council President.",
    "カオスメイデン戦と違い、事前対策がまったく足りていない以上、\n公式ルールだと強豪のフルートやドロテア達にあまりにも分が悪い。": "Unlike the Chaos Maiden War, there weren’t enough countermeasures in advance at all\nAccording to the official rules, it was too much for the powerful flutes, Dorothea, and the others.",
    "だが、誰も経験したことのないこのルールならば不確定要素が大きい。\nそれなら俺達にも勝ち目があるというわけだ。": "However, with this rule that no one had ever experienced before, there was a lot of uncertainty.\nIn that case, we have a chance of winning too.",
    "（『何でもあり』……か。嬉しいこと言ってくれるな、生徒会長）": "('Anything is possible'... huh? The student council president sure is happy to hear that.)",
    "各自、準備があるでしょうし、事前告知はこの辺りにて。悔いの残らない戦いにしてくださいね。": "I'm sure everyone has their own preparations to do, so let's leave the advance notice for now. Please make this a battle without regrets.",
    "どうせフルート達が勝ちますけどね！　では、また明日！": "The flutes will win anyway! See you tomorrow!",
    "多くは語りません。決着の刻、戦場にて。": "I won't tell you much. At the time of the battle, on the battlefield.",
    "勝つのは、わたくし達ですわ。": "We'll be the ones to win.",
    "首洗って待っとけ！": "Wash your neck and wait!",
    "し、試合前に挑発しちゃ駄目ですよ……": "D-Don't provoke him before the match...",
    "__translated__": "true"
}