{
    "見せてもらおう、あれからお前達がどう変わったのかを……！": "Let's see how you've changed since then...!",
    "トリニティ・ジュエルはスラスターステアを駆使して、\nトレブルクインテットを追いつめる。": "Trinity Jewel made use of the thrusters\nI cornered Treburg-Intet.",
    "しかし、決して小手先の技術頼みではない。\n彼女たちの実力と連携があってこそ成り立つ連携だった。": "However, it was by no means a request for a small-fry skill.\nIt was a coordination that only worked because of the girls' abilities and coordination.",
    "（……やはり、レイヴェルも隣に立つ２人も実力は本物だ。\nだが、それでもトレブルクインテットは負けてない）": "(...As I thought, both Ravel and the two standing next to her are the real deal.)\nBut even so, Treburg Integrity hasn't lost.)",
    "くううっ……！　制限解除のパワーは、やっぱりすごいけど……\nコントロールが……っ。": "Ugh...! The power to remove the restrictions is amazing, but...\nMy control...!",
    "『相手に合わせてやる必要はない！』……だったわね。\nまあ、あたしに似合う言葉よね。": "\"There's no need to match your opponent!\" ...That's right.\nWell, that's a fitting word for me.",
    "『お前達はジェネレーターとひとつになれ』だっけ……\nうん、そっちの方が分かりやすい！": "'You guys become one with the generator', right...?\nYeah, that's easier to understand!",
    "%usernameusernameuserna%の言っていたことを思い出して。\n私達なら、やれる。": "Remember what the_USERNAME_PLACEHOLDER_XYZ123__ said.\nWe can do it.",
    "フルートたちの、ジェネレーターに振り回されていた動きが、\n徐々に洗練されていく。": "The movements of the flutes, which had been swung around by the generator...\nIt was gradually getting more refined.",
    "遮蔽物をたくみに使いつつ、両者は距離を詰めていく。\nどちらが優勢か、ラインを押し上げるように。": "Using cover as cover, the two closed the distance between them.\nAs if to push up the line to see who has the upper hand.",
    "ここが決めどころ……行くぞ！": "This is the time to decide... Let's go!",
    "はぁーい。リディアにおまかせー。": "Okay. Leave it to Lydia.",
    "リディアによる、エヴィの動きを予想したかのような一撃。\n今までであれば絶対に回避できないような完璧なタイミングだ。": "It was Lydia's attack, as if she'd anticipated Eve's movements.\nIt was such perfect timing that I would never be able to avoid it up until now.",
    "だが、狙われたエヴィの機体が、まるで舞うように滑らかに身をかわす。\nそう――彼女の機体は予測を超えた。": "However, Eve's targeted aircraft smoothly dodged, as if dancing.\nThat's right—her machine exceeded all expectations.",
    "んー？　どこいったのー？": "Hmm? Where did it go?",
    "反応速度に勝るスラスターを吹かし、一瞬で死角へと潜り込んだエヴィ。\nその高出力の慣性をそのままに標的を見失った相手の背後へ――": "Blowing a thruster that surpassed her reaction speed, Eve slipped into a blind spot in an instant.\nWith that high-powered inertia intact, he moved behind his opponent, who had lost sight of his target—",
    "もらった。": "I got it.",
    "おー。リディア、やられちゃったー？": "Oh, Lydia, did you get hit?",
    "力尽くではない。それでいて最大限の出力を効率的に使った機動。\nそれは美しく、見るもの全ての目を奪った。": "It's not brute force, but maneuvers that use maximum output efficiently.\nIt was beautiful, captivating all who saw it.",
    "集まった報道陣、関係者、配信を見る視聴者もきっと同じに違いない。\nそして敵であるレイヴェルでさえも例外ではなく――": "I'm sure the reporters, people involved, and viewers watching the broadcast are all the same.\nAnd even his enemy, Ravel, was no exception—",
    "今の動き……！　分析とスペックからは……！\nまさか……制御を切ったのか？　バカな、そんな危険な真似……！": "That move...! Based on the analysis and specs...!\nDon't tell me... she lost control? Impossible, that's dangerous...!",
    "ステージ上では危うさこそが人の目を引き付けるんですよ。\nレイヴェルさんなら、知っているはずですよね？": "Danger is what attracts people's attention on stage.\nI'm sure you know, don't you?",
    "っ！？": "!?",
    "フルート達、最高に『映え』てると思いませんか！": "Don't you think the flutes are the best?!",
    "シエナの斉射に反応して高度を上げたレイヴェルに、\n待ち構えていたフルートが全力で突っ込む。": "Responding to Siena's volley, Ravel gained altitude\nThe flute, which had been waiting for them, charged forward with all its might.",
    "しまっ……くっ！！": "Shit... Kuh!!",
    "なに！？　避けた！？\n完璧な一撃だと思ったのに……！　さすがレイヴェル……！": "What?! She dodged?!\nI thought it was the perfect blow...! That's Ravel for you...!",
    "レイヴェルはもはや彼女たちの代名詞ともいえる\nスラスターステアによってギリギリのところでフルートの攻撃をかわす。": "Ravel could no longer be called synonymous with the girls\nI dodge the blow from the flute at the last second with the thruster stair.",
    "ドッグファイトに移る両機はそれぞれに優位な位置を取り合い、\n美しい軌跡を描き出す。": "The two machines moving into a dogfight each had an advantage in their respective positions\nI drew a beautiful arc.",
    "ずっと見ていたい、この戦いを終わらせたくない。\nきっと観客の誰もがそう思ってるんだろう。": "I wanted to keep watching, not end this battle.\nI'm sure everyone in the audience thinks so.",
    "次第に歓声などの声はなりをひそめ、ただスラスターの音だけが響く。\n……かくいう俺もその一人だ。": "The cheers and the like gradually fade away, and only the sound of thrusters echoes.\n...And I'm one of them.",
    "しかし、ついにその瞬間はやってくる。\n人機一体ともいえるフルートの機動と力で抑え込むレイヴェルの機動――": "However, the moment had finally come.\nRavel's maneuvers were restrained by the mobility and power of the flute, which could be called a single human machine—",
    "パイロットにかかる負担は段違いだ。": "The burden on the pilot is on a whole other level.",
    "やあああぁぁぁっ！！": "Yaaaaah!!",
    "レイヴェルの機体が撃破された瞬間、勝負は決した。\nＲＳの関係者たちは大いに沸き上がる。": "The moment Ravel's machine was destroyed, the match was decided.\nThe people involved in the RSK were very excited.",
    "すごいです……！\nフルートさんとＭＧがひとつになったように見えました。": "Amazing...!\nIt looked like Flute and MG had become one.",
    "さすが%usernameusernameuserna%さん。\nこの次元までトレブルクインテットを引き上げるなんて。": "That's_USERNAME_PLACEHOLDER_XYZ123_san for you.\nI can't believe I pulled the Treburg Integrity up to this dimension.",
    "訓練に付き合ってくれたシリウスシュガーの面々も観戦していて、\n口々に勝利を祝ってくれた。": "The members of Sirius Sugaru, who'd gone along with the training, were also watching the match\nEveryone congratulated me on my victory.",
    "かつて高名な弓道家が言った。決して己の技を誇らず、\n自分が矢を放つのではなく『それ』が放つのだと。": "A famous archer once spoke. He never boasted of his technique.\nThat \"it\" would fire instead of firing an arrow of its own.",
    "……また%usernameusernameuserna%のよく分かんない話が\n始まったんだけど。": "...Another incomprehensible story about_USERNAME_PLACEHOLDER_XYZ123_\nIt's started.",
    "『それ』って、何？": "\"That\"? What's that?",
    "……俺もわからん。でも、心を無にして弓とひとつになれば\n自然と矢が的を射抜くのだそうだ。": "...I don't know either. But if I lose my heart and become one with the bow...\nIt seems the arrow naturally hits its target.",
    "フルート達もまた、その境地……人機一体の境地に近づいたのかもな。": "The flutes have also reached that state...the state of a single human machine.",
    "なるほど……": "I see...",
    "……いや、最後だけで良くない？\nよく分かんない下り要らなかったでしょ。": "...No, isn't it fine just to do it at the end?\nI don't know. You didn't need to go down.",
    "――戦闘性能評価試験はトレブルクインテットの勝利で終わった。": "—The battle performance evaluation test ended with Treburg-Intette's victory.",
    "本日はお疲れ様でした。これにて解散となります。": "Thank you for your hard work today. We will now be disbanding.",
    "……色々と吹っ切れたみたいだな。\n迷いのない、良い機動だった。": "...Looks like you've gotten over a lot of things.\nIt was a good maneuver, without hesitation.",
    "解散となった直後、レイヴェルの方からフルートに近づいてきた。": "Immediately after the dissolution, they approached the flute from Ravel's direction",
    "あっ、おつまるです！\n色んな人たちのおかげで、迷いは消えたと思ってます！": "Ah, it's settled!\nThanks to all these people, I think my hesitation is gone!",
    "今回は私の負けだった。\nだが、本当の勝負は次の『実地試験』になる。": "This time, I lost.\nHowever, the real match would be the next \"field test.\"",
    "そこで勝負を付けるとしようか。\nまだ、私たちも終わるわけにはいかないからな。": "Let's have a match there.\nWe can't be done yet, after all.",
    "さらに腕を磨いてくるとしよう。": "I'll go hone my skills even more.",
    "はい……！　次も、必ず勝ってみせますから！": "Yes...! I'll win next time, too!",
    "何とかもぎ取った勝利。実地試験は更に厳しい戦いになるだろう。だが、\n力強く宣言したフルートの瞳には未来を見据える強い光が宿っていた。": "I somehow managed to snatch it away. The field test will be an even tougher battle. However...\nThe flute's powerful declaration had a strong light in its eyes that set its sights on the future"
}