{
    "それで、話っていうのは？": "So, what did you want to talk about?",
    "実は……ひとつお願いがあるのです。": "Actually... I have a request.",
    "俺に？": "To me?",
    "はい……%usernameusernameuserna%さんにしか\nお願い出来ないことですわ。": "Yes... %user name, username, user name, %-san only.\nIt's something I can't ask of you.",
    "（嬉しいな）": "(I'm so happy.)",
    "（緊張するな……）": "(I'm so nervous...)",
    "（なんだかそう言われると……）": "(When he puts it like that...)",
    "もったいぶった言い方だな。\n俺に出来ることなら協力は惜しまない。遠慮なく話してくれ。": "That's a pretty lame way to put it.\nIf it's something I can do, I'll do whatever I can to help. Don't hesitate to tell me.",
    "では……生徒会長と話をする場を、設けてはいただけませんか？": "Then... could you set up a place for me to talk to the student council president?",
    "生徒会長と？　確かに俺は生徒会所属ではあるから、\n相談することはできると思うが……何の話をするつもりなんだ？": "With the student council president? It's true that I'm a member of the Student Council,\nI think we can talk about it... What are you going to talk about?",
    "……個人的な話ですわ。": "...It's a personal matter.",
    "俺には言えない話か？それとも、言いたくないだけか？": "Is it something you can't tell me? Or do you just not want to?",
    "申し訳ございませんが、あなたには関係のない話です。": "I'm sorry, but it has nothing to do with you.",
    "言いたくないってことか。": "So she doesn't want to say it.",
    "……はい。": "...Yes.",
    "なら、断る。": "In that case, I refuse.",
    "なっ……！？": "Wha...!?",
    "当然だろ？　俺に関係ないなんて嘘だ。": "Isn’t that obvious? It’s a lie to say it’s got nothing to do with me.",
    "きっとその内容は俺やシリウスシュガーのみんなが、\n今ここで聞かないと後悔する類のものだろ。": "I’m sure the contents are something that I and everyone else in Sirius Sugaru\nIf you don't ask now, you'll regret it.",
    "ど、どうして、そうだと……": "Wh-Why do you think that...?",
    "七彩をいつも見てるからな。\n顔を見れば、俺達に関係ありありなのはすぐわかるよ。": "I'm always looking at Shichisai, after all.\nJust by looking at her face, I can tell that it has something to do with us.",
    "……！": "...!",
    "だから話せないなら断る。": "So if I can't talk, I refuse.",
    "そ、そういう言い方はずるい……ですわ。": "Th-That's not fair...",
    "……わかりましたわ。もし頼みを聞いてくださるなら、\n報酬をお支払いしますわ。": "...Understood. If you accept my request,\nI'll pay you back.",
    "そういう話じゃない。\n俺が金で動く人間かどうかは、さすがにわかっているだろう？": "That's not what I'm talking about.\nOf course you know whether I'm a person who runs on money or not, right?",
    "…………": "............",
    "どうしても……話さないといけませんか？": "Do I really have to tell you...?",
    "ああ、むしろひとりで抱え込むなと言いたいくらいだ。": "Yeah, if anything, I want to tell her not to take it all on by herself.",
    "……わ、わかりましたわ。": "...I-I understand.",
    "生徒会長には、もしシリウスシュガーが負けても退学するのは\nわたくしだけにしてほしいとお願いするつもりですの。": "To the student council president, even if Sirius Sugaru loses, he’ll be expelled\nI'm going to ask you to leave me alone.",
    "どうしてそんなことをするんだ？\nカラフルブーケにだって勝てたじゃないか。": "Why would you do that?\nYou even beat the colorful bouquet, didn't you?",
    "だからこそですわ。先日の模擬戦に勝てたのは、\n%usernameusernameuserna%さん、あなたのおかげです。": "That's exactly why we won the mock battle the other day.\n%usernameusernameuserna%-san, it's all thanks to you.",
    "それは違う。確かに助言はした。\nだが、あの作戦を考えたのは七彩だろう。": "That's not it. I did give her some advice.\nBut Shichika was probably the one who came up with that plan.",
    "ええ。ですが、%usernameusernameuserna%さんがわたくし達の弱点と\n適性を見抜き、適切な指導を行ってくださったから可能になったのです。": "Yes. However, %usernameusernameuserna%-san are our weaknesses.\nIt's only possible because you saw through my aptitude and gave me proper guidance.",
    "あなたが来てくださったおかげで、\nシリウスシュガーは強くなったのですわ。": "Thanks to you coming,\nSirius Sugaru has gotten stronger.",
    "……そう言ってもらえるのは正直、嬉しい。だが、だからと言って\n負けたら七彩だけの責任というのは筋が違うだろ。": "...Honestly, I'm happy to hear that. But that doesn't mean...\nIf you lose, it doesn't make sense that it's just Shichika's responsibility.",
    "……いえ。違うのです。聞いて下さい。": "...No, that's not it. Please listen.",
    "……": "......",
    "これまでのシリウスシュガーは、チームとして成立していませんでした。\nそれもひとえにリーダーのわたくしの不甲斐なさが原因だったのです。": "Up until now, Sirius Sugaru hadn’t been established as a team.\nIt was all because of my incompetence as the leader.",
    "今回ではっきりと分かりました。わたくしにはリーダーの資質が\nありません。だから、せめて責任をとりたいのです。": "This time, I understand clearly. I have the qualities of a leader.\nI don't. That's why I want to at least take responsibility.",
    "なるほどな。\nそれで、負けたら七彩だけが退学で済むように交渉すると。": "I see what you mean.\nThat if she lost, she would negotiate so that only Shichika would be expelled.",
    "はい。他に責任の取りようがありませんから。": "Yes. There's no other way to take responsibility.",
    "もしそれで、七彩がいなくなってもチームが存続するとして、\nリーダーの後任は誰が務めるんだ？": "If that means that even if Shichika disappears, the team will continue to exist...\nWho's going to replace the leader?",
    "それはもちろん……": "Well, of course...",
    "言っておくが、俺はリーダーにはなれないぞ。": "Just so you know, I can't be the leader.",
    "なぜですの？": "Why? Why?",
    "忘れたのか？　俺は生徒会付の『教導指揮官』であって、\nシリウスシュガー専属じゃない。": "Have you forgotten? I’m the “Instructor Commander” attached to the student council\nI’m not Sirius Sugar’s personal servant.",
    "生徒会長の命令があれば、別のチームに付くこともあるだろう。": "If the student council president ordered them to, they'd probably end up on another team.",
    "で、では、誰がシリウスシュガーを……": "Th-Then who would take Sirius Sugar...?",
    "そりゃあ、お前しかいないだろ。\nシリウスシュガーのリーダーは七彩なんだから。": "Of course you’re the only one here.\nThe leader of Sirius Sugaru is Shichisai, after all.",
    "で、ですから！　わたくしにはリーダーの資質がないと……！": "I-I told you! I have to have the qualities of a leader...!",
    "必死に食い下がる七彩に、\n俺はゆっくりと噛み砕くように言った。": "As Shichika desperately dug in,\nI said slowly, as if chewing through it.",
    "俺は、そう思わない。": "I don't think so.",
    "何度も言うが、今日の作戦を考えたのは七彩だ。\n昨日だって遅くまで過去のデータを分析してただろ？": "As I’ve said many times, Shichika was the one who came up with today’s plan.\nYou were up late analyzing the past data yesterday, right?",
    "仮にもリーダーですから、そのくらい当然ですわ……": "I'm the leader, after all, so that's only natural...",
    "俺が思うに、リーダーに最も必要な資質は『責任感』だ。\nメンバーのことを考え、行動できる人間こそが、リーダーに相応しい。": "As far as I’m concerned, the most necessary quality for a leader is a sense of responsibility.\nPeople who can think and act about their members are the best people for a leader.",
    "七彩はそれを持ってる。だから、みんなは七彩を信頼できるし、\nカラフルブーケとも互角以上に戦えたんだ。": "Shichika has it. That's why everyone can trust him.\nI was able to fight on par with the colorful bouquet.",
    "ですが……": "But...",
    "弱気になるな。七彩に一番足りないものがあるとしたら、そこだ。": "Don't be so timid. If there's one thing the seven colors lack the most, it's that.",
    "負けた時の心配より、今は勝つための努力をするべきだ。": "Rather than worry about losing, we should put in more effort to win right now.",
    "わたくしたちで勝てるのでしょうか、カオスメイデンに。\n残された時間もあとわずかですのに……": "Will we be able to defeat Chaos Maiden?\nWe don't have much time left...",
    "勝てるのか、じゃない。勝たなくちゃいけないんだ。": "I'm not asking if I can win. I have to win.",
    "彼を知り己を知れば百戦殆からず……": "If you knew him and knew yourself, you wouldn't have fought a hundred battles...",
    "またソンシとおっしゃる方のお言葉ですの？": "Are those words from the person who called you Sonshi again?",
    "ああ。敵と味方をよく知れば、何度戦っても負けることはない。\nそんな意味だった気がする。": "Yeah. As long as you know your enemies and allies well, you won't lose no matter how many times you fight.\nI think that's what she meant.",
    "勝てないと思うのは、俺たちがカオスメイデンのことを\n本質的な部分でよく知らないからだ。": "The reason I don’t think we’ll win is because we’re worried about Chaos Maiden\nIt's because I don't really know the essence of it.",
    "お前たちは既に己のことはよく知った。なら、次は敵を知る番だ。": "You've already learned a lot about yourself. Now it's your turn to learn more about the enemy.",
    "しかし、敵を知るとは、一体どうやって……": "But how do you know the enemy...?",
    "そんなの決まってるだろ？": "Isn't that obvious?",
    "ま、まさか……": "N-No way..."
}