{
    "次の日、練習を前に俺はトレブルクインテットを屋内訓練場に\n呼び出した。本来の彼女たちが持つ実力を把握するためだ。": "The next day, before practice, I took Treburg Integrity to the indoor training grounds\nI've summoned them. It's to get a grasp on their true abilities.",
    "さて、改めて実力を見せて欲しい。\n相手としては、教導指揮官として声をかけたチームが相手だ。": "Now then, I want you to show me your true strength once again.\nAs an opponent, the team I called out to as the instructor commander was my opponent.",
    "以前にスカラ校舎で知り合った優秀なチームである。\n成長したシリウスシュガーに勝るとも劣らないと見ている。": "They were an excellent team I had met in the Scara school building before.\nShe saw him as no better than the grown Sirius Sugaru.",
    "りょです！　相手はスカラ校舎の方ですね！\n前はかっこ悪い所を見せちゃったので、いい所見せちゃいますよ！": "That's right! We're talking about the Scara school building!\nI showed you my lame side before, so I'll show you my good side!",
    "そういってトレブルクインテットはＭＧに乗り込んで準備をする。": "With that, Treburg Integrity boarded the MG and got ready.",
    "教導指揮官さん、あいつらの相手は本気でやればいいの？": "Instructor, should we really be dealing with them?",
    "ああ。遠慮なくやってくれ。何なら倒してもいいぞ。": "Yeah. Don't hesitate to do it. You can take him down if you want.",
    "なるほどね、次の公式ＭＧ競技に向けていい練習相手になるわ。\n相手にとって不足なしよ！": "I see. He'll be a good practice partner for the next official MG event.\nThere's no shortage of opponents!",
    "彼女たちとどこまで戦えるのか……\nトレブルクインテットの実力を試す試金石となるだろう。": "I don't know how much I can fight them...\nIt would serve as a test stone to test Treburg Integrity's abilities.",
    "さて……それじゃあ試合を開始してくれ！": "Now then... Let the match begin!",
    "そして、２チームの模擬戦が始まる。": "Then, the mock battle between the two teams began.",
    "さあて、さっそく突撃するわ！　後ろはお願いね！": "All right, let's charge in! Take care of the rear!",
    "はいはいっと。それじゃあ、私も一緒に行くよ～。\nエヴィとフルートはサポートお願い。": "Alright, alright. I'll come with you, then.\nEve and Flute, please support me.",
    "（まずはレイラたちが突撃か……）": "(Rayla and the others will charge first...)",
    "馬鹿正直に突っ込んできて、良い的じゃない！\n全員、集中砲火！": "It's not a good target for you to charge in and be honest!\nAll units, focus fire!",
    "おっと、それはダメだよ。": "Oh, don't do that.",
    "ロージーちゃん、気にせずにアゲアゲで行きましょう！": "Rosie, don't worry about it. Let's go with Ageage!",
    "後ろは気にせずに、任せて！": "Don't worry about what's behind you. Leave it to me!",
    "真っ直ぐに突撃したロージーへの攻撃を打ち落とし、\nフルートとエヴィ、シエナは彼女が切り込むための道をサポートする。": "He struck down the attack on Rosie, who charged straight at him\nFlute, Eve, and Siena supported the path she'd taken to cut in.",
    "ふふ、いいわね！　やっぱりみんな最高よ！": "Haha, that's great! Everyone's the best!",
    "ロージー！　横から来てるよ！\nこっちは任せて、対処お願い！": "Rosie! It's coming from the side!\nLeave this to me, and deal with it!",
    "突撃してきたロージーを隠れて挟撃しようとした２人のスカラ生徒。\nしかし、それをレイラが察知して迎え撃ち１対１を作り出す。": "The two Scara students hid Rosie, who had charged at them, and tried to pincer her.\nHowever, Leila sensed it and intercepted it, creating a one-on-one fight.",
    "ちっ、抜け目のないやつ！": "Tch, shrewd guy!",
    "くっ、立て直すぞ！": "Ugh, let's get back on our feet!",
    "させないわ！　もっと付き合って貰うわよ！": "I won't let you! You'll have to go out with me more!",
    "挟撃に失敗した２人を釘付けにするレイラとロージー。\nそして、そこにフルートたちが中央へと突撃していく。": "Leila and Rosie nailed the two who had failed in their pincer attack.\nAnd there, the flutes charged toward the center.",
    "シエナちゃん、エヴィちゃん、バイブスアゲアゲでいきますよ～！": "Siena, Eve, let's go with Vibes Ageage!",
    "はいはいっと。": "Yes, yes, yes.",
    "うん、任せて、準備は万全だよ。": "Yeah, leave it to me. I'm ready.",
    "なっ、全員ツッコんできた！？": "Wha, everyone's retorting?!",
    "落ち着け！　こっちの意表を突いてきただけだ。\n冷静に対処を……": "Calm down! She just caught me off guard.\nCalm down and deal with it...",
    "前線を張る２人を援護する形を崩して、\n突如として３人が突撃したことに驚くスカラ校舎のチーム。": "I broke the form of supporting the two on the front lines\nThe Scara school team was surprised by the sudden charge of the three of them.",
    "そして、突撃に合わせてフルートたちの背後から援護射撃が飛んでくる。": "Then, in time with the charge, support fire came flying from behind the flutes.",
    "ちょ、ちょっと！？　なんで援護射撃が……": "H-Hey!? Why are you covering fire...?",
    "ごめん、逃げられた！　あいつらいきなり下がって……": "Sorry, they got away! They suddenly stepped back...",
    "ふっふっふ、フルートたちは皆仲良しですから形に縛られません！\nみんながエースで、皆がサポーターです！": "Hehehe, the flutes are all good friends, so they're not bound by form!\nEveryone's an ace, and everyone's a supporter!",
    "まあ、それって裏を返すと、\n『器用貧乏』ってことなんだけどね。": "Well, if you turn that around...\nIt's called \"dexterity poverty.\"",
    "あはは……ノーコメントで。": "Ahaha... No comment.",
    "フォローしてくださいよー！？": "Follow me, okay?!",
    "軽いやり取りをしながらも、アタッカーがサポートに回り、逆も起こる。\nそんな縦横無尽な立ち回りでスカラ校舎生徒を追い詰めていく。": "We had a light exchange, but the attackers acted as support, and vice versa.\nThey cornered the Scara school building students with such a wide variety of maneuvers.",
    "（これだ……お互いの信頼の上で役割を簡単に変えることが出来る。\n付け焼刃でやれば連係ミスであっさりと瓦解するだろう作戦）": "(This is it... We can easily change our roles based on mutual trust.\n(If I do it with a tacky blade, I'm sure it'll collapse easily due to a liaison mistake.)",
    "（型にハマらない自由さ……これはトレブルクインテットの強みだ。\n突出した個の強さで押しつぶすカオスメイデンとは違う強さだな）": "(Freedom that doesn't fit the mold... This is Treburg Integrity's strength.\nIt's a different kind of strength from Chaos Maiden, who crushes them with the strength of an individual who sticks out.)",
    "コロコロと変わっていくポジション。相手は常に対応を迫られ、\n徐々に消耗していき一機ずつ落とされていく。": "The position is changing. The opponent is always forced to respond.\nThey gradually wore themselves down, dropping them one by one.",
    "これで～、トドメです！": "This is the final blow!",
    "ぐっ……くそ……！　なんて奴らだ……！": "Ugh... Dammit...! What the hell are they...?!",
    "そして試合が終わり、フルートたちは戻ってくる。": "Then the match ended, and the flutes returned.",
    "えへへ、どうでしたか！　フルートたちの良さを見て貰えましたか！": "Ehehe, how was it?! Did you see how good the flutes are?!",
    "ああ、見事なもんだ……あの時と別物過ぎるな。": "Yeah, it's impressive... It's way too different from back then.",
    "（やはりあのときはすべての状況が俺達に味方していたわけだな。\n本気でやりあえば経験も技術も連携も、すべてフルート達のほうが上だ）": "(So all the circumstances were on our side at the time.\nIf they really fight each other, their experience, technique, and coordination are all superior to the flutes.)",
    "それで、教導指揮官的にまだまだ見たりないかな？\nもっと見たいっていうなら、やってもいいけど。": "So, do you think you've still got a long way to go as an instructor?\nIf you want to see more, I can do it.",
    "十分だ。お前達のことは理解できたし、今日は休んでくれ。\n明日からの訓練に期待してるぞ。": "That's enough. I understand you guys, so rest for today.\nI look forward to your training starting tomorrow."
}