{
    "いったい何なんですの！？\nわたくしにも分かるよう、ちゃんと説明してくださいまし！": "What in the world is going on?!\nPlease explain it to me so I can understand!",
    "あの方はいったいなにを！？\nどうして囲んでいる方々は撃たないんですの！？": "What in the world is he doing?!\nWhy don't you shoot the people around you?!",
    "撃たないんじゃない。撃てないんだ。": "It's not that I won't shoot. I can't.",
    "おっしゃる通りです。": "It is as you say.",
    "意味がわかりませんわ……\nわたくしにはただ歩いているようにしか見えませんでした。": "I don't get it...\nTo me, it just looked like he was walking.",
    "ええ。一見、ただ歩いているだけに見えますよね。\nしかし、それは私達が外から見ているからなのです。": "Yes. At first glance, it looks like you're just walking around.\nBut that's because we're watching from the outside.",
    "対峙している方の目線では、そうではありません。": "From the perspective of the one facing them, that's not the case.",
    "なにげなく歩いているように見えて、\nユリアさんは決して、敵機の照準の中央には映りません。": "She looked like she was casually walking,\nJulia will never be reflected in the center of the enemy's sights.",
    "たとえ一瞬、映ったとしても、\nトリガーを引くタイムラグでかわされる。": "Even if it was reflected for a moment,\nShe dodges the trigger with a time lag.",
    "そんな状態で撃っても意味がないので、\n誰も撃つことができないんです。": "There was no point in shooting in that state, so...\nI can't shoot anyone.",
    "……理屈はわかりましたわ。": "...I understand the logic.",
    "ですが、先程の相手は５機。そんな芸当、できるとは思えませんわ。": "However, there were five of them earlier. I don't think they could pull off such a feat.",
    "常人ならそうでしょうね。ですが、ユリアさんは天才です。\n彼女の持つ非凡な情報処理能力がそれを可能にしているのです。": "A normal person would, yes. But Julia is a genius.\nHer extraordinary ability to process information is what makes that possible.",
    "おそらく単純に照準だけじゃない。": "It probably wasn't just a simple aim.",
    "今回の相手は撃つことすらできなかったが、実戦では突撃砲の残弾や\nリロードのタイミングなども見てるだろうな。": "Our opponents this time weren't even able to shoot, but in real combat, we'd have to deal with what was left of the assault cannons\nShe's probably waiting for the right time to reload.",
    "ええ。それに、次のアクションとそれに必要な時間……\nユリアさんはそうした戦場の情報、すべてを把握しているんです。": "Yes. And the next action and the time it takes...\nJulia knows everything about that battlefield.",
    "なんですの、それ……本当にわたくしたちと同じ人間ですの……？": "What's that supposed to mean...? Are you really the same person as us...?",
    "見えている世界が違うんです……私達のリーダーは。": "The world we can see is different... Our leader.",
    "『リーダー』って……まさか……！？": "\"Leader\"? Don't tell me...!",
    "ええ。私たちはカオスメイデンのメンバーです。": "Yes. We're members of Chaos Maiden.",
    "え、本当に気づいてなかったの？": "Huh? You really didn't notice?",
    "これっぽっちも気づきませんでしたわ……": "I didn't notice at all...",
    "逆に驚き。": "On the other hand, I'm surprised.",
    "俺も驚きだ。この展開で、それ以外ないだろうに。\n意外と天然なんだな、七彩。": "I'm surprised too. With this development, there's no other way.\nShe's surprisingly natural, Shichika.",
    "ではお茶同好会というのも……？": "Then what about a tea party...?",
    "ええ……すみません。ただ紫雲家が茶道の家元なので、\n完全に嘘というわけではありませんよ。": "Yes... I'm sorry. It's just that the Shiun family is the head of the tea ceremony family,\nIt's not a complete lie.",
    "……やっぱり。いただいたお茶が、一朝一夕のものではない\n素晴らしい味わいだったので、すっかり信じてしまいましたわ。": "...I knew it. The tea you gave me wasn't meant to be served overnight.\nIt was a wonderful flavor, so I completely believed it.",
    "ふふ、ありがとうございます。": "Heehee. Thank you very much.",
    "……そしてあなた方は新聞部ではなく、シリウスシュガーのメンバー。\nそうですよね、鳴滝七彩さん、%usernameusernameuserna%さん。": "...And you're not a member of the Newspaper Club, but of Sirius Sugaru.\nThat's right, Narutaki Nanaya-san, %usernameusernameuserna%-san.",
    "やっぱり、見抜かれていたか。さすがはカオスメイデン。": "So she saw right through me. That's Chaos Maiden for you.",
    "洞察力も一流というわけだな……": "Her insight is top-notch, too...",
    "いや、そっちもバレバレだったわよ……": "No, that was obvious, too...",
    "隠してるつもりだったんだ……": "I was trying to hide it...",
    "（え、ホントに気づかれてたの！？\nくそっ、そこまで言われると恥ずかしいぞ）": "(Huh? She really noticed?!\nDammit, it's embarrassing when you put it like that.)",
    "（これじゃ、七彩のこと言えないんだが！）": "(I can't say anything about Shichisai like this!)",
    "柊校舎でメイズ適性のある男子生徒が生徒会所属の指揮官となり、\nシリウスシュガーに配属されたという噂は耳にしていました。": "In the Hiiragi building, a male student with an aptitude for maise became a commander belonging to the student council\nI'd heard rumors that he'd been assigned to Sirius Sugaru.",
    "そんなタイミングで柊校舎の制服を着た男子生徒が来れば、\n誰だって気づきますよ。": "If a male student wearing a Hiiragi school uniform came at a time like that...\nAnyone would notice.",
    "それもそっか。でも、どうして訓練を見学させたんだ？\nわざわざ敵に情報を渡す意味がないだろ。": "That's true. But why did you make me watch your training?\nThere's no point in going out of your way to give information to the enemy.",
    "くすっ。見たところで、何か変わりますか？": "Teehee. Does that change anything?",
    "随分な自信だな。": "That's a lot of confidence.",
    "ええ。私達はユリアさんを信じていますので。\n彼女が負けることはない、と。": "Yes. We believe in Julia.\n\"There's no way she'll lose.\"",
    "そういうこと。ユリアが何をしてるか分かっても、\n対策のしようがないもの。": "\"Exactly.\" Even if I knew what Julia was doing,\nThere's nothing we can do about it.",
    "私達ですら、なぜあんなことができるか理解できていません。\n理解できないものには、対処のしようがありません。": "Even we don't understand why we can do that.\nThere's no way to deal with something you don't understand.",
    "だから、見られても問題ないってか。": "So that's why there's no problem with being seen.",
    "そういうことです。": "That's how it is.",
    "（なるほどな……これがカオスメイデン……\nリーダーのユリアの実力は間違いない……）": "(I see... So this is Chaos Maiden...)\nThere's no doubt that the leader, Julia, is capable...)",
    "（でも、だからといって突破口がないわけじゃない……）": "(But that doesn't mean there's no way out...)",
    "というわけで、間違いなく強敵だな。": "With that said, it's definitely a formidable enemy.",
    "スカラ校舎から戻った俺と七彩は、\nシリウスシュガーのメンバーを集めてミーティングを開いた。": "Shichika and I returned from the Scara school building\nWe gathered the members of Sirius Sugaru and held a meeting.",
    "そこまでなんだね、カオスメイデンのユリアって子は。": "That's as far as this Chaos Maiden girl goes, huh?",
    "あまりにもぶっとびすぎてて、信じられない、\nいや、信じたくないけれど……": "It was so outrageous, I couldn't believe it\nNo, I don't want to believe it, but...",
    "間違いありませんわ。わたくし、この目で見たんですもの。": "There's no mistaking it. I saw it with my own eyes.",
    "そんなのもうズルじゃんか。どう勝てばいいんだよ～！？": "Isn't that cheating already? How am I supposed to win?!",
    "……当たらないなら当たるまで撃つだけ。": "...If it doesn't hit me, I'll just shoot until it hits me.",
    "そうですけど、それができたら苦労しませんよ～！": "That's true, but if I can do that, I won't have any trouble!",
    "はぁ……みんなとの学園生活もこれでおしまいでしょうか……": "*sigh*... Is this the end of my school life with everyone...?",
    "どうしたお前ら。パイロットからヘタレに逆戻りか？": "What's wrong, guys? Back to being a loser from being a pilot?",
    "実際どうしようもないじゃない。\nそんな本物の天才を前にしたら、凡人が束になっても敵わないし。": "Actually, there's nothing we can do about it.\nWhen faced with a real genius like that, an ordinary person would be no match for her in a bundle.",
    "ま、いちおー言っとくと、ラミは天才に近い方だけどね。": "Well, to be honest, Rami is pretty much a genius.",
    "なんだ、だらしないな。\nお前達のリーダーは既に突破口を見つけたっていうのに。": "What? You're so sloppy.\nEven though your leader has already found a breakthrough.",
    "えっ！　七彩さん、何か気付いたんですか！？": "Huh?! Did you notice something, Nanaya-san?!",
    "……はい。先程、白奈さんが言った通りですわ。\n当たらないなら、当てればいいのです。": "...Yes. It's just as you said earlier.\nIf you can't hit it, you just have to hit it.",
    "……？？　ええと、なぞなぞ、ですか？": "...?? Um, a riddle?",
    "きょとんとするめるに、七彩はゆっくりと\n噛み砕くように説明した。": "As she stares blankly at me, Shichika slowly\nI explained as if chewing through it.",
    "ユリアさんがすべての射線を予測して動くというなら、\n予測自体を無意味にしてさしあげればいいのです。": "If Julia predicted all the lines of fire and said she would move...\nAll you have to do is render the prediction itself meaningless.",
    "それはそうかもしれませんけど……でも……": "That may be true, but... But...",
    "具体的にどうすればいいのか、だな？": "What exactly are we supposed to do?",
    "は、はいっ。": "Y-Yes.",
    "では、それを実現するための策をお前らに授ける。": "Well then, I'll give you a plan to make that happen.",
    "それは――": "That's――"
}