{
    "シエナちゃん！　裏に抜けて後衛を牽制してください！": "Siena! Get out the back and keep the rear guard in check!",
    "了か……うあっ！？": "Ryouka... Uwah!?",
    "エヴィ、カバーに回……うわ、危なっ！": "Eve, get on the cover... Whoa, watch out!",
    "（さすがのトレブルクインテットも、まだ制御に手を焼いているな。\n無理もないか……）": "(Even Treburg Integrity is still having trouble controlling it.\nI guess that's understandable...)",
    "戦闘性能評価試験を前に、トレブルクインテットは\nトリニティ・ジュエルを想定したチームと模擬戦を行っていた。": "In the face of the battle performance evaluation test, Treburg Integrity\nThey were having a mock battle with a team that assumed Trinity Jewel.",
    "相手はシリウスシュガーに頼んだ。彼女たちも当初よりはるかに\n成長しているが、本来ならまだ正面から戦うには早いレベルだ。": "I asked Sirius Sugaru to deal with them. They were much more likely than they'd been in the beginning.\nIt's growing, but normally it's still too early to fight head-on.",
    "あ、あれ？　なんだかかなり調子いいですね、私達……？": "H-Huh? We're in pretty good shape...?",
    "というより、トレブルクインテットの皆さんの調子が、\n悪いと言ったほうが正しいのではないでしょうか。": "Or rather, the condition of everyone in Treburg-Intedt\nWouldn't it be more accurate to say it's bad?",
    "引き受けたときは引き立て役みたいでヤだったけど、\nワンチャン勝てそうなら悪くないかも！": "When I accepted the job, I didn't want to be the one to draw attention to myself.\nIf it looks like I can win, it might not be so bad!",
    "まあ、%usernameusernameuserna%からも本気でやっていいって\n言われてるしね。": "Well, %usernameusernameuserna% said I could go all out, too.\nI've been told.",
    "遠慮したら、それこそ相手に失礼だと思う。": "If I hold back, I think that would be rude to the other person.",
    "そう、彼女たちは『意外とそこそこ上手く戦えてしまっていた』。\nその原因は主にトレブルクインテット側の自機制御の問題だ。": "That's right, the girls were able to fight surprisingly well.\nThe cause of that was mainly the problem of self-control on the Treburg Integrity side.",
    "ちなみに俺はエンジニアとともに、\n地上で彼女たちの戦いを見守っていた。": "Incidentally, along with the engineers,\nI watched the girls fight from the ground.",
    "僕は反対したからね……": "I was against it...",
    "でも最終的には協力してくれた。\nあんたも見たいだろ、トレブルクインテットが勝つところ。": "But at the end of the day, she cooperated.\nYou want to see the Treburg Integrity win.",
    "それは……そうですね。": "That's... true.",
    "でも、ジェネレーターの『コンピューターによるフィードバック制御』を\nカットするなんて……": "But the generator, the computer feedback control\nTo cut it...",
    "失速やサージング、ブローのリスクが大幅にアップする。\n事故が起きたら君も僕もただじゃすまないぞ。": "It greatly increases the risk of stalling, sirling, and blows.\nIf an accident happens, neither you nor I will be free.",
    "それでもやるしかない。トリニティ・ジュエルの強引な旋回方法……\n名づけるならスラスターステアか。その技術に対抗する唯一の策だ。": "Even so, we have no choice but to do it. Trinity Jewel's forceful way of circling...\nIf I had to name it, it'd be thrustersteer. It's the only way to counter that skill.",
    "コンピューターによるフィードバック制御のカット――": "A computer-generated feedback control cut—",
    "それはＭＧの『安全マージンのために確保された領域』までをも解放し、\n最大出力を上げる強引な手段だ。": "That also released MG's \"territory secured for safety margin\"\nIt's a forceful move to increase maximum output.",
    "使いこなせれば大きな武器となる。": "If you can use it well, it will be a big weapon.",
    "フルート達が本気で臨むというんだ。\n俺達も本気にならなきゃ嘘になるだろ？": "The flutes are going all out.\nIf we don't get serious, we'll be lying too, right?",
    "まったく……無茶苦茶だね。だけど僕も協力するといった手前、\n腹は括ってるよ。最後まで付き合おうじゃないか。": "Honestly... That's crazy. But I didn't agree to help, so...\nI'm prepared. Let's stick together until the end.",
    "はは、さすが技術者ってのは熱いな。\n本当に頼りにしてる。": "Haha, engineers sure are passionate.\nI'm really counting on you.",
    "……ああ、君の信頼にも応えてみせるよ。": "...Yeah, I'll live up to your trust.",
    "側面から援護をお願いします！": "Cover me from the flanks!",
    "了解～。すぐに行くわね！": "Understood. I'll be there soon!",
    "いいか。エネルギーは貯金、加速は借金だ。スラスターを焚けば\n加速はできる。だが同時に推進剤と冷却リソースを削る……": "Look. Energy is savings, acceleration is debt. If you burn the thrusters\nI can accelerate. But at the same time, I'll reduce the propellant and cooling resources...",
    "シエナ、%usernameusernameuserna%の言う通りバランスに気を付けて、\n回り込んで。": "Siena, %usernameusernameuserna% is right. Watch out for the balance.\nCome around.",
    "うん……！": "Yeah...!",
    "それがスラスターステアの弱点。だからお前たちは同じことをせずに\nスロットルを緩めろ。再加速のためのエネルギーを確保するんだ。": "That's thrustersteer's weakness. So you guys don't do the same thing.\nLoosen the throttle. Secure the energy for reacceleration.",
    "相手に合わせてやる必要はない！": "There's no need to match your opponent!",
    "敵機の間にスペースが空いた……\n私が行く。みんな援護を！": "There's a gap between the enemy machines...\nI'll go. Everyone, cover me!",
    "エネルギーマネジメントを徹底しろ。ＶＲＸの出力カーブを身体に\n叩き込め。必要な時に、必要な推力を発揮するんだ。": "Be thorough with your energy management. Use the VRX's output curve on your body.\nHit it. When you need it, use the thrust you need.",
    "狙える。フルート、頼んだよ。": "I can aim. Flute, I'm counting on you.",
    "まかせてください！": "Leave it to me!",
    "ジェネレーターを『従える』んじゃない。それすら超えて……\nお前達はジェネレーターとひとつになれ。": "It's not \"follow\" the generator. It surpasses even that...\nYou guys become one with the generator.",
    "やああああぁぁぁっ！！": "Yaaaaahhh!!",
    "そう――今日からお前たちがＭＧだ！！": "That's right—you're MGs starting today!!",
    "意味わかんない……": "I don't get it...",
    "そしていよいよ、戦闘性能評価試験を迎えた――": "And finally, it was time for the combat performance evaluation test—",
    "両チームのメンバー、そして企業担当者が顔を揃えた。\n今回負ければ２連敗で大勢が決定するとあり、ＲＳ側は不安げだ。": "The members of both teams, as well as the people in charge of the corporation, all showed up.\nIf they lost this time, a large number would be decided by two consecutive losses, and the RS side looked uneasy.",
    "そりゃそうだろう。\nでも、やれることはやってきたはずだ……！": "I guess that's true.\nBut I've done everything I can...!",
    "ちなみに俺は観戦席から状況を見守っている。": "By the way, I'm watching the situation from the spectator seats.",
    "まさかあたし達も招いてもらえるなんてね。": "I didn't think you'd invite us, too.",
    "こういう機会はなかなかないから、助かりますわ。\n他校舎チームの戦いは学びになりますから。": "You don't get many chances like this, so it's a big help.\nYou'll learn a lot from the battles of the other building teams.",
    "まあ、模擬戦に付き合ってもらったしな。": "Well, I had her join me in the mock battles.",
    "ぜひとも勉強させてもらいます！": "I'll definitely study it!",
    "俺の隣にはシリウスシュガーのみんなを招いておいた。\n関わった相手がどう成長したのか、見ておいて損はないだろう。": "I invited everyone from Sirius Sugar next to me.\nThere was probably no harm in watching how the people involved had grown.",
    "今回の試験は、公式ＭＧ競技の殲滅戦ルールで行われます。\nもちろん弾丸は訓練用の模擬弾です。": "This exam will be held under the rules of the official MG Competition Annihilation Tournament.\nOf course, bullets are mock bullets for training.",
    "一歩前に進み出るフルート。それに応えるように、\nトリニティ・ジュエルからもレイヴェルが進み出た。": "The flute takes a step forward. In response...\nLeiber stepped forward from Trinity Jewel as well.",
    "……正直フルート達はまだまだ『浅い』と思います。": "...Honestly, I think the flutes are still too shallow.",
    "レイヴェルちゃんの抱えるものが何かはわからないです……\n並び立てたなんて思ってもいません。": "I don't know what you're holding, Ravel...\nI don't think they lined up.",
    "ですが――炎上した中でも、まだ応援してくれる人たちの想いを\n無下にしないために……フルート達は、負けられません。": "But even in the midst of the flames, I can still feel the feelings of those who support me.\nWe can't lose to the flutes... so that we don't reject them.",
    "フッ、いい目をしている。前とは違う……\n意義に満ちた、本気で私達の事を倒しに来ている目だ。": "Heh, you've got a good look in your eyes. It's different from before...\nTheir eyes are full of meaning, and they're serious about defeating us.",
    "昨日でもなく、明日でもない。\nただ自分の前にある戦いを見据える目……": "Not yesterday, not tomorrow.\nShe just looks at the battle in front of her...",
    "はい、レイヴェルさん。明日のことなんて考えられません。": "Yes, Mr. Lovel. I can't think about tomorrow.",
    "今日、あなたを倒さなければフルート達に未来はないと\n思ってますから！": "If I don't defeat you today, the flutes won't have a future.\nThat's what I think!",
    "ふたりのリーダーは言葉を交わし……\nかくして戦闘性能評価試験が始まった――": "The two leaders exchanged words...\nAnd so, the battle performance evaluation began――"
}