{
    "（……一通りトレーニングをしてみたが、\nやっぱりネックになってるのは障害物競走だな……）": "(...I did some training, but...\nThe obstacle course really is the bottleneck...)",
    "ううう……！　うああああぁぁぁっ！！": "Uuuu...! Uwaaaaah!!",
    "あぁっ！！": "Aaah!!",
    "また派手になぎ倒しちゃったわね、ノエルちゃん……": "Looks like Noel knocked them down again...",
    "ぐぅううう……どうしても我慢できなくなっちゃう……\nイライラしちゃって気づいたら勝手に蹴ったりしちゃう……": "Ughhh... I can't take it anymore...\nI'm so irritated that I start kicking myself when I realize it...",
    "壊れないようにクッションを置いたりして正解ね。\nノエル、あんまり気に病まないで。": "It's a good idea to place cushions so they don't break.\nNoel, don't worry about it too much.",
    "……うん、大丈夫。": "...Yeah, I'm fine.",
    "とはいえ、困ったな……色々と作戦は試したが、\nノエルのクセはどうしても抜けないな。": "That said, this is a problem... I've tried a lot of strategies, but...\nI just can't get rid of Noel's habit.",
    "そうよね……一回コーンがあたしに飛んできたし。\n頭に当たって痛かったわ……": "That's right... Corn came flying at me once.\nIt hit me in the head...",
    "で、でも成長はしてるわ！　だって、最初に比べたら、\nずっと我慢できる時間が伸びてるもの！": "B-But she's grown! I mean, compared to the first time,\nI'll be able to endure it forever!",
    "ああ、確かにそうだな。とはいえ、他の競技に比べると、\n明らかにノエルにかかってるストレスが大きいのもな。": "Yeah, that's true. That said, compared to other competitions,\nIt's obvious that Noel's under a lot of stress.",
    "じゃあ、一度他の競技……リレーの練習しましょ！\nほら、ジュリーちゃんも。": "Okay, let's practice for the other competitions... The relay race!\nCome on, Julie.",
    "ラウラの言葉に、一度三人はリレーの練習に切り替える。\nその姿を眺めながら、俺は何か妙案がないかと考える。": "At Laura's words, the three of them switched to practicing for the relay race.\nAs I gaze at her, I wonder if she has any brilliant ideas.",
    "（採点対象となる競技は結局、５種目しかない。\nもっと種目があれば捨てるのも戦術のうちだが……）": "(In the end, there are only five events that qualify for grading.\nThrowing it away would be part of the tactic if there were more events, but...)",
    "（他の種目で出来る限りをやった以上は、\nこの種目を勝てるようにするのが一番確実だからな）": "(I've done everything I can for other events, so...)\nIt's the most certain way to win this event, after all.)",
    "ねえ、%usernameusernameuserna%。\n何か良い案は思いついた？": "Hey, %usernameusernameuserna%.\nDid you come up with any good ideas?",
    "倒していい障害物を決めるとかか？": "Like deciding on an obstacle you can defeat?",
    "ノエルに目を閉じてもらうとか……": "Like having Noel close her eyes...",
    "そうだな。今のところ思いつくのは……": "That's right. All I can think of right now is...",
    "失点を覚悟で障害物を壊していいとするの？\n……狙えるなら苦労しないし、そこまで圧倒的な速度でもないわ。": "Are you prepared to lose points and destroy obstacles?\n...If I can aim, I won't have any trouble, and it's not that overwhelmingly fast.",
    "そうなんだよなぁ……": "You're right...",
    "……障害物競走を目を閉じて、全部乗り越えるのって、\n癖を我慢するよりも難しくなってない？": "...Close your eyes on the obstacle course and get over it all...\nIsn't it harder than holding back your habit?",
    "……そりゃそうか。": "...I guess that's true.",
    "結局のところ、ノエルがストレスを感じるのが問題な気はするわ。\nだから、イライラを解消するように工夫をすればどう？": "At the end of the day, I feel like Noel's stress is the problem.\nSo why don't you come up with a way to get rid of your irritation?",
    "それが一番現実的か……\nノエルが我慢できるように快適なサポートするってことだな。": "So that's the most realistic option...\nThat means I'll be providing comfortable support so Noel can endure it.",
    "ええ、そういうこと。\nとりあえずはこれを用意したわ。": "Yes, that's right.\nFor now, I've prepared this.",
    "タオルとドリンク？": "A towel and a drink?",
    "ええ。取り出すまでに、冷たく冷やしておいたのよ。\n直接は関係ないけどストレスも軽減されるから。": "Yes. I chilled it cold before I took it out.\nIt's not directly related, but it also reduces stress.",
    "なるほどな。確かにそれもありだ。": "I see. That's certainly part of it.",
    "ふう、疲れたっ。ちょっと休憩ね。": "Phew, I'm tired. Let's take a break.",
    "みんな、お疲れ様。\n冷やしたタオルとスポーツドリンクよ。": "Good work, everyone.\nIt's a cold towel and a sports drink.",
    "まあ……！　ありがとう、心香ちゃん。": "Well...! Thank you, Kokoro.",
    "ん……冷たくて気持ちいいね。": "Mm... It's nice and cold.",
    "特訓は順調だ。他の４種目の練度は確実に上がっている。\nよし、多少スパルタにするぞ！": "The special training was going well. The level of training for the other four events had definitely improved.\nAlright, let's do a little spartan!",
    "玉入れ１００回連続で成功するまで終わらないぞ！\nさあ、集中を高めていけ！": "I won't finish until I succeed a hundred times in a row!\nCome on, focus!",
    "イエッサー！": "Yessir!",
    "（……なんだかんだノリがいいよな）": "(...She's really getting into this.)",
    "%usernameusernameuserna%って１００回連続とか好きだよね。\n確か、めるちゃんにもそんなこと言ったんじゃなかったっけ。": "%usernameusernameuserna% likes doing it a hundred times in a row.\nIf I remember correctly, I said something like that to Me-chan, too.",
    "フラットスピンの特訓よね。\nやってのける、めるちゃんもすごいけど……": "Flatspin training, right?\nMechan's amazing too, but...",
    "そこっ！　私語は慎むように！": "There! Don't talk to me!",
    "（100は無理としても、10連続成功は普通に出来るな。\n集中力もかなり持続できるようになってきている）": "(Even if a hundred is impossible, ten consecutive successes are normal.)\nMy concentration is starting to last quite a while.)",
    "よーし、そこまで！　一旦、休憩にするか。": "Alright, that's enough! Let's take a break.",
    "イエッサー！！": "Yessir!!",
    "……いや、もうイエッサーはいいんだが。": "...No, I don't need a yesser anymore.",
    "そうだ！　みんな、よかったらクッキー焼いてきたから食べてね。\n甘いものを食べて元気が出るかなって持ってきたの。": "That's right! Everyone, I baked some cookies if you'd like, so eat them.\nI thought eating sweets would cheer you up, so I brought it.",
    "え、いいの？": "Huh? Are you sure?",
    "やったー！　食べる、食べる！": "Yay! I'll eat it, I'm gonna eat it!",
    "……": "......",
    "どうしたの、心香ちゃん。ぼーっとしちゃって。": "What's wrong, Kokoro? You're spacing out.",
    "……なんだか、%usernameusernameuserna%が来る前の、\nバラバラだった日々が嘘みたいだなって思ってたの。": "...For some reason, before %usernameusernameuserna% came...\nI thought it was a lie that my days were all over the place.",
    "いろんなことがうまくいくと、自然と雰囲気も良くなるんだなって。": "When a lot of things go well, the atmosphere naturally gets better.",
    "そうだね。あの頃より今の方がすっごく笑顔が増えて、\n楽しいわよね！": "That's right. There's a lot more smiles now than back then,\nIt's fun, right?",
    "ええ、だからちょっと感慨深くなっちゃって……\nごめんなさい、私らしくないわよね。": "Yes, that's why I'm feeling a little emotional...\nI'm sorry, it's not like me.",
    "そんなことはないわ。\nそういう風に思えることが私は嬉しいの。": "That's not true.\nI'm happy that you feel that way.",
    "そうだよねー！　やっぱり仲良く出来るってのは、\nとってもいいことだよね！": "That's right! Being able to get along really is...\nIt's a very good thing!",
    "そうだな。チームワークはどのチームでも重要だからな。\n人見知りしないってのも重要な要素だぞ。": "That's right. Teamwork is important for any team.\nIt's important not to be shy.",
    "……あ、それって……": "...Ah, does that mean...",
    "ラウラ？　どうしたの？": "Laura? What's wrong?",
    "う、ううん！　なんでもないわ！\nそれよりも、クッキーをもっと食べていいからね！": "N-No! It's nothing!\nMore importantly, you can eat more cookies!",
    "えっ、いいの？　んん！　美味しい～！": "Huh? Are you sure? Mmm! It's delicious!",
    "大丈夫よ、たくさん作ってきたから！\nさ、みんなもっと食べましょう！": "Don't worry, I made a lot!\nCome on, everyone, let's eat more!",
    "……さて、障害物競走以外に関しては完璧だと言える。\nなので、残りの時間は障害物競走に当てるべきだ。": "...Now then, you could say she's perfect when it comes to anything other than obstacle races.\nAs such, the remaining time should be spent in the obstacle course.",
    "（かなり意識してるな……ただでさえ我慢をして、\nストレスがかかってるのにプレッシャーも感じてるのか……）": "(She's pretty conscious of it... She's already holding back,\nShe's under a lot of stress, but she's also feeling pressure...)",
    "じゃあ行くわね、ノエル！\nよーい、スタート！": "Then let's go, Noel!\nAll right, start!",
    "くうっ……がまん、がまん、がまんっ……！": "Ugh... Hold back, hold back, hang in there...!",
    "最初の障害は耐えたわ……！\nがんばって、ノエルちゃん！": "I endured the first obstacle...!\nGood luck, Noel!",
    "なんとか耐えて、等間隔に設置されたハードルを越えていく。\nといってもギリギリまで葛藤しているのでハードルは足に当たっている。": "I somehow managed to endure it and crossed the evenly spaced hurdles.\nThat said, I'm conflicted until the very last moment, so the hurdle is on my feet.",
    "（まあ、あれは我慢をしているだけだ。\nだから大丈夫……スラローム走でコーンを倒さなければ……）": "(Well, I'm just holding back.\nSo it's okay... As long as I don't defeat the corn in the slalom run...)",
    "う……ううっ……うあああああぁぁぁっ！！": "Uu...uuu...uaaaaahhh!!",
    "そうして、こまごました動きに焦れたのか、\nコーンに触れた足でそのまま蹴り飛ばして薙ぎ倒す。": "And so, perhaps because she was impatient with her flustered movements,\nI kicked her with my leg, which had touched the corn, and mowed her down.",
    "あちゃあ……ここまでだったかぁ。": "Oh man... So that's it.",
    "でも少し変化はあったわよね！": "But there was a slight change!",
    "例え歩みが遅くても前に進んでいると思わせてくれる走りだ。\nしかし、そんなノエルの表情は浮かない。": "It's a run that makes me feel like I'm moving forward, even if my pace is slow.\nHowever, Noel's expression doesn't show.",
    "結局その日は、それ以上の改善はなく、\nそしてノエルの表情も晴れることのないまま解散となった。": "In the end, there was no further improvement that day\nAnd then Noel's expression didn't clear up as we disbanded.",
    "――そして、翌日。": "—And then, the next day.",
    "よーっし！　今日もみんな頑張っていこうね！": "All right! Let's all do our best today!",
    "あら？　ノエルちゃんがまだ来てないわね。": "Oh? Noel hasn't arrived yet.",
    "昨日うまくいかなったこと、気にしてるのかな……": "I wonder if she's worried about how things went yesterday...",
    "帰り際も、ずっと暗い顔をしていたしな。": "She was always looking gloomy on the way home, too.",
    "じゃあ、あたしが探してくる！": "Then I'll go look for her!",
    "いや、俺が探してくる。\nみんなはトレーニングを始めておいてくれ。": "No, I'll go look for her.\nEveryone, please start training.",
    "うん……分かったわ、ノエルちゃんをお願いね。": "Yeah... Got it. Take care of Noel, okay?",
    "ここには……いないか。": "She's... not here.",
    "（……おそらく、\nずっと上手くいかない事が負担になってるんだろう。）": "(...Most likely,\nIt's probably a burden that things haven't been going well for a long time.)",
    "（雰囲気が良い今だからこそ、\n自分が重荷になっている……そんな現状だからな）": "(Now that the atmosphere is good,\nI'm becoming a burden... That's just how things are.)",
    "…………": "............",
    "（いた……！）": "(There she is!)",
    "ノエル！！　探したぞ。": "Noel!! I've been looking for you.",
    "あ、%usernameusernameuserna%……\n見つかっちゃった。": "Ah, %usernameusernameuserna%...\nI've been found.",
    "サボリか？　そういう悪い奴には腕立て１００回が待ってるぞ。\nもちろん返事は？": "Are you skipping? A hundred push-ups await bad guys like that.\nOf course. What's your answer?",
    "イエッサー？": "Yessir?",
    "よし、いい返事だ。仕方ないから９９回にまけといてやろう。": "Alright, that's a good answer. There's no helping it, so I'll leave it at 99.",
    "１回しか減ってないんだけどー！": "It's only been reduced once!",
    "おまけなんだぞ。文句を言うな。": "It's a bonus. Don't complain.",
    "もうー！": "Geez!",
    "俺のくだらない冗談に、その瞬間は笑顔を見せてくれたものの、\nすぐに目を伏せるノエル。": "In that moment, she showed me a smile at my stupid joke, but...\nNoel immediately lowers her eyes.",
    "やっぱり無理なんだよ。\n私が普通のみんなに馴染もうとするなんて。": "I can't do it after all.\nI can't believe I'm trying to fit in with everyone else.",
    "なんでそう思う？": "Why do you think that?",
    "だって、我慢できないんだもん。\n壊したいのに我慢し続けて……嫌な気持ちでいっぱいになるの。": "After all, I can't hold back.\nI want to destroy it, but I keep holding it in... and it fills me with unpleasant feelings.",
    "そのせいで、暴れて迷惑をかけて……\nだから、もう私なんてダメなんだよ。": "Because of that, I went on a rampage and caused trouble...\nThat's why I'm no good anymore.",
    "本当にそう思うのか？": "Do you really think so?",
    "本人たちに聞いたのか？": "Did you ask them?",
    "皆の迷惑になって、きっと見捨てられちゃうんだ。\nだから……もう、私はこのチームから抜けた方が……": "I'll be a bother to everyone, and I'm sure they'll abandon me.\nThat's why... I should leave this team...",
    "だって、みんなに一杯迷惑をかけたんだよ？\nそれで逃げ出しちゃった私のこと、呆れてる……": "I mean, I caused a lot of trouble for everyone, you know?\nShe's exasperated at me for running away because of that...",
    "聞かなくたって分かるよ……\nこんなにみんなの時間も無駄にして……": "You don't have to ask...\nI wasted so much of everyone's time...",
    "じゃあノエル、一緒に来てくれ。": "Then Noel, come with me.",
    "……どこに行くの？": "...Where are you going?",
    "まあ、付いてきてくれ。すぐにわかるさ。": "Come with me. You'll see soon enough.",
    "……？": "...?",
    "ここからなら、ちょうど見えない位置だからな。\nこれで、こっそり見られるだろう？": "I can't see it from here, after all.\nNow you'll be able to sneak a peek, right?",
    "え……みんな……？": "Huh...? Everyone...?",
    "視界に入らないように上を向きながら走るっていうのは？": "What about running while looking up so you can't see?",
    "それは目を閉じて走るのと大差ないんじゃない？": "Isn't that not much different from running with your eyes closed?",
    "普段は抑えられてるんでしょう？\nじゃあ競技と意識しないようにしたらどうかしら。": "You're usually restrained, aren't you?\nThen why don't you try not to think of it as a competition?",
    "そうね。方向性としてはアリだとは思うわ。\nでも、具体的にどうやるべきかよね。": "That's right. I think it's a good direction.\nBut I don't know exactly how to do it.",
    "あっ、いっそのこと大回りにしたらどう？\n障害物が気にならないようにすればいいのよ！": "Oh, why don't we just make a big detour?\nYou just have to make sure the obstacles don't bother you!",
    "みんな……": "Everyone...",
    "ノエルが思っているよりもずっと、\nあいつらはノエルのことが好きなんだよ。": "Much more than Noel had expected\nThey like you, Noel.",
    "４人揃ってのチームだからだ。": "It's because we're a team of four.",
    "ノエルが仲間だからだ。": "It's because Noel is one of us.",
    "私……迷惑かけてばかりで……今日なんて練習にも来なくて……\nなのに、どうして……？": "I... caused so much trouble... I didn't come to practice today...\nSo why...?",
    "……！": "...!",
    "個性があって、その個性に苦しみながらも努力してる。\n近くで見てるあいつらがノエルの頑張りに気付かないわけがない。": "She's got her own personality, and she's doing her best even as she suffers from that personality.\nThere's no way those guys watching from up close wouldn't notice Noel's hard work.",
    "ただパイロットになるだけならノエルを切り捨ててもいい。\nだが、そういう話じゃないんだ。仲間として、勝ちたいんだ。": "If I'm just going to be a pilot, I can cut Noel off.\nBut that's not what we're talking about. As comrades, I want to win.",
    "皆、ノエルと一緒に勝ちたいんだよ。\n俺も含めて……な。": "Everyone wants to win with Noel.\nIncluding me... yeah.",
    "ごめん……明日まで、待ってもらえないかな？": "Sorry... Could you wait until tomorrow?",
    "ああ、もちろん。": "Yeah, of course.",
    "ノエルはそれっきり何も言わずに走り去ってしまった。\nその背中を見送りながら、俺は物陰から姿を現す。": "Noel ran off without saying anything after that.\nWatching her go, I emerge from the shadows.",
    "あっ、%usernameusernameuserna%！\nノエルは見つかった？": "Ah, %usernameusernameuserna%!\nDid you find Noel?",
    "というか、何でそんなところから……": "Actually, why are you coming from there...?",
    "のぞきだ！　盗撮魔だ！": "Peeping! It's a spy!",
    "人聞きの悪いことを言うな！": "Don't say things like that!",
    "お話、できたのよね……？": "You were able to talk, right...?",
    "ああ。ちゃんと伝えるべきことは伝わったはずだ。\n今日は休みにしたが、もう大丈夫だと信じてる。": "Yeah. I should have been able to tell her what I needed to tell you.\nI took the day off, but I believe I'm fine now.",
    "（待ってるからな、ノエル……）": "(I'll be waiting for you, Noel...)"
}