{
    "みんな、聞いてくれ！\nこんな状況だからこそ、言わなきゃいけないことがあるんだっ！！": "Everyone, listen to me!\nIt's precisely because I'm in this situation that there's something I have to say!!",
    "そう言って、俺は大きく肺に空気を吸い込む。": "Saying that, I take a deep breath of air into my lungs.",
    "頼む……！　もし、無事に帰れたら、\n俺と……！！　付き合ってくれぇええええ――――！！": "Please...! If I make it home safely,\nMe...!! Go out with meeeeeee!!",
    "……………………": "............",
    "はぁああああああああ――――！？": "Haaaaahhhh----!?",
    "何故こんな状況になったのか。\nそれを説明するには、少し時間の針を巻き戻さねばならない。": "Why did we end up in this situation?\nIn order to explain that, I had to rewind the clock a little.",
    "はっ……！？": "Huh...!?",
    "意識が覚醒すると同時にベッドから跳ね起きる。": "As soon as I wake up, I jump out of bed.",
    "ハァ……ハァ……なんだ、この汗は……": "Hah... hah... What's with this sweat...?",
    "何か恐ろしい夢を見ていた気がするけど……\nそれがどんな内容だったのか思い出せない。": "I feel like I was having a terrible dream...\nI couldn't remember what it was about.",
    "『この世界は、滅亡しようとしている』\n……か。": "“This world’s about to be destroyed.”\n......huh.",
    "（正直自分で言っておきながら、記憶がないせいで\nそれがどういうことなのか何もわからない）": "(Honestly, I’m the one who said it, but because I don’t have any memories\nI don't know what that means.)",
    "でも――拭えぬ確信と、\nただ漠然とした不安と焦りだけが残っていた。": "But—with an unwipeable conviction,\nAll that remained was a vague sense of unease and impatience.",
    "……早く記憶を取り戻さないとな。": "...I need to get my memories back soon.",
    "なんて、独り言をつぶやいていると――": "As I was muttering to myself――",
    "ピコピコーン！　おはようございます、マスター！": "Piko pikon! Good morning, Master!",
    "……ん？　おう、なんか久しぶりだな。": "...Hm? Oh, it's been a while.",
    "ほんとですよ！！\nなんでボクをもっと使ってくれないんですかぁー！": "It's true!!\nWhy won't you use me more?!",
    "いや、だって、そこまで頼るタイミングないし……": "No, I mean, I don't have the timing to rely on her that much...",
    "が――――――――ん！！": "But----------Nn!!",
    "実際、今のところピコの持つ情報はネット検索以上のものはなく、\nそれ以外のことで困ってもめる達がいるので頼る機会がないのだ。": "As a matter of fact, at the moment, there was nothing more information Pico had than an online search\nI don't have a chance to rely on them because they're struggling with something else.",
    "なんかごめん……": "I'm kinda sorry...",
    "しくしく……いいですよぉ……\nどうせボクなんかポンコツ無能役立たずＡＩですから……": "*sniffle*... It's okay...\nI'm just an incompetent, useless AI...",
    "そこまで卑下しなくても……\nせめて『ポンコツ無能役立たず』くらいにしておけよ……": "You don't have to be so downtrodden...\nAt the very least, let's just call him an incompetent, useless piece of shit...",
    "何も削ってないですよね！？": "You didn't cut anything, did you?!",
    "ははは、まあ、冗談はさておき、たまにこうして話相手に\nなってくれるだけで、俺としては十分だよ。": "Hahaha, well, jokes aside, sometimes I talk to people like this.\nIt's enough for me just to be like that.",
    "これは本音だ。実際さっきまでの不安や焦りが、\nどこかへ霧散した気がする。": "This is how I really feel. In fact, the anxiety and impatience I felt earlier...\nI feel like it's dispersed somewhere.",
    "ほんとですか！？　ピコはマスターのお役に立ててますか！？": "Really?! Is Pico helping Master?!",
    "ああ、立ってるよ。": "Yeah, I'm standing.",
    "――そう言うと、ピコは満足そうに消えていった。": "—And with that, Piko disappeared, satisfied.",
    "（まあ、『ナビ』ＡＩとしてでいうと、なんとも言えんが……）": "(Well, as a 'Navi' AI, I can't say for sure...)",
    "さて、まずは着替えて、\nこの汗をどうにかするか……": "Now then, let's get changed first.\nDo something about this sweat...",
    "どういうことですの、%usernameusernameuserna%さんっ！": "What's the meaning of this, %usernameusernamesuserna%-san!?",
    "ズボンを下ろそうとした体勢で七彩と見つめあう。": "Shichika and I stared at each other, trying to pull our pants down.",
    "きゃ～～～～～～～～！": "Kyaaaa!",
    "ど、どうして%usernameusernameuserna%さんが\n可愛らしく悲鳴をあげられるんですの！？": "Wh-Why is %usernameusernamesuserna%san\nCan you scream cutely?!",
    "着替えているのは俺で、見られているのも俺だ。": "I was the one changing clothes, and I was also the one being watched.",
    "つまり、ここは俺が悲鳴をあげるべきなのでは？": "In other words, shouldn't I be the one screaming here?",
    "そ、それはそうかもしれませんけれど……。": "Th-That may be true, but...",
    "そもそもだな、なんでノックもしないで入ってくるんだ。": "In the first place, why did she come in without knocking?",
    "下着姿の俺にそんなに興味があるのか？\nアマツにはノックの文化がないのか？": "Are you that interested in me in my underwear?\nAmatsu doesn't have a culture of knocking?",
    "ち、違いますわよ！\n玄関にはチャイムもございますっ。": "N-No, that's not it!\nThere's also a bell at the entrance.",
    "ただ急いでお話ししなければならないことが、\nあったものですから、その……": "There's just something I have to tell you in a hurry.\nIt was there, so, um...",
    "ノックもチャイムもすっ飛ばして、\n部屋に飛び込んできたと。": "I skipped both the knock and the bell.\nShe rushed into the room.",
    "このままではお話しもできませんから、\n早く着替えてくださいませ！": "At this rate, we won't be able to talk, so...\nPlease hurry up and change!",
    "んー、わかった。\n少し待っててくれ。": "Hmm, all right.\nWait a minute.",
    "って、わたくしの前で脱がないでくださいましっ！": "Wait, please don't strip in front of me!",
    "どっちなんだよ……": "Which is it...?",
    "教室にはシリウスシュガーの面々が集まっていた。": "The members of Sirius Sugaru had gathered in the classroom.",
    "チームの資金が枯渇？": "Team funds depleted?",
    "生徒会命令によらない探索や訓練で消費する消耗品の補充は\n各チームが保有する資金で行うことになっている。": "Refilling expendables in exploration and training that didn’t follow the student council’s orders\nIt is to be done with the funds each team has.",
    "多くの場合、チームの資金はリーダーが預かっており、\nシリウスシュガーでは七彩が管理していた。": "In most cases, the team’s funds were in the hands of the leader\nIn Sirius Sugaru, Shichika was in charge.",
    "だがカオスメイデン戦に向けた訓練に集中してもらうため\n一時的に俺が担当することになった。": "But in order to get them to focus on their training for the Chaos Maiden War...\nI'll be temporarily in charge.",
    "公式戦が終わり、七彩に管理を戻したところで\n資金が枯渇しているのに気が付いたというわけだ。": "The official match was over, and we’d just returned the management to Shichika\nThat meant he’d noticed that his funds were depleted.",
    "訓練のために景気よく推進剤や弾薬を消費しましたでしょう？": "You spent a lot of propellant and ammunition for training, didn't you?",
    "そうだな。それに見合うだけチームの戦力が向上したと思うが。": "That's right. I think the team's strength has improved in proportion to that.",
    "それだけでなく、\nメイズ探索で得られた報酬を個人に還元していましたでしょう？": "Not only that,\nYou were returning the rewards you got from searching for Maze to the individual, weren't you?",
    "結果的にチームワークとは何かを知ることができただろ。": "As a result, you learned what teamwork is.",
    "……うぅ、どちらもその通りなので反論できません。": "...Ugh, both of them are right, so I can't argue.",
    "で、ですが……例えば採掘効率の悪いメイズ浅層で、\n大量の弾薬や燃料を消費することは不採算ですわ。": "B-But... For example, in the shallow layer of Mayse, where mining efficiency is low\nSpending a large amount of ammunition and fuel is unprofitable.",
    "撃破数稼ぐために派手に使いまくったもんねぇ。": "You used it all up to make a killing, didn't you?",
    "あの、まだ前の報酬残っているので、返還しましょうか？": "Um, I still have my previous reward, so should I return it to you?",
    "あたしは全部使っちゃったよ。": "I used it all.",
    "ラミも残ってなーい。": "There's no lamia left.",
    "今から『戻して』は難しいかも……": "It might be hard to 'return' it now...",
    "たしかに、すでに支払ったものを戻せというのも筋が通りませんわね。": "It certainly doesn't make any sense for us to return what we've already paid.",
    "ですが、このままですとチームを維持することも困難になりますわ。": "However, it will be difficult to maintain the team at this rate.",
    "全員が暗い顔をしてため息をつく。": "Everyone looked gloomy and sighed.",
    "そんなことは最初から織り込み済みだから心配するな。": "Don't worry, I've already factored in all of that from the start.",
    "……え？": "...Huh?",
    "そもそも公式戦で勝てなかったらチームは解散だっただろ。\nだからあれは必要な先行投資だった。": "If we hadn't won the official match in the first place, the team would have been disbanded.\nSo that was a necessary advance investment.",
    "優先すべきはチームを戦える状態に持っていくことだった。\n資金不足については存続が決まってから考えればいい。": "Their priority was to bring the team to a state where they could fight.\nAs for the lack of funds, we can think about it after it's decided that it will continue to exist.",
    "というわけで、それが今だ。": "And so, now's the time.",
    "先行投資ということは先の展望があるということですわね？": "If you're investing in the future, that means you have a future ahead of you, doesn't it?",
    "これからどうされるおつもりなのか、\n方針を聞かせていただけますかしら。": "I don't know what you're planning to do from now on,\nCan you tell me your plan?",
    "公式戦に勝ったことで、シリウスシュガーはより深い階層まで\n探索できるようになったんだよな？": "Winning the official battle had led Sirius Sugaru to a deeper floor\nYou can explore now, right?",
    "そうですね。": "You're right.",
    "……あ。そうしたら採掘でいいもの掘れちゃう？": "...Ah. If I do that, will I be able to dig something good in the mines?",
    "新たな階層を調べられるのも魅力的だね。": "It's fascinating to be able to investigate a new floor.",
    "深い階層は、それだけメイズシフターも強力になるけど……": "The deeper floors, the more powerful the maise shifters become, but...",
    "カオスメイデンにも勝てた今のわたくし達なら、\n十分対応できる……ということですわね。": "We were able to beat Chaos Maiden now, so...\nWe'll be able to deal with them well enough... I suppose.",
    "そういうことだ。": "That's how it is.",
    "一時的にチームが資金不足に陥っても、\nより効率的に資金を回収できるようになれば問題はない。": "Even if the team was temporarily short on funds,\nThere would be no problem if they could recover the funds more efficiently.",
    "ここまですべて計算通りだった。": "Everything up to this point had gone according to plan.",
    "というわけで、しばらくは減った資金を回復させるために、\n採掘を重視する方針でいこう。": "And so, in order to recover the funds that had been reduced for a while...\nLet's focus on mining.",
    "深い階層へ行けるようになれば、俺やみんなのメイズ適性も伸びる。\nより潜っていけば、俺の記憶の手がかりもあるかもしれない。": "Once we’re able to go to the deeper floors, my and everyone’s mace aptitudes will increase.\nIf I dive deeper, I might be able to find some clues about my memories.",
    "わかりましたわ。それではさっそくスマートデバイスから、\nメイズ探索の許可申請をいたします。": "Understood. Then let's start with the smart device.\nRequesting permission to search for Mayse.",
    "頼んだ。": "I'm counting on you.",
    "この先も撃破数に応じて報酬が変わるのかな？": "I wonder if the reward will change depending on how many we defeat in the future, too?",
    "まずはチームの資金確保が優先ですよ。": "Securing the team's funds takes priority first.",
    "活躍した分だけ報酬が増えるのは魅力だけどねー。": "The more active you are, the more you'll get paid. That's what makes you so attractive, though.",
    "もう手持ちがないんだろ？\nつい無駄遣いしちゃうところがクソガキなんだよなぁ。": "You don't have anything else to do, do you?\nYou're such a shitty brat for wasting so much money.",
    "誰がクソガキだってぇ！？\nそれに無駄遣いなんてしてないし！": "Who are you calling a shitty kid?!\nAnd I'm not wasting any money!",
    "……あら？": "...Oh?",
    "どうしたんですか？": "What's the matter?",
    "探索の申請が却下されてしまいましたわ……": "The request to investigate has been rejected...",
    "……は？": "...Huh?",
    "はぁ――――！？": "Huh----!?",
    "__translated__": "true"
}