{
    "ふう。今日もいい天気だな……\nさて、何をして過ごすか。": "Phew. The weather's nice today...\nNow, what should I do to pass the time?",
    "ん？　こんなに早くから来客か？": "Hm? A visitor this early?",
    "おはよー、%usernameusernameuserna%。": "Good morning, %usernameusernameuserna%.",
    "ラミじゃないか。どうしたんだ？": "Isn't that Rami? What's wrong?",
    "そーぞーどおり、暇そうって感じのバカヅラしてるじゃん！\n今からラミをメイズに連れて行って！　てか、連れてけ！": "That's right, you're acting like an idiot who has nothing better to do!\nTake Rami to Mayse now! And take her with you!",
    "は！？　唐突になんだ？": "Huh?! What's this all of a sudden?",
    "ラミ、タツミヤ鉱をいっぱい発掘して、いっぱい稼ぎたいの！\nでも、ひとりじゃ許可が出ないし、おまえが必要ってこと！": "Rami, I want to dig up lots of Tatsumiya Ore and make lots of money!\nBut I can't get permission on my own, and I need you!",
    "%usernameusernameuserna%は生徒会所属だから、\nメイズ探索の許可がかんたんにおりるんでしょ？": "%usernameusernameuserna% belongs to the student council, so...\nIt's easy to get permission to search for Maze, isn't it?",
    "簡単ではないけど、まぁ多分普通よりかはな。\nでも、めるや他のメンバーはどうした？": "It's not easy, but, well, it's probably better than normal.\nBut what happened to the other members?",
    "今日みんな用事あるんだって。\nだからしょーきょほーでおまえってなわけ。": "Everyone has something to do today.\nThat's why I'm calling you 'you'.",
    "頼ってきて『消去法』とは、酷い言い草だな……": "Relying on the process of elimination? That's a terrible thing to say...",
    "こんな美少女に頼られて、おまえめっちゃラッキーじゃん！": "You're so lucky to be relied on by such a beautiful girl!",
    "自分で美少女言うな！　否定はしないけど！": "Don't call yourself a pretty girl! I won't deny it, though!",
    "わかったよ": "All right, all right.",
    "いくらで？": "How much?",
    "……で！　一緒に行くの！？　行かないの！？": "...So! Are you going with me!? Are you not going!?",
    "おー！　さっすが！　そうこなくっちゃ！": "Oh! That's right! That has to be it!",
    "金とんのかよ！？　金ないからメイズ行きたいのに！": "What's with the money?! I don't have any money, so I wanna go to Maze!",
    "……冗談だ。まあ、暇してたし、付き合ってもいいよ。": "...I'm kidding. Well, I was free, so I don't mind going out with you.",
    "最初からそう言えっての！": "I told you to say that from the start!",
    "にしても、ラミって、金儲けが好きだよな。": "Still, Rami really likes to make money.",
    "は？　なんか文句でもあんの？\n金儲けなんてみんな好きでしょ？": "Huh? You got a problem with that?\nEveryone likes making money, don't they?",
    "まあ、それはそうなんだが……\n稼いだ分いつもどこに使ってるんだ？": "Well, that's true, but...\nWhere do you always use what you earned?",
    "え……それは……\n弟や妹に、もっといい暮らしをさせてあげたいし……": "Huh...? Well...\nI want my brother and sister to have a better life...",
    "あ、そっか、仕送り――": "Oh, that's right, the money—",
    "な、なんでもない！　ほら、とっとと許可を取って！": "N-Nothing! Come on, get permission!",
    "わかった。わかったから、手を引っ張るな。\nまったく、困ったやつだな……": "Okay. I get it, don't pull my hand.\nHonestly, what a troublesome guy...",
    "は・や・くー！": "Ha-ya-kuu-!",
    "で？　なんで許可取れた探索可能範囲が、\n地穴帯のそれもめっちゃ浅い層だけなの！？": "So? Why did I get permission to explore the area?\nIt's just a really shallow layer of earth?!",
    "ほとんど掘り尽くされているじゃん！\nもっと深いところはだめなの！？": "It's almost all dug up!\nCan't we go deeper?!",
    "ふたりだけだから、浅い層しか許可が出なかったんだろ。": "It was just the two of them, so they probably only got permission from the shallow stratum.",
    "はー。　生徒会、頭固すぎ。": "*sigh* The Student Council is too stubborn.",
    "まあ、許可が出ただけましだと思うんだな。\n浅い層でも、タツミヤ鉱が見つかることもあるさ。": "Well, I think it's better to just get permission.\nYou can find Tatsumiya Ore even in the shallow levels.",
    "以前のめるみたいなラッキーはそうないっての。\nったく、仕方ないなぁ……": "That's what it means to be lucky like before.\nGeez, there's no helping it...",
    "数時間後――": "A few hours later――",
    "……ラミ、どうだ？　少しは出たか？": "...Rami, what do you think? Did you come out a little?",
    "全然出ないっての！　わかってたけど！": "It's not coming out at all! I knew that!",
    "まあ、ここら辺は何度も掘った後だからな。\nさすがにもう大きいのは、出てこないかもしれないな。": "Well, I've dug around here many times, after all.\nI don't think the big ones will come out anymore.",
    "じゃあ、なんのためにラミは、ここに来たのよ？\nタダ働きするために来たわけじゃないんだけど！": "Then why did Rami come here?\nI didn't come here to work for free!",
    "仕方ないだろ。これ以上、深く潜るのは危険なんだ。": "I can't help it. It's dangerous to dive any deeper than this.",
    "…………ふんっ。": "............hmph.",
    "おい、ラミ。どこに行くつもりだ？\nそっちは、許可された範囲じゃないぞ。": "Hey, Rami. Where are you going?\nThat's not something you're allowed to do.",
    "ちょっとだけ深い場所に行ってみるだけ。\n少しなら大丈夫っしょ。": "I'm just going to go somewhere a little deeper.\nIt should be fine if it's just a little.",
    "単独で深い場所に行くのは危険だ。\nだいたい、許可範囲から出るのは違反行為だ。": "It's dangerous to go deep on your own.\nIn the first place, getting out of the range of permission would be a violation.",
    "わかってるっつの、そんくらい。\nでも、いつまでもここにいても、何も出てこないじゃん！": "I know that much.\nBut no matter how long we stay here, nothing will come out!",
    "だったら、少しくらい危険でも深い場所に行った方がましでしょ！": "In that case, even if it's a little dangerous, it'd be better to go somewhere deep!",
    "もし何かあったらどうするつもりだ？": "What are you gonna do if something happens?",
    "ラミの腕なら、多少危険なことがあっても平気よ。": "With Rami's skills, she'll be fine even if something dangerous happens.",
    "そういう意味じゃない。違反をすれば、お前だけじゃない。\nチームにも迷惑がかかるんだぞ。": "That's not what I meant. If you violate it, you won't be the only one.\nYou'll cause trouble for the team, too.",
    "う……": "Ugh...",
    "本当にそれでもいいのか？": "Are you really okay with that?",
    "それは……よくないけど……": "That's...not good, but...",
    "……ふぅ。わかった、引き返せばいいんでしょ。\nちょっと言ってみただけだっての。": "...Phew. All right, I just have to turn back, right?\nI was just trying to say it.",
    "…………はぁぁ。": "......*sigh*.",
    "翌日――": "The next day――",
    "ふたりに来てもらったのは、他でもありません。": "It was none other than the two of them who came.",
    "昨日、あなた方のＭＧが許可範囲外に出たことが確認されました。\n理由を説明をしてもらいましょうか。": "Yesterday, it was confirmed that your MG was outside the range of permission.\nWhy don't you explain why?",
    "（寸前で止めたつもりだったが、\nやっぱ少しはみ出てしまっていたか……）": "(I thought I stopped her just in time, but...\nI guess it really did stick out a little...)",
    "それは……": "That's...",
    "ちょっとくらいいいじゃん。\nあんな浅いところで掘っても、何も出てこなかったんだから。": "It's fine if it's just a little.\nAfter all, even after digging in such a shallow place, nothing came out.",
    "おい、ラミ。そんな言い方はよせ。": "Hey, Rami. Don't say it like that.",
    "だって、そうでしょ？　あんな浅いところで、いくら頑張っても、\n何も出てこないのに、ひたすら掘るなんてあり得ないし。": "I mean, isn't that right? No matter how hard you try in such a shallow place,\nThere's no way she'd keep digging when nothing's coming out.",
    "それに範囲外から出たのは、ちょっとだけだし、\nすぐに戻ってきたじゃん。": "Besides, I only came out of range a little,\nYou came right back.",
    "ラミさん。あなたは何もわかっていないようですね。\nもし何かあれば、大変な問題になっていたかもしれないんですよ？": "Rami, you don't seem to understand anything.\nIf something had happened, it could have been a serious problem.",
    "自分が言いだした": "I'm the one who suggested it.",
    "ラミが言いだした": "Rami started talking.",
    "一体、どちらが違反行為を行おうと言い出したのですか？": "Which one of you suggested you commit a crime?",
    "は？　ちょっと、勝手なこと言わないで。\n言い出したのも、違反したのもラミよ。": "Huh? Hey, don't be so selfish.\nRami was the one who suggested it and violated it.",
    "……なるほど。": "...I see.",
    "そうなのですか、ラミさん？": "Is that so, Rami-san?",
    "…………": "............",
    "会長、今回のは俺の監督不行き届きが原因です。\n大変申し訳ありませんでした！": "Pres, this is my fault for not directing properly.\nI'm terribly sorry!",
    "ちょ……っ！": "Hey...!",
    "……わかりました。今回だけは大目に見ましょう。\nラミさんは常習犯でもないですし、厳重注意ということで。": "...Understood. Just this once, I'll overlook it.\nRami-san isn't a habitual criminal, so we'll be on high alert.",
    "ありがとうございます！": "Thank you very much!",
    "では、ラミさん。あなたはもう帰っていいですよ。": "Rami-san, you can go home now.",
    "わかりました。失礼しまーす。": "Understood. Excuse me.",
    "え、俺は……": "Huh? I...",
    "……あなたは残ってくれるかしら？\n話はまだ終わっていません。": "...Will you stay behind?\nI'm not done talking yet.",
    "あなたには指揮官の責務について、\nもう一度伝えなければいけないようですね。": "You have a duty as a commander,\nLooks like I'll have to tell you again.",
    "…………はい。": "............Yes.",
    "……はあ。やっと解放された……": "*sigh* I'm finally free...",
    "まさか、罰として演習場をずっと走らされることになるとは……\n何時間も走らされて、足がもうガクガクだ……": "I didn't think I'd be forced to run all the way through the training grounds as punishment...\nAfter being forced to run for hours, my legs are already shaking...",
    "早く帰って、風呂に入って寝たい……": "I want to go home, take a bath, and go to bed...",
    "わっ！！": "Wah!!",
    "ラミ！？": "Rami?!",
    "うわっ！": "Whoa!",
    "いつつつ……": "Oww...",
    "（くそ、ラミのやつ……びっくりさせやがって……）": "(Dammit, that Rami... She surprised me...)",
    "うわっ、ダッサー。ちょっと驚かしただけで転ぶなんて。\n足もガクガクさせちゃって、まるで生まれたての子鹿じゃん！": "Whoa, Dasser. You tripped just from being surprised.\nHer legs are shaking, too. She's like a newborn fawn!",
    "ざぁこ、ざぁこ♪　へなちょこ～。": "Zako, zako♪ Henchoko~.",
    "ったく、誰のせいだと思ってるんだよ。\nだいたい、なんでこんなところにいるんだ？": "Geez, whose fault do you think it is?\nWhy am I even here in the first place?",
    "もちろん、ボロボロの%usernameusernameuserna%を見物しに。\n思ったよりヘロヘロで超ウケる～！": "Of course, I came to see the worn-out %usernameusernameuserna%.\nHe's even weaker than I thought, and he's super funny!",
    "お前な……": "You know...",
    "ん……？　ということは俺をずっと待ってたってことか？": "Hm...? Does that mean she's been waiting for me this whole time?",
    "そ、そんなつもりじゃないけど……": "I-I didn't mean to, but...",
    "ってか、それより！\nなんで%usernameusernameuserna%が罰を受けてんのよ。": "Wait, more importantly!\nWhy is %usernameusernameuserna% being punished?",
    "チームの責任を取るのが、指揮官の役目だからな。": "It's a commander's duty to take responsibility for the team.",
    "はあ？　何格好つけちゃってるのよ？\n倒れたまま、立ち上がれないくせに……": "Huh? What are you trying to look cool for?\nYou can't even stand up on the ground...",
    "余計なお世話だ……": "That's none of your business...",
    "……まあ、迷惑をかけて悪かった。\nラミのせいで、罰を受けちゃって。": "...Well, I'm sorry for causing you trouble.\nI was punished because of Rami.",
    "珍しく殊勝な態度じゃないか。\nさては、ラミの皮を被ったメイズシフターだな。": "Isn't that an admirable attitude for once?\nNow it's time for the lamia skinned maise shifter.",
    "はあ？　このラミ様をなんだと思ってるわけ！？": "Huh? What do you think this Rami-sama is?!",
    "はは、冗談だ……ラミが気にすることじゃない。\n罰を受けたのも、俺の監督不行き届きだから当然だ。": "Haha, just kidding... It's nothing for Rami to worry about.\nIt's only natural that she was punished because I wasn't supervising her properly.",
    "……なんで笑ってるのよ？　ラミが迷惑をかけたのに……\n普通なら、怒って当然でしょう？": "...Why are you smiling? Rami caused you so much trouble...\nUnder normal circumstances, wouldn't it be natural for you to be angry?",
    "まあ、そうだな。": "Well, that's true.",
    "%usernameusernameuserna%って、ほんとお人好しよね……\nめるも七彩もチームのみんなも……お人好しばっかり。": "%usernameusernameuserna% really is a softie...\nMegumo Shichika, everyone on the team... They're all softhearted.",
    "ラミに恩を着せても、なんの得にもならないってのに。": "There's nothing to gain from making Rami indebted to me.",
    "ラミの家は貧乏だし、ラミは世の中金がすべてだと思ってるし、\nチームは稼ぐために利用できるかしか考えてない……": "Rami's family is poor, and Rami thinks money is everything in the world\nWe're only thinking about whether we can use the team to make money...",
    "そんなラミによくみんな優しくできるよね。呆れるわ。": "How can you all be so kind to a Rami like that? I'm amazed.",
    "はは……": "Haha...",
    "何？　何がおかしいの？": "What? What's so funny?",
    "みんながラミに優しくするのは、それだけの子じゃない――\n本当は優しいって知ってるからだよ。": "It's not just that girl that everyone's nice to Rami—\nIt's because I know you're actually kind.",
    "ラ、ラミが優しい？　冗談でしょ？": "R-Rami is kind? Are you kidding me?",
    "そうじゃなきゃ、こんな時間まで俺を待っててくれないだろ？\n俺のことを心配して、ずっと待ってていたんだろう？": "If you hadn't, you wouldn't have waited for me at this hour, would you?\nYou've been waiting for me this whole time out of concern for me, haven't you?",
    "……べ、別に心配してたわけじゃないし。\n罰を受けて、ボロボロになったのを笑いたかっただけだし。": "...I-It's not like I was worried or anything.\nI just wanted to laugh at how torn up I was after being punished.",
    "……そういうことにしておくよ。": "...I'll leave it at that.",
    "その全部わかってますって顔やめてよ。\nクソザコのくせに、生意気だっつの。": "Stop making a face that says you know all of that.\nYou're a shithead, but you're so cheeky.",
    "口ではそう言うが……顔真っ赤だぞ？": "You say that, but... your face is bright red.",
    "う、うっさいなぁ！\nいつか覚えておきなさいよ……！": "Sh-Shut up!\nYou'll have to remember this someday...!",
    "――なんて、照れ隠しかガミガミ言う彼女とともに、\n俺は帰路へとついたのだった。": "She's trying to hide her embarrassment.\nI headed home."
}