{
    "あー！　もーっ！　ぜんっぜんお宝出ないじゃんっ！\nどーなってんのココぉ！": "Ahh! Geez! There's no treasure coming out at all! What's going on here?!",
    "えーと……お宝じゃなくて『タツミヤ鉱』ですよ？\nそれに、まだ探し始めて３日目ですし……": "Let's see... It's not a treasure, it's Tatsumiya Ore, okay? <b>Besides, it has only been three days since we started looking for it...",
    "『３日も』経ってるじゃーん！　ラミもう飽きたー！\nお風呂も入りたいしー！": "“It’s been three days!” Rami’s tired of it! <b>I wanna take a bath too!",
    "ラミさん、めるさんを困らせないでくださいませ。\n今はとにかく手を動かしてください、ですわ。": "Rami-san, please don't bother Meguru-san. <b>For now, just move your hands.",
    "まあ、公式戦で負け続きだから、\n良い採掘エリアは軒並み取られてるし……": "Well, we've lost a lot of official matches, so the <bl> mining areas are all over the place...",
    "それはそうだけど……\nこの岩盤の固さ……なるほど、そういうことね。": "That's true, but... <br>this bedrock is hard... I see, so that's how it is.",
    "白奈さん、なにか気づいたことでもあるんですの？\n岩盤の固さからどこにタツミヤ鉱があるとか。": "Did you notice something, Hakuna-san? Because of how hard the <br> bedrock is, you can find Tatsumiya ore anywhere.",
    "いえ、固いものは固いな、とだけ。": "No, it’s just that hard stuff is hard.",
    "…………": "............",
    "ねー、ラミもうお腹すいたー！\nそろそろご飯にしようよー！": "Hey, Rami, I'm hungry! <b>Let's have dinner soon!",
    "どうせこんなところでタツミヤ鉱なんて\n見つからないってー！": "I can't find any Tatsumiya Ore in a place like this anyway!",
    "あっ……！": "Ah...!",
    "どうしたの、める？": "What's wrong? You want me to do it?",
    "あった……！　ありましたよ！　タツミヤ鉱！": "There it is! It's here! Tatsumiya Ore!",
    "やったー！　やるじゃんめる！": "Yay! Not bad at all!",
    "めるならやってくれると信じてた。": "I knew she'd do it if I did.",
    "ちょっと見せて……うん、これはホンモノのタツミヤ鉱ね。\n純度は後で計測してみないとわからないけど。": "Let me take a look... Yeah, this is a real Tatsumiya Ore. We won't know if it's pure or not until we measure it later.",
    "本当ですか、ちゆるさん……！\n良かった……これで帰ってお風呂に入れますわ。": "Really, Chiyuru-san...! Thank goodness... Now I can go home and take a bath.",
    "それじゃ、みんなでこの辺を一気にいっちゃいましょう！\n": "Well then, let's all go around here at once! <b>",
    "……って、あれっ！？": "...Wait, what?!",
    "どうしたんですの？": "What's wrong with you?",
    "七彩さん！　あそこ、誰か走ってませんか？": "Nanaya-san! Is anyone running over there?",
    "……！？": "...!?",
    "うえぇ！？　なにあの全裸男！？\n『メイズ』ってアイツら以外に変質者も出るわけぇ！？": "Whaaat?! What's with that naked guy?! Are there any perverts besides those <br> 'maises'?!",
    "メイズの中に変質者がいるわけないでしょう。\nいたとしてもすぐアレの餌食に――": "There's no way there's a degenerate among the Mays. Even if there was a <br>, it'd fall prey to that thing right away――",
    "ううん、間違いありません！\nあそこにいるの、人です！！": "No, there's no mistaking it! <b>There's a person over there!!",
    "助けなきゃ……！！": "I have to save her...!!",
    "待って……！　めるさん……！！\nもう少し様子を……！": "Wait...! Meguru-san...!! <b>Please wait a little longer...!",
    "__translated__": true
}