{
    "ひああああああっ！\nこ、こっち来ないでぇええええええ！！": "Hyaaaaahhh!\nD-Don't come any closer!!",
    "ラウラ、大丈夫！？": "Laura, are you okay?!",
    "（シミュレーターでの訓練とはいえ……）": "(It may be training in the simulator, but...)",
    "だ、だだだだだ！　大丈夫！\nま、前は戦えたんだから、このくらい……！": "Wh-Wh-What?! I'm fine!\nI-I was able to fight before, so this is nothing...!",
    "そうはいうけど、無理はしないで。": "You say that, but don't push yourself too hard.",
    "う、うん！　……よし、相手はただの……た、ただの……\nや、やや、やっぱり……": "Y-Yeah! ...Okay, we're up against just...a-a simple...\nI-I-I knew it...",
    "やっぱり？": "As I thought?",
    "や、やっぱり無理ぃいいいい！！！！": "I-I can't do iiiiiiiiiit!!!!",
    "ご、ごめんなさい！\nぎ、ギブアップです！": "I-I'm sorry!\nI-I give up!",
    "（……ラウラが戦えるようになるための特訓だったが……\nすぐには上手くいかないか）": "(...It was special training so that Laura could fight, but...)\nIt won't work right away.)",
    "仕方ないさ。今日のシミュレーター訓練は中止だ。\nというわけで、解散！": "It can't be helped. Today's simulator training is canceled.\nAnd so, disband!",
    "分かったわ！\nあ、ラウラ！　あんまり気にしちゃダメよ！": "All right, all right!\nOh, Laura! Don't worry about it too much!",
    "シミュレーター訓練で実践じゃないから、\nまだ失敗しても大丈夫よ。": "It's not practice in simulator training,\nYou can still fail.",
    "うんうん！　それに、いつも私たちって、\nラウラに助けられてるからね！": "Yeah, yeah! Besides, we're always...\nLaura's helping me out!",
    "うん。ありがとうね、皆。": "Yeah. Thanks, everyone.",
    "はぁ……\nでも、このままじゃだめだよね……": "Hah...\nBut we can't keep going like this...",
    "（いつものんびりしてて明るいラウラだけど、\nさすがに落ち込んでるみたいだな……）": "(Laura is always so carefree and cheerful, but...)\nShe really does seem depressed...)",
    "……反省会をしようとは言ったが、\n流石にふたりきりだと話しづらいか？": "...I said I was going to have a review session, but...\nIs it hard to talk when it's just the two of us?",
    "……ううん、大丈夫。\nどっちかっていうと、自分がダメダメで落ち込んでいるの。": "...No, I'm fine.\nIf anything, I'm depressed because I can't handle myself.",
    "メイズシフターを前にすると、どうしても怖くて……": "When faced with a maise shifter, I couldn't help but be scared...",
    "でも、前にシリウスシュガーと一緒に戦った時は、\nラウラも動けてたよな？": "But the last time I fought alongside Sirius Sugaru...\nLaura was able to move too, right?",
    "うん……その、ラミちゃんと一緒に戦った時には、\n安心してたのと頑張ろうって気持ちで何とか戦えてたけど……": "Yeah... Um, when I fought alongside Rami-chan...\nI was able to fight with a feeling of relief and a desire to do my best, but...",
    "でも、シミュレーターでも怖くて……\nうう、メイズシフターと戦うのも仕事なのに……": "But even in the simulator, I was scared...\nUgh, it's my job to fight the Maizsifter, too...",
    "まあ、メイズシフターが苦手な生徒もいるが……\n怯えて戦えないレベルなのは珍しいよな。": "Well, there are some students who don't like maise shifters, but...\nIt's rare for her to be at a level where she can't fight in fear.",
    "うう……": "Ugh...",
    "いや、別に責めてるわけじゃない。\nそれに、今日は少しでも動くことができたじゃないか。": "No, I wasn't blaming her or anything.\nBesides, I was able to move even a little today.",
    "そうなんだけど……みんなが頑張って成長してるのに、\n私だけが足を引っ張ってるから……": "That's true, but... everyone's doing their best to grow,\nI'm the only one holding you back...",
    "皆のために、私も力になりたいの。\n皆から守られてるだけじゃ……お姉さん失格だもの。": "I want to help everyone.\nJust being protected by everyone is enough to disqualify me as a big sister.",
    "……その心意気は立派だと思うぞ？": "...I think that spirit is admirable.",
    "でも、結果が出てないと意味がないわ……": "But there's no point if we don't get results...",
    "そうだな……まず、メイズシフターの何が無理なんだ？\nそれが分析できれば、少しは対策出来るんじゃないか？": "Let's see... First of all, what's impossible about the Mazesifter?\nIf we can analyze that, we should be able to do something about it.",
    "メイズシフターのダメなところ……\nその、私は虫やお化けが苦手なの！": "What's so bad about the maise shifter...\nUm, I'm not good with bugs or ghosts!",
    "本当に、虫は触れないしお化けなんて見るだけでダメで……\nだから、お化けみたいなメイズシフターは本当に怖くて……": "I really can't just look at a monster that doesn't touch bugs...\nThat's why I'm really scared of the ghost-like Mayse-Sifter...",
    "お化けみたい……か？\nまあ、ユニークな見た目はしてるが……": "Like a ghost...?\nWell, it has a unique appearance, but...",
    "だ、だってありえない見た目をしてるし……！\nそれに、なんだか怖い目をしてるし……！": "I-I mean, it looks like it's impossible...!\nAnd she's got scary eyes, too...!",
    "（まあ、お化けも面白い見た目をしてるやつがいるし、\n人には人の事情があるもんな）": "(Well, some ghosts have interesting looks, too\nPeople have their own circumstances, after all.)",
    "なあラウラ。どうしても無理だっていうなら、\nメイズシフターと戦わない方法も考えてみるのはどうだ？": "Hey, Laura. If you really think it's impossible...\nWhy don't we think of a way not to fight the maise shifter?",
    "ありがとう、%usernameusernameuserna%さん。\nでも……皆と一緒にちゃんと戦いたいの。": "Thank you, %usernameusernameuserna%.\nBut... I want to fight with everyone.",
    "私だけ、皆よりもできないのに守ってもらうなんて……\nそんなお荷物になっちゃうのは、嫌だから。": "I'm the only one who can't do it more than everyone else, but you're protecting me...\nI don't want to be a burden like that.",
    "ジュリーちゃんたちと一緒に頑張るためにも……\nメイズシフターへの恐怖を乗り越えたいの！": "In order to do my best with Julie and the others...\nI want to overcome my fear of the maise shifter!",
    "……そうか。そこまで熱い思いがあるなら、俺も全力で手伝おう。\n挑戦……そうだ、思いついた！": "...I see. If you're that passionate about it, then I'll do my best to help.\nA challenge... That's right, I've got an idea!",
    "よし、行くぞ、ラウラ！": "All right, let's go, Laura!",
    "えっ、ええ！？\nど、どこへ！？": "Wh-What?!\nWh-Where are you going?!",
    "……その、なんで公園？": "...Um, why the park?",
    "ラウラはメイズシフターへの恐怖を克服したいんだろ？": "Laura wants to overcome her fear of the maise shifter, right?",
    "うん……克服したい！\nこのままの私じゃいけないって思ってるから。": "Yeah... I want to overcome it!\nI don't think I can stay the way I am.",
    "だったら……いきなりメイズシフターと戦いに行くんじゃなくて、\nまずは大丈夫なラインから徐々に慣らしていくのはどうかなって。": "In that case... I'm not going to go fight the Maizsifter right off the bat\nI don't think it's a good idea to start by gradually getting used to the fine lines.",
    "な……なるほど？": "I... I see?",
    "だから、ほら……まずはこんなのから挑戦するのはどうだろう？": "So, come on... How about we start with something like this?",
    "え……そ、それって……！": "Huh...? Th-That means...!",
    "ああ、テントウムシ。\n丸っこくて比較的見た目も可愛いし、触ってみないか？": "Ah, ladybug.\nIt's round and relatively cute, so why don't you try touching it?",
    "ほら、ラウラ。": "Come on, Laura.",
    "わ、こ、こっちに近付けないで……\nひ、ひ、ひ、ひゃああああ～！！": "Wah, d-don't come near me...\nH-H-Hyaaaaah!!",
    "（へたり込んでしまったか……）": "(She's slumped over...)",
    "テントウムシでもそこまでダメなのか……": "So even a ladybug can't do that...",
    "ご、ごめんなさい……テントウムシは見るならいいけど、\nそこまで近くに来ると怖くて……": "I-I'm sorry... It's fine if you're looking at the ladybugs, but...\nWhen I get that close, I'm scared...",
    "……このレベルでダメなら、\nちょっとやそっとの対策じゃ恐怖心の克服は難しいかもな。": "...If I can't do it at this level,\nIt might be difficult to overcome your fear with a little bit of a gentle countermeasure.",
    "そ、そんなことないわ！\nわ、私……頑張るから！": "Th-That's not true!\nI-I'll... do my best!",
    "いや、努力でもどうしようもないことはあるんだ。\nラウラ、頑張ることに拘っちゃいけない。": "No, there are things that can't be done by hard work.\nLaura, you mustn't worry about doing your best.",
    "えっ、ど、どういうこと？": "Huh? Wh-What do you mean?",
    "大切なのは、ラウラが皆の役に立てることだろう？\n恐怖心を克服するのが本題じゃないんだ。": "What's important is that Laura can be of use to everyone, right?\nOvercoming my fear isn't the main issue.",
    "だから、自分に合った戦い方を見つけて、\n皆のために役に立つことなんじゃないか？": "That's why she'd found a way to fight that suited her\nIsn't it useful for everyone?",
    "自分に合った戦い方……": "A way of fighting that suits you...",
    "……うん！　ありがとう、%usernameusernameuserna%さん！\n私、もう少し考えてみるね！": "...Yeah! Thanks, %usernameusernameuserna%!\nI'll think about it a little more!",
    "んむむむむむ……": "Mmmmmmmm...",
    "（ラウラは難しい顔をして考えてるが……\nそう簡単に自分に合った戦い方の答えは見つからないよな）": "(Laura is thinking with a difficult face, but...)\nYou can't find an answer to a battle that suits you that easily.)",
    "ほら、ラウラ。根を詰めすぎだ。\nこのスイーツでも食べて気分転換をしないか？": "Come on, Laura. You're pushing yourself too hard.\nWhy don't we have some of these sweets for a change of pace?",
    "あ、ありがとう、%usernameusernameuserna%さん……\nわぁ、美味しそうなジェラート！": "Th-Thank you, %usernameusernameuserna%...\nWow, delicious gelato!",
    "冷たくて美味しいな。": "It's cold and delicious.",
    "うん、とっても美味しい！\n色々と考えて頭を悩ませてたから、染み渡るなぁ……": "Yeah, it's really good!\nI've been thinking about a lot of things and racking my brain, so it's seeping into me...",
    "（よかった、多少は気分転換になったみたいだな）": "(Thank goodness. Looks like it was a change of pace.)",
    "こんなに美味しいと、\n実家の弟や妹たちにも食べさせてあげたくなっちゃうな。": "When it's this good,\nIt makes me want to feed my younger brothers and sisters back home, too.",
    "弟や妹？　ラウラの家は兄弟が多いのか？": "Little brothers and sisters? Do Laura's family have a lot of brothers?",
    "うん、実家は家族がいっぱいいるから、\n私だけでも早く立派になって、両親を安心させてあげたいの。": "Yeah, my family has a lot of families back home,\nI want to become admirable on my own and reassure my parents.",
    "へえ……ラウラは立派だな。": "Wow... Laura sure is admirable.",
    "そうかな？　家族仲もいいし……\nこのくらいは普通だと思うけど……": "You think so? They're really close...\nI think this much is normal, but...",
    "でも、褒めてくれてありがとうね♪": "But thank you for the compliment♪",
    "普段から面倒見がいいし、弟や妹ってことは、\n実家だとラウラが一番のお姉さんなのか？": "She's usually good at taking care of people, and being a little brother or sister means...\nIs Laura the oldest sister back home?",
    "うん、一番年上だよ。\nうちの子は小さいから、あそこにいる子くらいの弟が……": "Yeah, she's the oldest.\nMy child is small, so I have a little brother who's about the size of the one over there...",
    "――って、危ないっ！": "――Wait, watch out!",
    "うおっ！？\n急に飛び出してどうした！？": "Whoa!?\nWhy are you jumping out all of a sudden?!",
    "（……っ、ラウラの向かった先に、\n子どもが……車に轢かれそうになってる！？）": "(...! Where Laura was headed...)\nA child... is about to be run over by a car!?)",
    "えぇええーいっ！": "Whaaaaat?!",
    "はぁっ、はぁっ、はぁ……\nよかった、間一髪だったね……": "*pant pant*...\nThank goodness, it was just in time...",
    "だ、大丈夫かラウラ！": "A-Are you all right, Laura?!",
    "私は平気。君も……怪我はないかな？": "I'm fine. Are you... hurt?",
    "う、うぅう……うわぁ～ん！": "U-Ugh... Waaaaah!",
    "もう大丈夫だから、安心して……ほら、泣かないで～。\nうん、うん、いい子ね～。": "Don't worry, I'm fine now... Come on, don't cry.\nYeah, yeah, she's a good girl.",
    "うう……あ、ありがとう、お姉ちゃん……": "Ugh... Th-Thank you, Onee-chan...",
    "これからは、車には気をつけてね！\nもう飛び出したりしちゃ駄目だからね。": "Watch out for cars from now on!\nDon't jump out again.",
    "うん……きをつける。\nばいばい、お姉ちゃん！": "Yeah... I'll give it a try.\nBye bye, Onee-chan!",
    "ばいば～い！\n……ふぅ、良かったぁ……あの子が怪我をしなくて。": "Bye bye!\nPhew... I'm so glad she didn't get hurt.",
    "大丈夫だったか、ラウラ！？": "Are you all right, Laura?!",
    "うん、大丈夫だったよ！": "Yeah, I'm fine!",
    "（……しかし、あの時の動き……\n今までと違うくらいに機敏な動きだったな）": "(...But the way he moved back then...)\nHer movements were more nimble than ever before.)",
    "（そういえば、あの時はラミと組んでいたよな……？\nそうなると……もしや？）": "(Come to think of it, you were working with Rami back then, right...?)\nIn that case... could it be?)",
    "%usernameusernameuserna%さん、どうしたの？": "%usernameusernameuserna%, what's wrong?",
    "ラウラ、明日皆を集めてシミュレータールームで訓練をしよう。": "Laura, let's gather everyone and train in the simulator room tomorrow.",
    "えっ！？　で、でも、まだ解決方法が見つかってなくて……": "Huh?! B-But we still haven't figured out a way to solve it...",
    "いや、ラウラに向いている方法があったかもしれないんだ。": "No, there might have been a way for Laura to do it.",
    "……？": "...?",
    "くっ……メイズシフターが……っ！": "Ugh... The maise shifter...!",
    "危ないっ！\nここは……ううっ、私が壁になるわ！": "Watch out!\nThis is... Ugh, I'll be the wall!",
    "ありがとうラウラ！　よーし、行くわよノエル！": "Thanks, Laura! Alright, let's go, Noel!",
    "おっけー！\nそれじゃあ、一気にヤっちゃおう！": "Okay!\nWell then, let's do it all at once!",
    "はぁ、はぁ……これで、どうかな……？": "*pant pant*... How about this...?",
    "（……やっぱりそうだ）": "(...I knew it.)",
    "（今までの訓練だったら、ラウラは役に立つために一番に、\n前線に出て敵を倒そうとしていた……）": "(If it had been training up until now, Laura would have been the best to be useful\nHe was going out to the front lines to defeat the enemy...)",
    "（だけども、後ろで周囲を見て、誰かを守るための動き……\nチームを守る盾としての立ち回りであれば役割を果たせるんだ）": "(But still, she's watching her surroundings from behind, moving to protect someone...)\nAs long as you're acting as a shield to protect the team, you can fulfill your role.)",
    "シミュレーター訓練は終了……無事に撃破か。\nお疲れ様だ！": "The simulator training is over... I guess we'll be able to defeat them without incident.\nGood work!",
    "はぁ、はぁ……%usernameusernameuserna%さん、\nみ、見てくれてた！？": "*pant pant*... %usernameusernameuserna%-san,\nY-You were watching?!",
    "ああ、ちゃんと見てたぞ！\n立派にチームに貢献できてたな！": "Yeah, I was watching!\nYou did a great job on the team!",
    "良かった……！\nこんな風な形で、皆の助けになれるなんて……！": "Thank goodness...!\nI never thought I'd be able to help everyone like this...!",
    "これも、%usernameusernameuserna%さんのおかげ……！\n本当にありがとう！": "This is all thanks to %usernameusernameuserna%...!\nThank you so much!",
    "いや、俺がやったことなんて大したことじゃない。\nラウラの本来の才能だからだ。": "No, what I did was no big deal.\nIt was because it was Laura's natural talent.",
    "それに、優しいラウラが敵を倒そうっていうのが、\nそれだけで苦手意識が強くなるだろうしな。": "Besides, the fact that the kind Laura was trying to defeat the enemy was...\nI'm sure that's enough to make her feel uncomfortable.",
    "……うん、もしかしたらそうなのかも。\nメイズシフターでも、自分の手で倒すって考えると……": "...Yeah, maybe that's true.\nEven if it's a maise shifter, when you think about defeating it with your own hands...",
    "でも、こんなことを悩んでてもいいのかな？\nメイズシフターは襲ってくるんだし……": "But is it okay for me to be worrying about this?\nThe maise shifters are going to attack us...",
    "今は考えなくてもいいさ。\n最初の一歩を踏み出せたんだ。それが重要だ。": "You don't have to think about it right now.\nI was able to take the first step. That's what matters.",
    "……うん、そうだよね。私、怖いと思ってても、\nちゃんと皆を守ることができたよね！": "...Yeah, that's right. Even if I think I'm scared,\nYou were able to protect everyone!",
    "ああ、そうだ。\nラウラが皆の事を助けたんだ。それは誇ってもいいぞ。": "Yeah, that's right.\nLaura saved everyone. You can be proud of that.",
    "……えへへ。本当にうれしくて……涙が出ちゃいそう。": "......ehehe. I'm so happy......I'm about to cry.",
    "このままがんばっていけば、\nみんなと一緒に正式なチームとして昇格できるかも！": "If I keep doing my best,\nI might even be promoted to an official team with everyone!",
    "ああ、きっとできるはずだ。\nそれだけ悩んで頑張ってきたからな。": "Yeah, I'm sure I can do it.\nThat's just how much I've been worrying and working hard.",
    "そうだよね……！\nこれが私の戦い方なんだって、胸を張って頑張るね！": "You're right...!\nThis is how I fight. I'll do my best to be proud!",
    "ふふ、何でもできる気がしてきたわ！\n今の私なら、虫だって触って克服できちゃうかも……！": "Hehe, I'm starting to feel like I can do anything!\nAs I am now, I might even be able to overcome bugs by touching them...!",
    "それなら、その手に止まってる虫を、\nそっと逃がしてやってあげたらどうだ？": "In that case, I'll take the bug that's perched in her hand...\nWhy don't you let him get away?",
    "え、虫？": "Huh? Bugs?",
    "さっき話している最中に飛んできたんだ。\nまあ、気づいてなかったから言わなかったんだが……": "I flew here while we were talking.\nWell, I hadn't noticed, so I didn't tell you...",
    "……きゃああああああああ！？\nむ、むしぃいいいいいいいい！！！": "...Kyaaaaah?!\nM-Mushiiiiiiiiii!!!",
    "きゅう……": "*squeeze*",
    "お、おいラウラ！？　大丈夫か！？\n……き、気絶してる。": "H-Hey, Laura?! Are you okay?!\n...I-I'm unconscious.",
    "うーん……": "Hmm...",
    "……はぁ、まあ、ゆっくり成長していかないとダメだな、これは……": "...Hah, well, I have to grow slowly, this is..."
}