{
    "違法パイロット部隊……？": "An illegal pilot unit...?",
    "学園には所属しない犯罪者パイロットの集団――\n通称『双頭の斧』ですわ。": "A group of criminal pilots who didn't belong to the academy—\nIt's commonly known as the 'Two-Headed Axe.'",
    "彼女達は学園には所属せず、メイズ内で違法採掘を行ったり、\n探索中の他のパイロットを襲撃して略奪を行う無法者です。": "The girls didn't belong to the academy, and they did illegal mining within the Mays\nThey're outlaws who raid and pillage other pilots while they're exploring.",
    "たまに学園に少数が襲撃してくることもある。\n風紀委員がその取締りをやってるみたい。": "Occasionally, a small number of people would attack the school.\nThe disciplinary committee seems to be cracking down on that.",
    "なるほどな……": "I see...",
    "リーダーは専用機を使用しているって話だけど……あれかな？": "I've heard that the leader is using his personal TSF... Is that it?",
    "確かに指揮官機と見られる機体のカラーリングは、\n他のＭＧとは異なって見える。専用機というのは間違いなさそうだ。": "It was true that the coloring of the aircraft, which could be seen as commander planes, was...\nIt looks different from the other MGs. There's no doubt it's a personal TSF.",
    "どこかの企業か大きい組織が、\nスポンサーをしているって噂を聞いたことがあります。": "Some company or big organization\nI've heard rumors that you're a sponsor.",
    "まあ、あんなのを違法組織が自前で持てるわけないだろうしな……": "Well, there's no way an illegal organization could have something like that on their own...",
    "とにかく実弾を使ってるやつとまともにやりあってられるか。\nすぐに生徒会へ報告するんだ！": "Anyway, I guess I'll be able to fight someone who's using live ammo.\nReport back to the student council immediately!",
    "だ、だめです。通信が妨害されています！": "I-I can't. The comms are jammed!",
    "通信妨害をしてくる以上、無計画な襲撃ではなさそうだ。": "Since they were interfering with our communications, it didn't seem like an unplanned attack.",
    "今は事態を察知した生徒会が救援部隊を向けてくれるのを\n期待するしかないか。": "Right now, he was watching the student council, which had sensed the situation, send a rescue team\nGuess I'll just have to hope.",
    "私は『双頭の斧』のリーダー――": "I am the leader of the Two-Headed Axe—",
    "オープン回線……！？": "An open line...!?",
    "龍宮ちゆるに告ぐ。ただちに投降しなさい。\n我々に従えば仲間達を傷つけることはしないわ。": "Attention, Ryuugu. Surrender immediately.\nIf you follow us, you won't hurt your friends.",
    "龍宮ちゆる……あいつらの狙いも、ちゆるなのか！？": "Ryuugu Chiyuru... Are they trying to kill us too!?",
    "……ちゆるは渡さない。": "...I won't forgive you.",
    "その通りですわ。": "Exactly.",
    "いや、待て……あれを見ろ！": "No, wait... Look at that!",
    "双頭の斧下っ端達の機体が、最初の砲撃で大破したジュリー機を囲み、\n砲口を向けていた。それもコックピットを狙って。": "The two-headed axe-underlings' fuselage surrounded the Julie machine, which had been heavily damaged by the first bombardment\nIt's pointing its cannon at the cockpit.",
    "ジュリーさん！": "Mr. Julie!",
    "あたしは大丈夫よ……！　怪我もないわ！\nこんなやつらの言う事なんか、聞かないで！": "I'll be fine...! I'm not hurt!\nDon't listen to these guys!",
    "でも……！": "But...!",
    "――賢明な判断を期待する。": "—I expect a wise decision.",
    "人質とっておいて何が賢明だよ！": "What's smart about taking a hostage?!",
    "ちゆるさんは渡せませんし、\nジュリーさんも助けないといけませんし……": "I can't give Chiyuru-san to you,\nWe need to save Julie, too...",
    "……こうなると、こっちが取れる手は少ない。": "...Now that it's come to this, there's not much I can do.",
    "白奈の言う通りだった。\n今はできる限り時間を稼いで状況が動くのを待つしかないか。": "Shirona was right.\nRight now, all we can do is buy as much time as we can and wait for the situation to move.",
    "あたしはここよ！　仲間に手を出さないで！": "I'm right here! Don't lay a finger on my friends!",
    "どう対応すべきかと考えているうちに\n遮蔽物に隠れていたちゆる機が姿を晒していた。": "While I was thinking about how to deal with it\nThe Chiyurugi, which had been hiding behind cover, had exposed itself.",
    "ちゆる！？": "Chiyuru!?",
    "話が通じるようで助かるわ。": "I'm glad you understand.",
    "指揮官機に促された双頭の斧の下っ端機が、\nゆっくりちゆる機に近づいていく。": "At the command plane's urging, the two-headed axe's underling\nI slowly approach the machine.",
    "ちゆるを渡せるか！": "I can't give you Chiyuru!",
    "待て！　下手に動くな！": "Wait! Don't move!",
    "でも！　このままだとちゆるさんが……": "But! At this rate, Chiyuru-san will...",
    "敵の戦力評価、自分達の状況。\n頭をフル稼働させて何か手がないか考える。": "The enemy's assessment of their strength, their situation.\nI put my head into full operation and thought about what I could do.",
    "考えろ……考えるんだ。必ず何か手はあるはずだっ。": "Think... Think. There must be a way.",
    "双頭の斧は一撃でジュリー機を行動不能にしたように\n実弾を装備している。": "The two-headed axe seemed to incapacitate the Julie machine with a single blow\nShe's equipped with live ammunition.",
    "だがこちらはあくまで競技用の模擬弾しかない。\n真正面から戦いを挑むのは無謀を通り越して自殺行為だ。": "However, this one only had mock bullets for competition.\nChallenging a fight head-on would be beyond reckless and suicidal.",
    "その時だった。": "Just then...",
    "たああぁぁぁぁぁ！！　足手まといなんてごめんよ！！": "Taaaaahhhh!! I don't want to be a burden!!",
    "なっ！？": "Wha!?",
    "行動不能だと思われたジュリー機が跳躍ユニットを全力噴射させ、\n上空に向けて跳躍する。": "The Julie machine, which seemed incapacitated, sent the leaping unit flying at full power\nI leap into the air.",
    "だが姿勢が保てていない。\n大破の影響で、まともに動かせない状態なのは明らかだ。": "But I can't maintain my posture.\nIt's clear that she's in a state where she can't move properly due to the massive damage.",
    "くっ、いうこときけぇ！　このこのこのぉ～！": "Ugh, listen to what I'm saying! You, you, you!",
    "必死に機体をコントロールしようとしているが、\nあれでは墜落しているのと変わらない。": "She was desperately trying to control the aircraft, but...\nThat's no different from a crash.",
    "この場にいる全員の目が不規則なジュリー機の動きを追う。": "The eyes of everyone present followed the irregular movements of the Julie machine.",
    "いっけぇぇぇぇ！": "Gooooooo!",
    "体当たりを敢行するが機体は明後日の方向へ飛んでいく。": "I try to slam into it, but the glider flies in the direction of the day after tomorrow.",
    "あ、あれぇぇぇ！？　なんでぇぇ！　どうしてぇぇぇぇ……！！": "H-Huuuuh?! Why?! How...?!",
    "ジュリーの機体は少し離れたビルへ頭から突っ込んでいた。": "Julie's aircraft had plunged headfirst into a building a short distance away.",
    "――今だ！": "—Now!",
    "手近にいた敵機に体当たりで襲い掛かり尻もちをつかせる。": "He slammed into a nearby enemy machine with a body slam, knocking it flat on its butt.",
    "全機、離脱！": "All units, retreat!",
    "で、でも……": "B-But...",
    "ジュリーはどうするの！？": "What are you going to do, Julie?!",
    "俺がなんとかする！": "I'll take care of it!",
    "%usernameusernameuserna%さんをここに置いていけません！\n私もここに残ります！": "I can't leave %usernameusernameuserna% here!\nI'll stay here, too!",
    "敵の作戦目標はちゆるだ！　やつらもそっちに戦力を割くはず！\nこっちに戦力を残す寄越す必要はない！　優先順位を考えろ！": "The enemy's objective is to attack! They should be able to focus their forces on that!\nThere's no need to send them here to leave a force behind! Think of your priorities!",
    "霞光でもそれなりのことはできる！　行け！": "Even in the haze, I can do that! Go!",
    "……！　シリウスシュガー、撤退しますわよ！\n他のプレ・クラス－Ａの皆も続いてくださいませ！": "...! Sirius Sugaru, we're retreating!\nEveryone else in Pre-Class-A, please follow me!",
    "%usernameusernameuserna%さん、ジュリーちゃんをお願い！": "%usernameusernameuserna%, take care of Julie!",
    "七彩を先頭に各機が撤退していく。": "Each of the machines withdrew, with Shichika leading the way.",
    "目標の確保を優先よ、追いなさい！\n一応、数機は残り、墜落した機体も押さえておけ。": "Securing the target takes priority. Follow him!\nJust in case, there are still a few left, and hold down the aircraft that crashed.",
    "指揮官機の指示に跳躍しようとしていた下っ端機に背後から迫る。": "He closed in on the underlings, who were about to leap at the commander's orders, from behind.",
    "ジュリーのもとに行かせるかよ！": "I won't let you go to Julie!",
    "霞光は武装していないが、まったく戦えないわけではない。\n整備員には怒られるが、『肉弾戦』という手がある。": "Kasumi Hikaru was unarmed, but it wasn't like she couldn't fight at all\nThe maintenance crew would get mad at me, but there was the option of a \"meatball fight.\"",
    "ここだぁ！！": "Here it is!!",
    "跳躍ユニットの噴射口を殴られた双頭の斧下っ端機は、\n姿勢を制御できずに失速して地面を舐める。": "The two-headed axe underling had been hit by the spout of the jump unit\nUnable to control my posture, I stalled and licked the ground.",
    "うぁああああああああ！？": "Uwaaaaahhhh!?",
    "演習用の武装すらない機体で、\n我々を足止めするつもりか……！？": "It wasn't even armed for field exercises.\nAre you trying to slow us down?!",
    "へぇ……": "Huh...?",
    "足止めだと？　舐めるな。": "Hold me back? Don't underestimate me.",
    "包囲するように双頭の斧の下っ端機達が距離を詰める。": "The two-headed axe underlings closed the distance as if to surround them.",
    "下手に背中を見せて俺に攻撃のチャンスを与えるより、\nここで確実に潰しておくつもりなのだろう。": "Rather than carelessly showing my back and giving me a chance to attack,\nShe must be planning to crush them here and now.",
    "俺は足止めなど考えていない。\nお前らを全機撃墜してやることだけを考えている。": "I wasn't trying to slow her down.\nI'm only thinking about shooting down all of you.",
    "啖呵を切りながらも口の端が歪むのを止められない。\nこいつらを相手にどこまで時間を稼げるか……": "I can't stop the corners of my mouth from curling up, even though I'm talking loudly.\nI don't know how much time I can buy against these guys...",
    "おー！　かっこいい～！　男のコって感じですね！": "Wow! You're so cool! You look like a guy!",
    "学園生徒に手を出したこと、後悔させてあげます！": "I'll make you regret laying a hand on the students!",
    "お前ら……": "You guys...",
    "撤退したと思っていたフルート機とドロテア機が、\n跳躍ユニットをふかして引き返してくるのが見えた。": "The flute and Dorothea machines, which I had thought had withdrawn,\nI saw her turn back, puffing up her jumping unit."
}