{
    "じゃ、シミュレーターで訓練するから。\nラウラはまず敵に慣れることからだしね！": "Well, I'll be training in the simulator.\nLaura needs to get used to the enemy first!",
    "はぁ～い♪　ラミちゃん、上手でえらいわ～♪\n小さいのに一生懸命で、ほんっとに可愛い……♡": "Okay~♪ Rami-chan, you're good at this~♪\nShe’s small, but she’s doing her best, and she really is cute...♡",
    "ちいさ……！？": "Chiisa...!?",
    "ふっ。": "Heh.",
    "あ？": "Huh?",
    "やべ、マイクが入っていた。\nカメラを思いっきり睨んでいる。": "Crap, there's a microphone inside.\nShe's glaring at the camera as hard as she can.",
    "ラウラは、小さい子を可愛がってしまう気質のようで、\n小さい体でよく動くラミを気に入ってしまったようだ。": "Laura seemed to have the disposition to end up loving a little girl\nShe seems to have taken a liking to the lamia, which move well with her small body.",
    "おそらくラミの話など、半分も届いていないだろう。\nどうする……？": "Most likely, not even half of what Rami had said had reached her.\nWhat should we do...?",
    "……じゃあ、ラミがいっぱい頑張れたら、\nあとでたくさんほめてくれる～……？": "...Then, if I can do my best with lots of lamies...\nWill you praise me a lot later...?",
    "お・ね・え・ちゃ・ん？": "Onee-e-cha-n?",
    "はうあ～～～～～～～～っ！！": "Haaaaah!!",
    "うんっ、いっぱいよしよししてあげるわっ！\nお姉ちゃんが、ほめてあげる～っ！！": "Yeah, I'll do a lot of good things for you!\nOnee-chan will praise you!!",
    "でもでもぉ、お姉ちゃんの訓練だから、\nラミはお姉ちゃんがいいスコア出してくれると、えらいんだって～！": "But, but, it's Onee-chan's training,\nRami said it'd be great if Onee-chan got a good score!",
    "わかったわ！\nラミちゃんのためにっ、お姉ちゃんがんばるわっ！": "All right, all right!\nI'll do my best for Rami-chan!",
    "なるほど……新しいパターンの煽り方を覚えたな、あいつ。\nこら、キシシと笑うんじゃない、バレるぞ。": "I see... She's learned how to fan the flames of a new pattern.\nHey, don't giggle. They'll find out.",
    "それじゃ～訓練始めるよ～！\nラミについてきて、お姉ちゃ～ん！": "All right, let's start training!\nFollow Rami, Onee-chaaan!",
    "はぁ～い♡　待って待ってぇ～♡": "Okay~♡ Wait, wait~♡",
    "……相性はいいのかもしれない。\nちゆるよ、この組み合わせ、もしかして楽しんでないか？": "...Maybe we're compatible.\nDon't you think you're enjoying this combination?",
    "そうしてメイズシフターとの戦闘が始まったのだが。": "And so, the battle with the Maizsifter began.",
    "いやぁ～っ！\nこっち来ないで、無理無理無理～っ！": "Nooooooo!\nDon't come this way, I can't, I caaan't!",
    "ラウラは怖がり、悲鳴を上げて逃げ回っている。\n一方ラミは前衛で平然と敵を倒し続けていた。": "Laura was terrified, running around screaming.\nRami, on the other hand, continued to calmly defeat the enemy in the vanguard.",
    "シミュレーターでも、こんなに怖いのよ～！？\n本物と戦うなんて、無理よぉ～！": "Even in the simulator, it's this scary~!\nIt's impossible to fight the real thing!",
    "なに甘えたこと言って……ごほんっ！！\nじゃなくて、えーっと……": "What a spoiled thing to say... Ahem!!\nI mean, umm...",
    "お、お姉ちゃん、ラミのこと見捨てちゃう……の……？": "Onee-chan, are you abandoning Rami...?",
    "はっ！！　そうよね、お姉ちゃんが助けなきゃ！\n待っててラミちゃん、頑張って援護するから～！": "Hah!! That's right, Big Sis has to save her!\nHold on, Rami-chan! I'll do my best to support you!",
    "……が、ラウラには効果てきめんらしい。\n銃身が震えていたが、必死な援護射撃で敵を撃退した。": "...But it doesn't seem to have any effect on Laura.\nThe barrel was trembling, but I fought off the enemy with desperate support fire.",
    "はあ、はあ、はあ……うう……": "*pant pant*... Ugh...",
    "お姉ちゃんすっごーい♡\nやればできるんじゃん、かっこいい～♪": "Onee-chan, you're amazing♡\nYou can do it if you try, can't you? So cool~♪",
    "あ、ありがとラミちゃん。お姉ちゃん、頑張っちゃった！": "Th-Thanks, Rami-chan. I did my best!",
    "うんうん♪　ラミだけじゃなくて、\n仲間をみーんなを守れるお姉ちゃんなら、もっとかっこいいよ？": "Yep, yep♪ It wasn’t just Rami, either\nIf you’re a big sister who can protect her friends and everyone else, you’d be even cooler, you know?",
    "見たいなぁ～♡　もっともっともーっと活躍する、\nつよつよお姉ちゃんをラミに見せて～♡": "I wanna see it~♡ It's going to be even more exciting!\nShow Rami your strong big sister~♡",
    "というわけで、はい！　あと３セットいくよ～♪\nがーんばれっ、がーんばれっ♡": "Anyway, here we go! Three more sets~♪\nGaaaaahhhh, gaaaanbaaah! ♡",
    "ぴゃあぁぁぁ……": "Pyaaaaah...",
    "白目をむきながらも、ラミのためならば\nラウラは必死に訓練についていった……": "Her eyes rolled back in her head, but if it was for Rami’s sake\nLaura desperately followed the training...",
    "残るは心香。扱いが難しいと思ったのか、\n彼女にはちゆると白奈のふたりがついていた。": "All that's left is Shinka. She must have thought it was hard to handle.\nThe two of them slowly joined her.",
    "測定完了……基礎体力、全項目オールＡ。": "Measure complete... Basic physical strength, all items A.",
    "数値上のデータは完っ璧だなぁ。\n個人のパイロットとしては、即戦力だよね？": "The numerical data is perfect.\nAs an individual pilot, you're an immediate asset, aren't you?",
    "うん、わたし達より操縦も戦闘も上かも。ちょっと悔しいくらい。": "Yeah, she might be better at piloting and fighting than us. It's a little frustrating.",
    "……でも、協調性がない。そう言いたいのよね？\nそう判断された結果、ここにいるわけだし。": "...But they don't cooperate. That's what you're trying to say, right?\nAfter all, she was here as a result of that decision.",
    "どうして仲間へのフォローを嫌がるの？": "Why don't you want to follow up with your friends?",
    "嫌じゃないわ。ただ、必要ないと思っているだけよ。": "It's not that I don't like it. I just think it's unnecessary.",
    "私は、常に自分が最高のパフォーマンスを出せるよう、\n幼いころから鍛えてきたの。": "I always wanted to make sure I had the best performance possible.\nI've been training since I was young.",
    "陸上競技をやってた頃も、誰にも負けないよう強くなろうとした。\n私以上の努力をしない怠け者は、それでみんな落ちていった。": "Even back when I was playing track and field, I tried to get stronger so I wouldn’t lose to anyone.\nAll the lazy people who didn't put in more effort than I did fell for it.",
    "要は自己責任。他人の自業自得の尻拭いをさせられるなんて、\nそんな理不尽、私は受け入れられない。": "The point is self-responsibility. To be forced to clean up someone else's messes...\nI can't accept such unfairness.",
    "それはパイロット科に入ってからも同じ。私ぐらいのことをやれば、\n必要最低限の能力は身につく。本来フォローとかいらないはず。": "It's the same even after entering the pilot course. If you do something like me...\nI've learned the bare minimum of ability. I don't think I need to follow up.",
    "でもそうじゃないのは、怠けていたからよ。自分でやらかした分は、\n自分で賄ってほしいだけ。私にコストを強いるのはやめてほしい。": "But the reason I didn't is because I was lazy. I made up for what I did myself.\nI just want to cover it myself. I don't want you to force the cost on me.",
    "でも客観的に見れば、特別養成校舎にいる以上、\nキミも『やらかした』側じゃないかな。それは理解できてる？": "But objectively speaking, as long as she was in the special training building,\nI think you're on the “I messed up” side, too. Do you understand that?",
    "…………": "............",
    "チームの大事さは理解しているわ。\nじゃないと大量のメイズシフターをさばけない。": "I understand the importance of the team.\nOtherwise, I wouldn't be able to dodge a large number of maise shifters.",
    "もし改善するのなら私じゃない。私程度の仕事もこなせない、\n他のメンバー達のマインドやスキルのほうよ。": "If you're going to improve, it's not me. You can't even do a job like mine,\nThe minds and skills of the other members.",
    "その考え方はチームじゃなくて、ただの『寄せ集め』。\nパイロットは個人競技じゃないの。": "That way of thinking wasn’t a team, it was just a “massage.”\nPilots aren't individual competitions.",
    "私は私にできることを他のみんなに求めているだけよ。\n結果も出してる。なのに、何が間違っているの……？": "I just want everyone else to do what I can.\nI'm getting results. So what's wrong with that...?",
    "ん……間違ってないよ。みんなが各々最高のパフォーマンスを\n引き出すことはとっても大事。": "Mm... You're not wrong. Everyone, have a great performance.\nIt's very important to draw it out.",
    "……？": "...?",
    "その意識を持ってるだけ、あなたはあたし達よりも\nいいスタートを切れてるよ。": "You're just more conscious than we are.\nYou're off to a good start.",
    "じゃあどうして……\nどうして私は、正式認定されないの！？": "Then why...?\nWhy am I not officially recognized!?",
    "『それだけ』じゃチームとまでは呼べないからだね。\n白奈ちゃんの言う通り、せいぜい寄せ集め程度よ。": "'That's all' isn't enough to call us a team.\nJust like Hakuna-chan said, it's nothing more than a mishmash.",
    "だからあなたは正式所属ができなかったの。": "That's why you couldn't officially join.",
    "……！": "...!",
    "みんなが最高のパフォーマンスを出すことは大事さ。\nでもね、『そのために自分はどうすべきか』が抜けている。": "It's important for everyone to put on their best performance.\nBut I don't know what I should do for that.",
    "今は人任せにしている。自分で自分の面倒を見るのは義務で当然。\n自分にチームメイトへの責任はないって。": "Right now, I'm leaving it to someone else. It's my duty to take care of myself.\nShe said she wasn't responsible for her teammates.",
    "だって、そのスタンスならもしチームで何かが上手くいかなくても、\n『悪いのは自分じゃない』って言えるもの。": "After all, with that stance, even if something didn't go well on the team,\nI can say, “I’m not the one at fault here.”",
    "そ、そんなこと……": "Th-That's not...",
    "前に%usernameusernameuserna%に言われたんだ。": "%usernameusernameuserna% told me before.",
    "チームワークとは、『味方に勝ってもらう』ことじゃない。\n『自分の力でチームを勝たせること』だ――って。": "Teamwork didn’t mean “getting your allies to win.”\n“It’s about letting the team win under your own power”—wait.",
    "チームは、チームメイトの出す結果に無関係ではいられない。": "A team can't stay unrelated to their teammates' results.",
    "そ。自分が自分だけで出せる個人の力には限界があって、\nその限界を『最高』と呼ぶにはまだまだ遠いんだよね。": "That's right. There's a limit to the power of an individual who can do it on their own,\nIt's still a long way from calling that limit “the best”.",
    "だから真に『最高』を引き出すには、『自分が仲間を勝利に導くんだ』\nとメンバーが相互に思い、フォローし合わないといけないんだ。": "That's why, in order to truly draw out “the best”, “you must lead your comrades to victory.”\nThat's what the members think, and we have to support each other.",
    "そしてそのためには、強い信頼関係が必須。": "And in order to do that, a strong relationship of trust is essential.",
    "頼る、助ける。それだけじゃなくて、信じて託す。それが信頼。\nキミは正しいけど、その正しさだけじゃ信頼関係も作れないかな。": "Rely on her, save her. Not only that, but trust her. That's trust.\nYou're right, but I don't think that's enough to build a relationship of trust.",
    "……私に、どうしろと？": "...What do you want me to do?",
    "そうね……自分だけじゃなくて、\nまずは他の人の努力にも目を向けてみたら？": "That's right... It's not just me,\nWhy don't you look at other people's efforts first?",
    "そんな抽象的なことを言われても、どうすればいいのか……": "Even if you say something so abstract, I don't know what to do...",
    "他人を減点方式じゃなくて、加点方式で見てあげるといいかもね。": "It might be a good idea to look at someone else through the addition method, not the demerit method.",
    "これができてないから減点、あれが不十分だから減点……\nそういう粗探しみたいな視線だと、人を許せなくなるでしょ？": "Demerits because you can't do this. Demerities because you don't have enough points...\nYou can't forgive people if you look at them like they're searching for something, can you?",
    "だからいいところも探そう？　頑張ってる部分、できてる部分に\n加点していくようにすれば、だんだん周りが見えてくるよ。": "So let's look for a good spot too, okay? The part where you're working hard, the part that's made up.\nThe more points you add, the more you'll be able to see around you.",
    "それと、あとは当事者意識があればいいと思う。\nパイロットとして以上に、プレ・クラス－Ａのメンバーであるというね。": "Also, I think all that's left is to have a sense of involvement.\nI hear you're even more of a Pre-Class-A member than you are as a pilot.",
    "当事者意識……": "A sense of responsibility...",
    "まあ、きっと大丈夫だって！　キミはストイックだから、\n目標を決めればそのために頑張れるさ！": "Well, I'm sure you'll be fine! You're stoic,\nIf you decide on a goal, you can do your best for it!",
    "……うん。": "...Yeah.",
    "訓練が終わり、しばしの休憩時間になった。休憩用にした空き教室に、\nプレ・クラス－Ａのジュリー、ラウラ、ノエルの姿がある。": "The training ended, and it was time for a brief break. We went to the empty classroom we used for our break.\nJulie, Laura, and Noel from Pre-Class-A were there.",
    "ううう……頭が爆発するよ～……一生分勉強したあ……": "Ugh... My head's going to explode... I've studied for the rest of my life...",
    "よしよし。ジュリーちゃん、\nお姉ちゃんのお膝でゆっくり休んでていいからね。": "All right, all right. Julie,\nYou can rest in your big sister's lap.",
    "なんかいつもより甘々だね！\nそれも訓練の成果？": "You're sweeter than usual!\nIs that the result of your training?",
    "うふふ……♪　そうかも……♪": "Ufufu...♪ Maybe so...♪",
    "そこへ、ぎこちない雰囲気の心香が、\n意を決したように入っていく。": "That's when I noticed the awkward atmosphere in Shinko's heart.\nShe made up her mind and went in.",
    "……あの。今日の訓練の振り返り？\n私にも、聞かせて……くれない？": "...Um. Looking back on today's training?\nWill you... let me hear it too?",
    "普段の心香から考えると、意外なことなのだろう。\n３人はきょとんとして固まったが──": "Considering her usual demeanor, it must have been unexpected.\nThe three of them froze, puzzled, but...",
    "心香ちゃん、シミュレーターの撃墜数ランキングに\n名前が載ってたよ！　今度、戦い方教えて！": "Kokoroka-chan, you're in the simulator's shooting rankings.\nThere was a name on it! Next time, tell me how to fight!",
    "そうだわ！　心香って状況判断も鋭いし、\nコツとかあったら教えてよ！": "That's right! Kokoroka is a sharp judge of the situation,\nLet me know if there's a trick or something!",
    "ふふふ、心香ちゃんがひとりで頑張ってるの、\n私ずっとほめてあげたいと思ってたの♪": "Hehehe, Kokoro is working hard on her own,\nI've always wanted to praise you♪",
    "笑顔で迎え入れられた心香は、\n少し気まずそうにしながらも、どこか嬉しそうだった。": "Shinka was greeted with a smile\nShe looked a little awkward, but there was something happy about it.",
    "――俺がモニターするために待機していた別の空き教室に、\nシリウスシュガーのみんなが戻ってきた。": "—In another empty classroom that I had been waiting for to monitor\nEveryone from Sirius Sugaru came back.",
    "おっ！　さっそく仲間の輪ができてるね～！": "Oh! There's a circle of friends already!",
    "お前達もいつの間にか、大した指導者だな。": "Before I knew it, you've all become great leaders.",
    "誰かさんに教わったことを、伝えただけですわ。": "All I did was tell him what a certain someone had taught me.",
    "マジか。いやーきっと素晴らしい指導者なんだな、\nその誰かさんって人は。よくお礼を言っとくんだぞ？": "Seriously? Man, I'm sure he's a great leader,\nThat certain someone. Make sure to thank him often, okay?",
    "ところがすっごいパワハラ野郎なんだよねー。": "But he's a really powerful guy.",
    "だから、反面教師にするとちょうどいいって……ちゆるが。": "That's why, on the other hand, it's perfect for a teacher... Chiyuru.",
    "ええとあの、私達はまずは相手を認めるところから始めようって、\n話になっただけで……！！": "Um, well, we decided to start by acknowledging each other,\nJust talking about it...!!",
    "……ま、まあ、結果が出るなら、\n教え方なんて人それぞれでいいさ、なあ？": "...W-Well, if you get results,\nEveryone can teach in their own way, right?",
    "ちょっとはしおらしくしなよね……": "She's a little meek...",
    "__translated__": "true"
}