{
    "あれから――シリウスシュガーを中心にプレ・クラス－Ａの援護もあり、\nなんとか巨大メイズシフターを倒すことができた。": "Since then—with Sirius Sugar at the center—I’ve had Pre-Class-A support as well\nSomehow, I managed to defeat the giant maise shifter.",
    "――が、その代償は決して小さくはなかった。": "—But the price was by no means small.",
    "はぁ……はぁ……\nみんな、大丈夫……ですか……？": "Hah... hah...\nAre you... all right...?",
    "こっちは大丈夫、でも、ジュリーとラウラが……": "I'm fine here, but Julie and Laura...",
    "名前の挙がった２機は戦闘不能だ。\n装甲はズタズタになり、各部位の損傷も激しい。": "The two Named Machines are incapable of fighting.\nThe armor was shredded, and the damage to each part was severe.",
    "幸い、コックピット内のパイロット自体は無事で、\n軽傷だが……これ以上、ここに留まるのは危険だ。": "Fortunately, the pilot inside the cockpit itself was safe\nIt’s only a minor injury, but... it’s dangerous to stay here any longer.",
    "……安全を確保次第、２機を連れて全速離脱する。\n損傷の少ない機体で抱えるんだ。": "...As soon as we're safe, we'll take the two of them and leave at full speed.\nCarry it with less damage.",
    "安全を確保ったって……": "You said you were safe...",
    "メイズシフターは倒したけれども、まだ弱いながらも息をしている。\n不用意に刺激すれば、最後の力を振り絞って襲ってくるかもしれない。": "I've defeated the Mayse-Sifter, but it's still breathing despite its weakness.\nIf I carelessly stimulated her, she might use the last of her strength to attack me.",
    "だから誰も近づけない。\nじりじりとしたにらみ合いが、精神と体力を削っていく──": "That's why no one can get close.\nSlowly but surely, the staring contest was whittling away at my spirit and stamina~",
    "……このあたり、かな。": "...I think it's around here.",
    "突如として銃声が響く。\nちゆるの弾丸がメイズシフターに命中し、咆哮を上げた。": "Suddenly, a gunshot rang out.\nChiyuru's bullets hit the maise shifter and roared.",
    "……！？　おいっ！？": "...!? Hey!?",
    "耳を覆いたくなる地響きの中、ちゆるの機体が\n横たわるメイズシフターに近寄った。": "Amid the rumbling of the earth that made me want to cover my ears, the Chiyuru aircraft\nI approached the Mayse-Sifter where it lay.",
    "大丈夫、こいつはもう動かないよ。\nさっき撃ち込んだ弾は致命傷だから。": "Don't worry, he won't move anymore.\nBecause the bullet I fired earlier was fatal.",
    "待て、なぜわかる？　そんなこと。": "Wait, how do you know that?",
    "メイズシフターといえど生物だよ。\nここだけはダメって場所は存在する。": "Even a maise shifter is a living thing.\nThis is the only place I can't go.",
    "よし、安全確保！　みんな、今のうちに撤退だよー。": "All right, let's make sure we're safe! Everyone, retreat now!",
    "ちゆるの言葉に、全員がようやく息を吐き、\n緊張の糸が切れるのを感じた。": "At Chiyuru's words, everyone finally exhaled.\nI felt the tension drain from my body.",
    "しかしみんなが撤退準備を始める中、\nちゆるだけがメイズシフターのそばを離れない。": "However, as everyone began preparing to withdraw...\nChiyuru is the only one who can't leave the Mayz shifter's side.",
    "どうした？": "What's wrong?",
    "……いやぁ、こんな種類、この<r=ケイブ・ベルト>地穴帯</r>で見たことないでしょ。それに、あたしの想像を軽く超えてきた。": "...Man, you've never seen this kind of thing before in this <r-cave belt> earth pit zone. Besides, it's easily beyond my imagination.",
    "ね、ちょっと調べていってもいい！？\nすぐに終わらせるからさぁ！": "Hey, can I take a look around?!\nI'll finish this in no time!",
    "お前……こんな非常事態だぞ……": "You... This is an emergency situation...",
    "だから、だよ。": "That's why.",
    "いつになく真面目なトーンの声に、\n俺は少し面食らってしまう。": "Her unusually serious tone of voice made me realize...\nI was a little taken aback.",
    "メイズのことで知らないことなんて、少ない方がいい。\n知識があれば、非常事態でも対処することができる。": "The fewer things I don’t know about Mayse, the better.\nWith my knowledge, I can deal with emergencies.",
    "『無知は人を苛む病であり、\n短慮は無知から生まれる魔物である』ってね。": "“Ignorance is a disease that torments people,\nIndiscretion is a monster born of ignorance.'",
    "聞いたことがない格言だな。誰の言葉だ？": "I've never heard that saying before. Whose words are those?",
    "え？　あたし。今考えた。": "Huh? I just thought about it.",
    "……お前の能天気さが、今は羨ましいよ。": "...I'm jealous of how carefree you are right now.",
    "てかさ、撤退しないの？\nみんな行っちゃうよ？": "Aren't you going to withdraw?\nEveryone's leaving, you know?",
    "バカ。お前だけ置いていけるわけないだろ。": "Idiot. There's no way I can leave you alone.",
    "……はは。丸腰で言っても、カッコつかないよ？": "...Haha. Even if you say it unarmed, you won't look cool.",
    "……ありがと。": "...Thanks.",
    "メイズを脱出し、地上に帰還した俺達。\nようやく無事に戻ってこれた実感が湧いてきた。": "We escaped from Mayse and returned to the surface.\nI finally feel like I've made it back safely.",
    "ぐすっ……ううぅ、すみません。\n私のために、みなさんボロボロに……": "*sniffle*... Ugh, I'm sorry.\nEveryone fell apart for my sake...",
    "みんなを無事に帰らせるのが、リーダーの役目なのに。\nこんなんじゃ、理想のリーダーなんて……！！": "Even though it was the leader’s duty to get everyone home safely.\nAt this rate, I'll never be the ideal leader...!!",
    "あなた達は、生きて帰ってきました。\n誇るべきことであり、まぎれもない勝利です。": "You guys came back alive.\nIt is something to be proud of, and an unmistakable victory.",
    "そうです！　生きてれば勝ちです！\nあんな怖い敵にも、負けませんでした！！": "That's right! As long as you're alive, you win!\nI couldn't lose to such a scary enemy!!",
    "ま、機体はボロボロだけど、名誉の負傷って感じで。ねえ？": "Well, the aircraft is in tatters, but it feels like an honorable injury. Right?",
    "大事なのは、みんなで帰ってこれたこと。\nそれはこれからも変わらない。": "What was important was that we all came home together.\nThat won't change from now on.",
    "プレ・クラス－Ａのみんなも、小さく頷いている。": "Everyone in Pre-Class-A was nodding slightly.",
    "予想外のことではあったが、\n困難を乗り越えた達成感も、本物だった。": "It was unexpected, but...\nThe sense of accomplishment that had overcome the hardships was real, too.",
    "（ともかく、今日の事は生徒会長にも報告しないとな……）": "(Anyway, I need to report today's events to the Student Council President...)",
    "翌日――俺とシリウスシュガーの５人は、生徒会室に来ていた。": "The next day—Sirius Sugaru and I—the five of us came to the student council room.",
    "……そうですか。ではプレ・クラス－Ａの生徒達は、無事なのですね。": "...I see. Then the students of Pre-Class-A are safe.",
    "ああ。幸いにも軽傷だった。でも作戦時間が長くなったから、\nメイズシンドロームの可能性も考えて検査も受けてもらってる。": "Yeah. Fortunately, it was a minor injury. But the operation time was longer, so...\nI've been given an examination, considering the possibility of a mace syndrome.",
    "まずは無事に全員帰還できたことに感謝を。\nそして……昨日現れたという巨大メイズシフターについてですが。": "First of all, thank you all for making it back safely.\nAnd...about the giant maise shifter that appeared yesterday.",
    "……あまりにも不自然だ。<r=ケイブ・ベルト>地穴帯</r>のような浅層で、\nあれだけ強力な個体が出るとは思えない。": "...It was far too unnatural. The <r-cave belt> was a shallow layer like the earthen belt </r>\nIt was unlikely that such a powerful individual would appear.",
    "うん、重力異常の影響も少ない帯域だよ。\nはっきり言って、環境的にあり得ないと断言できる。": "Yeah, it's a band that doesn't have much effect on gravitational anomalies.\nTo put it bluntly, I can say for sure that it's impossible from an environmental perspective.",
    "だとすればあいつの出現は意図的なもの……\n陰謀に巻き込まれた、ってことになるな。": "If that's the case, then his appearance was intentional...\nThat means I've been caught up in a conspiracy.",
    "私も、そう考えています。これを。": "That's what I think, too. This.",
    "会長が見せてきたのは、\nとあるネット記事だった。": "Pres shows me...\nIt was a certain article on the internet.",
    "これはつい先ほど公開・拡散された記事です。": "This is an article that was released and spread just a little while ago.",
    "『訓練中、シリウスシュガーの指導によりＭＧ２機が大破、\n特別養成校舎プレ・クラス－Ａの生徒が負傷』": "“During training, the MG2 machine was severely damaged by Sirius Sugar’s instruction\n[Special Training School Pre-Class-A students are injured.]",
    "『新人指揮官の危険な指導法に懸念の声』……ね。\nタイミングが良すぎるぞ、まったく。": "'The rookie commander's voice of concern over the dangerous guidance method'... Right?\nThe timing is way too perfect, geez.",
    "まるで事前に準備したかのような記事ですわね。\nそれにこの写真は、いったいどこから？": "It's as if the article was prepared beforehand.\nAnd where did this picture come from?",
    "初めから仕組まれていたんだな……": "It must have been planned from the start...",
    "ええ……ですが皆さんは勝利しました。\n巨大なメイズシフターを撃破した。": "Yes... But you all won.\nI destroyed the giant maise shifter.",
    "この件は、生徒会から正式に発表いたします。\nあなた方の責を問う声は、起こさせません。": "This matter will be officially announced by the student council.\nI won't let you raise your voice asking for your blame.",
    "ですから……改めて、感謝を。プレ・クラス－Ａ４名を鍛え、\nあの戦いで全員無事帰還したことに。": "So... thank you again. I've trained Pre-Class-A4,\nThat everyone had returned safely in that battle.",
    "これは、私達に仕掛けられた陰謀の一部を打ち砕き、\n最悪の事態を回避できたということでもあります。": "This will destroy some of the plots that have been set up for us\nWe were able to avoid the worst-case scenario.",
    "そりゃ、どうも……って、待て。一部ってどういうことだ？": "Well, thanks... Wait. What do you mean by part of it?",
    "生徒会長は目を少し伏せた後、\n横目でちゆるを見た。": "The student council president lowers her eyes a little, and then...\nI give her a sidelong glance.",
    "もうひとつ、あったのです──『爆弾』が。": "There was another bomb.",
    "次に映し出された記事は、予想外のものだった。\nひとりの少女の顔写真とともに、大きな見出しがついている。": "The next article on the screen was unexpected.\nAlong with a photo of a girl's face, there's a big headline.",
    "Ｔ２元素の単離に成功した『天才少女』の正体――": "The true identity of the “genius girl” who’d successfully isolated the T2 element—",
    "どうした、ちゆる？": "What's wrong, Chiyuru?",
    "ちゆるの様子が変だな……": "Chiyuru's acting strange...",
    "え……？": "Huh...?",
    "シリウスシュガー所属・月ヶ瀬ちゆる、その衝撃の経歴――\n重力制御研究はすでに実用段階か？　専門家の証言は――": "Chiyuru Tsukigase, a member of Sirius Sugaru, had a shocking history—\nGravity control research is already in its practical stages? The expert testimonies—",
    "な……なんで……\nどこにも、発表なんかしてないはず……": "Wh-Why...?\nThere shouldn't be any announcements anywhere...",
    "記事を見て、青ざめたちゆるが、\nしぼり出すような声でつぶやく。": "When I looked at the article, I realized that I had gone pale.\nShe mutters in a voice that sounds like she's squeezing it out.",
    "……すみません。ここまでは読み切れませんでした。\n標的は生徒会ではなく、あなただったのですね。": "...I'm sorry. I couldn't read this far.\nSo the target wasn't the student council, but you.",
    "月ヶ瀬さん……": "Tsukigase-san...",
    "いいえ――": "No――",
    "『龍宮』ちゆるさん。": "'Ryuugu' Chiyuru-san."
}