{
    "ええ、ええ……承知いたしました。": "Yes, yes... Understood.",
    "『彼』の素性を調査……\n可能であれば、味方に引き入れろ、と……": "Investigate 'his' background...\nHe told me to bring him to my side if possible...",
    "ええ、すべて……わたくしに、お任せください……": "Yes, everything... Please leave it all to me...",
    "どうぞ、ご期待ください。\n一族の娘として恥ずかしくない成果をお見せしましょう。": "Please, look forward to it.\nAs the daughter of the clan, I will show you the results that are not embarrassing.",
    "（小花との待ち合わせはここの公園だったかな。\nちょっと時間には早いけど、小花は……）": "(I think our meeting with Kohana was in the park here.\nIt's a little early, but Kohana...)",
    "あ、いたいた……おーい、小花！\n待たせて悪かっ――": "Ah, there you are... Hey, Kohana!\nSorry for making you wait――",
    "ん？": "Hm?",
    "……ふふっ、可愛らしい蝶ですね。\nこんなにもわたくしのところに集まって……": "...Hehe, what a cute butterfly.\nSo many people gathered around me...",
    "残念ですが、わたくしはこれから忙しいのです。\nだから一緒に遊ぶことはできません。": "I'm afraid I'll be busy from now on.\nThat's why we can't play together.",
    "ふふ、構ってほしいのなら、またあとでにしましょう。": "Hehe, if you want me to pay attention to you, let's save it for later.",
    "（小花……蝶に話しかけてるのか？）": "(Kohana... Are you talking to a butterfly?)",
    "（なんだか……普段の小花があまり見せてくれない顔で、新鮮だな……）": "(It's kind of...... refreshing to see Kobana not show me her usual face......)",
    "さ、行きなさい。": "Now, go.",
    "群れのボスによろしく伝えてくださいね。": "Please give my regards to the boss of the pack.",
    "……小花。": "...Kohana.",
    "……あら、%usernameusernameuserna%さん。\nいらっしゃっていたのですね。": "...Oh, %usernameusernameuserna%.\nSo you're here.",
    "でしたら、声をかけてくださればよかったのに……\n恥ずかしいところを見せてしまいました。": "In that case, you should have just called out to me...\nI've shown you something embarrassing.",
    "……いや、思わず見惚れてしまって。\nまるで、美術館に飾ってある絵みたいに綺麗だった。": "...No, I couldn't help but be captivated.\nIt was as beautiful as a painting on display in a museum.",
    "そんなに褒めても、ポイント稼ぎにはなりませんよ？\nふふふっ。": "Praise like that won't earn you any points, you know?\nHeheheh.",
    "いや、全然そんなつもりはないぞ。\n本当にそう思っただけで……": "No, that's not my intention at all.\nJust thinking about it...",
    "だが……すまないな。\nせっかく小花の方からデートに誘ってもらったのに、待たせたりして……": "But... I'm sorry.\nKohana went out of her way to ask me out on a date, but I kept her waiting...",
    "（まあ、デートとは言っても、これは建前だけど……）": "(Well, it's a date, but this is just a pretense...)",
    "昨日の夜、小花から電話があったのだ。\n丸１日ともに過ごし、俺を見極めたいと。": "Kohana had called me last night.\nShe wants to spend a whole day with me, and figure out who I am.",
    "待ち合わせ時間にはまだかなり早いですし、\nわたくしが先に来ていただけなので、気にすることはありません。": "It's still pretty early for our meeting time,\nI only came here first, so there's no need to worry about that.",
    "気遣い、ありがとう。": "Thank you for your concern.",
    "確かに客観的に見れば俺は突然学園に現れて、\nその日のうちに生徒会入りした不審者だ。": "Certainly, objectively speaking, I had appeared out of nowhere at the academy\nIt was the suspicious person who had joined the student council that day.",
    "彼女としては上司たる生徒会長のそばに俺みたいなのがいて\n本当に大丈夫なのか……信頼に値するのか確かめたいらしい。": "As far as she was concerned, she had someone like me by her boss, the student council president\nIs she really okay...? She seems to want to see if she's worthy of trust.",
    "（なぜデートなんて建前にしたのかは、よくわからないけど……）": "(I don't really know why he's pretending to be on a date, but...)",
    "立ち話もなんですし……近くのカフェにでも入りませんか？\n少しお腹も空きましたし。": "We can't just stand around and chat... Why don't we go to a nearby café?\nI'm a little hungry.",
    "ああ、そうだな。もうそろそろお昼時だしね。": "Yeah, that's right. It's almost lunchtime.",
    "さて……それでは、見極めを始めさせていただきます。": "Now then... Let us begin to assess the situation.",
    "はは、まるでどこかの会社の採用面接みたいだな。": "Haha, it's like a job interview for some company.",
    "……え？\nデートとはこのようなものではないのですか？": "...Huh?\nIsn't this what dating is all about?",
    "……念のため聞いておくけど、小花はデートをした経験は……？": "...Just to be sure, Kohana, have you ever been on a date...?",
    "そ、それは、ええと……\nい、今、そんなことはどうでもいいのではありませんか？": "W-Well, umm...\nTh-That doesn't matter right now, does it?",
    "そもそも、わたくしにとって今回のデートは\nあくまでも建前に過ぎませんので。": "In the first place, this date is for me\nIt's just a pretense.",
    "で、ですから、デートの経験の有無はこの際問題ないと言いますか……": "Th-That's why, in this case, there's no problem with whether or not I have date experience...",
    "ははっ、何開き直ってるんだ？\nま、それならそれで構わないけど……": "Haha, why are you so defiant?\nWell, if that's the case, I don't mind...",
    "あ、すみませーん。": "Ah, sorry.",
    "はい、なんでしょう？": "Yes, what is it?",
    "ここの、オススメのスイーツはなんですか？": "What do you recommend the sweets here?",
    "こちらのスペシャルパンケーキになります。": "Here's your special pancake.",
    "じゃあ、それにしようかな。小花もそれでいい？": "Well, I guess I'll do that. Are you okay with that too, Kohana?",
    "あ、はい、わたくしは%usernameusernameuserna%さんと同じもので、\n問題ありません。": "Ah, yes, I am the same as %usernameusernameuserna%-san,\nThere's no problem.",
    "じゃあ、これを２つ。よろしくお願いします。": "Here are two of them, then. Please take care of them.",
    "かしこまりましたー！": "Understood!",
    "……なあ、小花。": "...Hey, Kohana.",
    "はい？": "Excuse me?",
    "建前じゃなくて、本当のデートにしないか？": "Why don't we make it a real date instead of a pretense?",
    "本当のデートに……？": "A real date...?",
    "ああ、俺としてはそのほうが自然体に過ごせるし、\n小花にありのままを見せられるかなと思ってさ。": "Yeah, as far as I'm concerned, I'll be able to live more naturally that way,\nI was wondering if I'd be able to show Kohana the way she is.",
    "何より、せっかく小花と一緒に過ごすんだ。\nお互いにとって楽しい時間にしたい。": "More than anything, I'm finally going to spend time with Kohana.\nWe want to have a good time together.",
    "%usernameusernameuserna%さん……": "%usernameusernameuserna%...",
    "……ふふ、わかりました。\nでは……エスコートをお願いしますね。": "...Haha, understood.\nThen...please escort me.",
    "……本日はわたくしにお付き合いいただき、\nどうもありがとうございました、%usernameusernameuserna%さん。": "...Thank you for coming with me today,\nThank you very much, %usernameusernameuserna%.",
    "いや、結局１日街をぶらついて、\n他愛のない世間話しただけになっちまったけどな。": "No, in the end, I spent the day wandering around town.\nWe ended up just making small talk, though.",
    "それでも、わたくしにはとても楽しく感じられました。": "Even so, it felt very fun to me.",
    "そうか、ならよかった。\nそれで……見極めとやらはどうだった？": "I see. That's good to hear.\nSo...how did you figure it out?",
    "ええ、ひとまず……合格でしょうか。": "Yes, for the time being... I wonder if I'll pass.",
    "合格か……": "Pass, huh...?",
    "それは……諜報員としてもかな？\n企業連合スカラ・インダストリーズ諜報部門担当『姜家』の小花さん。": "Even as an intelligence agent?\nKohana from the \"Kang family\" in charge of the corporate federation's Scara Industries intelligence division.",
    "……っ！": "...!",
    "メイズ適性は本物だが、その正体は学園の情報を収集するために入学した\n諜報を生業とする『姜家』の一族の娘……姜小花。": "Mayse's aptitude was genuine, but her true identity was that she'd enrolled to gather information on the academy\nShe was the daughter of the \"Jiang Clan\" clan, which specialized in intelligence... Jiang Xiaohua.",
    "…………": "............",
    "このデートの前に、会長から教えてもらったんだ。\n君の正体を知った上で部下として置いていること含めてな。": "Pres told me about it before this date.\nIncluding the fact that I know who you really are and that you're my subordinate.",
    "生徒会長が……": "The student council president...",
    "……ふぅ、生徒会長がそこまで話したのであれば、\nわたくしとしては観念するしかないようです。": "...Phew, if the student council president told you that much...\nIt seems I have no choice but to give up.",
    "……ええ、確かにわたくしは、この学園の情報を収集する\n任務を負ってこちらにやって参りました。": "...Yes, it is true that I will gather information on this school.\nI've come here on a mission.",
    "ですが、同時に……生徒会長と出会い、\nその人柄に強くひかれたんです。": "But at the same time... I met the student council president.\nI was strongly influenced by his personality.",
    "生徒会長に？": "To the student council president?",
    "ええ、生徒会長はわたくしが入学した時点で既に、\n正体を知っていました。正直彼女の情報網には驚きました……": "Yes, the student council president was already there when I enrolled\nI knew her true identity. Honestly, I was surprised by her information network...",
    "最初は良くて退学、最悪処罰を覚悟していました。\nしかし彼女はどうしたと思います？": "At first, I was prepared to be expelled at best, and at worst, to be punished.\nBut what do you think happened to her?",
    "わたくしの能力は学園のためになると許したんです。しかも正体や\n目的を『好きにすればいい』と尊重し、他の皆には伏せた上で……": "My ability allowed me to do it for the sake of the academy. Not to mention my true identity.\nShe respected her goal, saying she could do whatever she wanted, and kept it a secret from everyone else...",
    "生徒会長らしいな。": "Sounds like the student council president.",
    "そのとき思いました。会長の学園を想う気持ちは本物だと……\n気づけばわたくしの中には彼女への尊敬の念が芽生えていました。": "That's when I realized that Pres's feelings for the academy are genuine...\nBefore I knew it, I had developed a sense of respect for her.",
    "もしかして、それで風紀委員会に？": "Could that be why you joined the disciplinary committee?",
    "はい。会長の守る学園を、直接この手で守りたい……\nそう思って自らの意思で入りました。": "Yes. I want to protect the school you're protecting with my own hands...\nWith that thought in mind, I entered of my own volition.",
    "なるほどな……俺のことを直接見極めたいと思った気持ち、\nよく理解できたよ。": "I see... The desire to see me directly,\nI understand now.",
    "でも、それもここまでのようですね。": "But it seems that's as far as we can go.",
    "どういうことだ？": "What's going on here?",
    "貴方が生徒会である以上、わたくしの正体について共有されて\nいても何ら不思議ではありませんが……": "As long as you're on the student council, they'll share my identity\nIt's not strange at all, but...",
    "『共有されている』ということは、どうやらわたくしは\nどこかで彼女の信頼を損ねてしまったみたいですね。": "\"It's shared\" means that it seems I'm\nIt seems I've compromised her trust somewhere.",
    "いや、それは……逆じゃないか？": "No, isn't that... the other way around?",
    "……逆、とは？": "...What do you mean by the opposite?",
    "きっと会長は、小花に仲間を作ってあげたかったんじゃないのか？": "Pres probably wanted to make friends with Kohana, didn't she?",
    "仲間を……？\nそれは一体、どういった意味なのでしょう……？": "My friends...?\nWhat exactly does that mean...?",
    "俺はさ、ほら……記憶喪失だから、\n他の生徒達と違って組織的な利害関係なんかは絡んでいないだろ？": "As for me, you know... I have amnesia,\nUnlike the other students, there's no organizational interests involved, right?",
    "だから……小花と、すべてを知った上で\n損得のない人間関係を築くことだって可能なんじゃないかって。": "That's why... Knowing Kohana and everything...\nI thought it might be possible to build relationships without profit or loss.",
    "……！": "...!",
    "多分小花が考えるような理由じゃないと思うんだ。\nむしろ会長は会長なりに、小花を想ってるんだと思う。": "I don't think it's the kind of reason Kohana should be thinking about.\nIn fact, I think Pres is thinking of Kohana in her own way.",
    "会長が、わたくしのことを……": "Pres thinks of me...",
    "もし違うんなら、小花は今頃捕まったりしてるんじゃないかな。": "If that wasn't the case, Kohana would probably be caught by now.",
    "それは……": "That's...",
    "もしそうなら――生徒会長に今も信頼いただいているのなら、\nわたくしはどうすればよいのでしょう。": "If that's the case—if the student council president still trusts me...\nWhat should I do?",
    "……？\nというと？": "...?\nWhat do you mean?",
    "わたくしは風紀委員であると同時に、姜家の人間です。\n一族を裏切ることはできません。": "Not only am I a member of the disciplinary committee, but I'm also from the Jiang family.\nI can't betray my family.",
    "今もわたくしは……会長が咎めないからと甘えて、\n学園や生徒会の情報を姜家に流し続けています。": "Even now, I'm... fawning over Pres because she won't blame me.\nWe're continuing to spread information about the academy and the student council to the Jiang family.",
    "小花……": "Kohana...",
    "さっき信頼を損ねたと言いましたが……許されているとはいえ、\nこのような諜報行為は、実際に生徒会や風紀委員会を裏切る行為です。": "You said earlier that you had compromised my trust in you, but... even if you were forgiven,\nSuch espionage is actually an act of betrayal of the student council and the disciplinary committee.",
    "でも一族の任務は絶対。そう育てられてきました。\n一方でこれ以上生徒会長の不利になるようなこともしたくない……": "But a clan's mission is absolute. That's how I was raised.\nOn the other hand, I don't want to put the Student Council President at any more of a disadvantage...",
    "わたくしは……": "I...",
    "わたくしは……どうすればよろしいのでしょうか、\n%usernameusernameuserna%さん……": "What... should I do,\n%usernameusernameuserna%...",
    "……そんなのわざわざ聞く必要あるか？": "...Do I really need to ask that?",
    "え……？": "Huh...?",
    "自分の心に素直になるんだ。\n答えはもう……出ているんだろう？": "Be honest with your own heart.\nYou already know the answer, don't you?",
    "『風紀委員』の姜小花。": "Jiang Xiaohua of the \"disciplinary committee.\"",
    "会長がすべてを知った上で小花を部下として信頼するって言うのなら、\n俺もすべてを知った上で、小花を１人の女の子――友人として接するよ。": "If the president knew everything and trusted Kohana as his subordinate, then...\nKnowing everything, I'll treat Kohana as a girl—a friend.",
    "ひとりの女の子……": "A girl...",
    "もし家のことで何か困ったことがあったら、俺に言ってくれ。\nどんなことでもいい、力になるから。": "If you have any problems with the house, just let me know.\nI'll do anything I can to help.",
    "小花はひとりじゃない。\nだから、本心から目を逸らして我慢をする必要はないぞ。": "Kohana isn't alone.\nSo there's no need to look away from your true feelings and hold back.",
    "素直になっていい。あるべき自分より、ありたい自分をとれ。": "You can be honest. Take what you want to be more than what you should be.",
    "ありたい自分……": "I want to be who I am...",
    "それじゃ、俺はそろそろ帰るよ。": "Well, it's time for me to head home.",
    "あ……お待ちください。": "Ah... Please wait.",
    "また、%usernameusernameuserna%さんをデートにお誘いしたら……\n受けていただけますか？": "If I ask %usernameusernameuserna% out on a date again...\nWill you accept?",
    "ああ、それが小花の本心からなら、喜んで。": "Yeah, if that's how Kohana really feels, then I'd be happy to.",
    "……はい。": "...Yes.",
    "（最初は自分でもわかりませんでしたが……今なら、わかる気が\nします。今日の見極めを『デート』なんて建前にした理由が……）": "(I didn't know myself at first, but... I think I understand now.)\nI will. There's a reason why I made today's assessment look like a 'date'...)",
    "……では、こちらがいつもの姜家への定時報告です。\nお願いします……": "...Here is your usual routine report to the Jiang family.\nPlease...",
    "そうして青い蝶々――否、蝶に似せた青い小型諜報ロボットが、\n報告データの入ったメモリを持って部屋のベランダより飛び立つ。": "And then there was the blue butterfly—no, the small blue intelligence robot that resembled a butterfly\nI take the memory stick with the report data and take off from the balcony.",
    "念の為に、こうしてアナログな渡し方をしているのだ。": "Just in case, I'm giving it to her in an analog way.",
    "その後小花は諜報ロボットが遠くに去っていくのを見送ると――": "After that, Kohana watched the intelligence robot leave into the distance, and—",
    "思わず微笑む": "I couldn't help but smile",
    "ため息をつく": "Sigh",
    "生徒会付き教導指揮官の男は、取り立てた能力などない凡人……\n引き続き調査は行う予定だが、進展の希望はない……ですか。": "The man in charge of the student council is an ordinary person who doesn't have any special abilities...\nWe plan to continue our investigation, but there's no hope of progress... is there?",
    "（初めて、嘘をついてしまいました……一族に）": "(For the first time, I lied to my family...)",
    "バレたら、大変なことになりますね……": "If they find out, we'll be in big trouble...",
    "でもきっと%usernameusernameuserna%さんなら、\nわたくしの力になってくれるんでしょう？": "But I'm sure %usernameusernameuserna%-san would...\nYou're going to help me, aren't you?",
    "信じていますよ、%usernameusernameuserna%さん。": "I believe in you, %usernameusernameuserna%.",
    "……って、『信じさせる』のならともかく、『信じる』なんて。\nわたくしってば、スパイなのに……ふふっ。": "...Wait, it'd be one thing if I made her believe me, but what if I did?\nEven though I'm a spy... Hehe.",
    "会長に続いて、またもや人に籠絡されてしまうなんて……\nわたくし、スパイの才能がないのかもしれませんね。": "I can't believe I'm being ensnared by another person after Pres...\nPerhaps I have no talent for spying.",
    "――なんて言いながらも、\n小花の口元には笑みが浮かんでいるのだった。": "—Even as she said that,\nThere was a smile on Kohana's lips."
}