{
    "翌日の訓練の時間。\n俺は、シリウスシュガー全員をシミュレーション室に集めた。": "The next day, it was time for training. <br>I gathered all of Sirius Sugaru in the simulation room.",
    "今日から本格的に特訓？　昨日、何があったの？": "Training in earnest starting today? What happened yesterday?",
    "なんか、勝つためにやるべきことが見えたんだってさ。": "He said he saw something he needed to do to win.",
    "……やるべきこと？": "...Something to do?",
    "やはり、徹底的な連携訓練でしょう。\nチームワークを磨けば、きっとカオスメイデンにも勝てるはずですわ。": "It must be thorough training. If we hone our <br> teamwork, we should be able to beat Chaos Maiden.",
    "では、これまでやってきたその連携訓練の成果を\n発揮してもらおう。": "Well then, let's see the results of all the training you've done together.",
    "だが、相手はシステムの作るＮＰＣじゃない。入ってくれ。": "But this isn't an NPC made by the system. Come on in.",
    "俺の合図で、頼んでおいた面々が入って来た。": "At my signal, the members I’d asked for entered.",
    "快く協力してくれた、カラフルブーケのみなさんだ。": "They're all from the colorful bouquet that helped us out so much.",
    "シリウスシュガーの諸君、よろしく頼む。": "Pleased to meet you, Sirius Sugaru.",
    "え！？": "Huh?!",
    "ちょ、なんでいきなり！？": "Hey, why all of a sudden?!",
    "確かに、特訓にはなると思いますが……": "I'm sure it'll be good training, but...",
    "まずは、今のお前たちの課題をより明確にすることが必要だ。": "First, we need to make your assignments clearer.",
    "俺は口を出さないから、いつも通りにやってみろ。": "I won’t say anything, so try doing it like you always do.",
    "わ、わかりましたわ！　いきますわよ、皆さん！": "I-I understand! Let's go, everyone!",
    "さて……お手並み拝見だな。": "Now then... Let's see what you can do.",
    "舞亜、私についてきてくれ。まずは出方を見る。": "Maia, follow me. I'll see what you do first.",
    "ええ、わかったわ。": "Yes, I understand.",
    "接敵後の作戦判断は泉花に任せる。": "I'll leave the decision-making to Izumika after we engage the enemy.",
    "葵の指示に従い、カラフルブーケの２機が移動を開始した。": "Following Aoi's instructions, the two colorful bouquet machines began to move.",
    "一方のシリウスシュガーは……": "Sirius Sugaru, on the other hand...",
    "カラフルブーケがお相手……さすがに緊張しますわね。": "The colorful bouquet is our opponent... I'm getting nervous.",
    "と、とりあえず深呼吸を……": "A-Anyway, take a deep breath...",
    "――敵機２機発見！　撃ってくるよ！": "――Two enemy aircraft spotted! They're going to shoot!",
    "シリウスシュガーが動き出すより早く、\nカラフルブーケの前衛が攻撃を仕掛けた。": "Before Sirius Sugaru could make a move, the vanguard of the <br> colorful bouquet launched an attack.",
    "はやっ！？　七彩、ラミ達はどうすんの！？": "Hurry?! Shichika, what are you going to do with Rami and the others?!",
    "い、いつも通り、定石通りに……対応しますわ！": "I-I'll do what I always do!",
    "わたくしと白奈さんで援護しますので、\nその隙にお三方は後退してくださいまし！": "Hakuna-san and I will cover you, so please use that opportunity to retreat!",
    "了解！": "Roger that!",
    "それから追ってきた敵を包囲して、\nめるさんが主力を叩く……この流れでいきます！": "After that, we'll surround the enemies that come after us, and then the <br> Meguru-san will strike the main force... We'll go with this flow!",
    "七彩の指示を受け、シリウスシュガーは各々動き始めた。": "Accepting Shichika’s instructions, Sirius Sugaru each began to move.",
    "２機が前に出て、他３機は後退。\nなるほど……鉄床戦術を狙ってるな。": "Two of them step forward, and the other three retreat. <br>I see... They're aiming for iron floor tactics.",
    "なら、これにはどう対処する？": "In that case, how do we deal with this?",
    "葵は前進速度を緩めず、\nシリウスシュガーの射撃をかいくぐって接近を図る。": "Without slowing her advance, Aoi tried to get closer through the <br> Sirius Sugaru’s shots.",
    "……と、止まらないつもりですの！？": "...A-Are you trying to stop me?!",
    "えええええ、マジ！？": "Whaaaaat? Seriously?!",
    "向かってくるなら、受けて立つ。": "If it's coming, I'll take it.",
    "……ええ。そうですわね。": "...Yes. You're right.",
    "ここを通すわけにはいきません。わたくしたちで止めますわよ！": "We can't let you pass through here. We'll stop you!",
    "ど、どうしましょう……私達はこのまま待機でいいんでしょうか？": "Wh-What should we do...? Should we stay on standby?",
    "けど七彩は絶賛接敵中だからねぇ……\nあの状況じゃ指示なんて出せないでしょ。": "But Shichisai is in the middle of receiving high praise...... <br>You can't give orders in that situation, right?",
    "助けにいった方がいいんでしょうか……？　それとも……": "Should I go save her...? Or...",
    "独断で指示系統を増やすのは避けるべきね。\n今は最初の指示を完遂するのが最善。": "We should avoid increasing the chain of command on our own. For now, the best course of action is to complete the first instruction.",
    "あたしたちは側面から仕掛けよう！": "We'll attack from the flank!",
    "それじゃあ今すぐ移動を……": "Well then, let's move right now...",
    "いつまでマゴマゴしてるつもりっ！": "How long are you going to keep playing dumb?!",
    "なっ！？": "Wha!?",
    "しまった！　先手を打たれた！？": "Crap! She made the first move?!",
    "ま、まさか動きが読まれて……！？": "D-Don't tell me she read my movements...!?",
    "戦場での油断は命取りよ！": "Letting your guard down on the battlefield is fatal!",
    "きゃああぁぁぁ！": "Kyaaaaah!",
    "想定外の奇襲を受け、身動きが取れずにいためるに\n泉花の砲撃が直撃した。": "It was an unexpected surprise attack, and as I struggled to move, the <br> Izumika's bombardment hit me directly.",
    "めるちゃん！？": "Mechan?!",
    "まずは１機撃破っと。残りもちゃちゃっと片付けちゃいましょ。": "First, let's take out one of them. Let's clean up the rest.",
    "その後の戦闘は惨たんたる有様だった。": "The battle that followed was gruesome.",
    "めるが撃墜されたのを皮切りに、\nシリウスシュガーは次々に撃墜された。": "Starting with Meguru being shot down, the <br> Sirius Sugaru was shot down one after another.",
    "シリウスシュガーの面々は、ほぼ何も出来ず\nカラフルブーケに圧倒的な敗北を喫したのだった。": "The members of Sirius Sugaru had suffered an overwhelming defeat at the <br> colorful bouquet, unable to do much",
    "胸を貸していただき、感謝しますわ……": "Thank you for lending me your breasts...",
    "ああ。だが、こう言うのも酷ではあると理解しているが、\nあえて言わせてもらうと……あまり意義を感じない演習だった。": "Yeah. But I know it's cruel to say this, but if I had to say “br”... it wasn't a very meaningful exercise.",
    "まず、リーダーであるべきお前が全体の足を引っ張っている。": "First of all, you, the leader, are holding the whole group back.",
    "……っ。": "......!",
    "お前が取った戦術は、一言で言えば型通りの見事な動きだった。": "The tactic you employed was, in a word, a magnificent, molded movement.",
    "だが……それだけだ。その後の戦況の変化には対応が追い付かず、\n全てが後手後手。": "But... that's all there is to it. I can't keep up with the changes in the war situation after that, and all the <br> are behind me.",
    "リーダーのお前に全体の戦況が見えていなくて、\nどうやってチームを引っ張っていくつもりだ？": "You, the leader, can't see the overall state of the battle, so how are you going to pull the team along, <br>?",
    "それは……": "That's...",
    "それにアタッカーのお前。本当に勝つ気があったのか？": "And you, Attacker. Were you really going to win?",
    "え……": "Huh...?",
    "私が言うのは意外に思うかも知れないが、\n物事を成すのは結局は意志の力だ。": "You might think what I'm saying is surprising, but in the end, it's the power of will that makes things possible.",
    "それが足りていない以上、勝つことなんて到底不可能だぞ。": "If that's not enough, it's impossible to win.",
    "あ……": "Ah...",
    "ちょっ！　言い過ぎでしょ！！": "Hey! You're going too far!!",
    "……そうだな。すまない、確かに少し口が過ぎた。": "...You're right. I'm sorry, I did say a little too much.",
    "だが、嘘を言ったつもりはない。": "But I had no intention of lying.",
    "…………": "............",
    "ありがとう、葵。それにカラフルブーケのみんな。\nおかげで今後の課題が見えた。": "Thank you, Aoi. And everyone in the colorful bouquet. Thanks to the <br>, I was able to see my future assignments.",
    "役に立てたのならいいのだが。では、今後の健闘を期待する。": "I'm glad I was able to help. Well then, I look forward to your good fight in the future.",
    "それだけ言い残し、カラフルブーケの面々は去っていった。": "With that, the members of the colorful bouquet left.",
    "残されたシリウスシュガーのメンバーは、\n皆、苦しげな表情を浮かべて押し黙っている。": "The remaining members of Sirius Sugaru were all silent, their expressions pained.",
    "……これからお前たちが何をするべきかわかるか？": "...Do you know what you're going to do now?",
    "もっと徹底的に連携訓練を行うべきですわね。": "We should conduct more thorough cooperation training.",
    "違う、そうじゃない。": "No, that's not it.",
    "え……じゃあ、どうすればいいんですか？": "Huh...? Then what should I do?",
    "お前たちの今、やるべきことはただひとつ。": "There's only one thing for you to do right now.",
    "また全裸ｄｅブートキャンプとか言い出さないよね？": "You're not going to say naked deboot camp again, are you?",
    "まさか。俺が今から言うのは……": "No way. What I'm about to say is...",
    "……ごくり。": "...Gulp.",
    "腕立て、腹筋、屈み跳躍各３０回を３セット！　ただちにかかれ！！": "Push-ups, sit-ups and crouching jumps, three sets of thirty each! Get at me immediately!!",
    "はあ――――！？": "Huh----!?",
    "そして、以後お前らの返事は全部『イエッサー』とする！\nわかったな！": "And from now on, all of your replies will be yessir! <b>Understood!",
    "はああぁぁぁぁー！？": "Whaaaaat?!",
    "違う！！　『イエッサー』だ！！": "No!! It's 'Yessir'!!",
    "イエッサあああああああ！！": "Yessaaaaahhh!!"
}