{
    "――今回の仕事には、陰謀を仕掛けられている疑いがある、と？": "――Are you saying there's a suspicion that this job is plotting something?",
    "プレ・クラス－Ａ生徒の訓練の話を持ち掛けられた後、\n俺は生徒会長からそう伝えられた。": "After being asked to talk about pre-class-A students' training,\nThat's what the student council president told me.",
    "あくまで、その可能性がある……という話です。": "That's the only possibility.",
    "今回の話……実は生徒会発案の物ではありません。\n『学園理事会』から持ち掛けられたものなんです。": "This isn't actually the Student Council's idea.\nIt was proposed by the academy board of directors.",
    "理事会？": "Board of directors?",
    "各校舎――つまり、学園がザルトゥーム島の各地区……": "Each school building—in other words, each district of Zarthum Island...",
    "『リバティ』『スカラ』『アマツ』『レドフカ』『ノヴァセレス』から、\n出資を受けていることはすでに知っていますね？": "From Liberty, Scara, Amatsu, Redovka, and Nova Celes...\nYou already know that you're being funded, right?",
    "ああ、める達から聞いた。": "Yeah, I heard it from Meguru and the others.",
    "その各行政府の上位陣で構成される組織。それが学園理事会です。": "An organization composed of high-ranking members of each executive government. That's the academy's board of directors.",
    "通常、学園の運営は生徒会に一任されているので、\n理事会がこういった介入を行うのは異例といえます。": "Normally, the management of the academy is left to the student council\nIt's unusual for the board of directors to intervene like this.",
    "各地区の行政トップの介入か。\n今まであまりなかったのに急にってところが怪しいな。": "The intervention of the administrative leaders of each district, huh?\nThere haven't been many of them up until now, but it's suspicious that they're suddenly here.",
    "まさしくその通りです。今回の依頼が失敗すれば、\n責任はあなた……生徒会付き教導指揮官にあるとみなされます。": "Exactly. If this request fails,\nThe responsibility lies with you... The Student Council's instructor.",
    "そしてあなたを任命した私の責任も問われることになるでしょう。\nこれは生徒会そのものを揺るがすための攻撃かもしれないのです。": "And I will be held accountable for appointing you.\nThis might be an attack to shake the student council itself.",
    "そこまでわかっていながら、どうして俺を？": "If you know that much, why me?",
    "あなたならば任せられる。そう思ったからです。": "I can leave it to you. That's what I thought.",
    "……ずるい言い方だな。そう言われたら断るに断れない。": "...That's not fair. I can't refuse when she puts it that way.",
    "……すみません。": "...I'm sorry.",
    "いや、責めてるわけじゃないよ。\n思ってたより信用されているようで、ちょっとほっとしたくらいだ。": "No, I'm not blaming you.\nShe seemed to trust me more than I expected, which was a bit of a relief.",
    "……ありがとうございます。ですが、気を付けてください。": "...Thank you very much. But please be careful.",
    "プレ・クラス－Ａの４人の中に、\n理事会の息がかかった『スパイ』がいる可能性があります。": "Among the four members of Pre-Class-A,\nThere is a possibility that the board of directors has a spy.",
    "くれぐれも警戒を怠らないようにお願いしますね。": "Please keep your guard up.",
    "――誰がスパイなのか。\nさすがに初日の動きで見破ることは不可能だった。": "—Who's a spy?\nOf course, it was impossible to see through her movements on the first day.",
    "……だって、どいつもこいつも問題児なんだもん！\n全員、俺に恥をかかせるために送り込まれたんじゃないのか！？": "...But they're all problem children!\nThey were all sent here to embarrass me, weren't they?!",
    "そうだよな！？　そうだと言ってくれ！！": "Isn't that right!? Tell me that's right!!",
    "――戦闘終了後、一同は一旦メイズを出て、\n出入り口『ポータル』に集まった。": "—After the battle was over, everyone left Mayse for the moment\nWe gathered at the entrance, Portal.",
    "全員機体から降り、俺からのフィードバックを受ける。": "Everyone gets out of the aircraft and receives feedback from me.",
    "あー……なんだ。ひとまず指揮官として、\nお前達４人の問題点を洗い出してみた。": "Ah... Well, as a commander,\nI tried to figure out the problem with the four of you.",
    "まずはジュリー。お前はリーダー志望だったな？": "First, Julie. You wanted to be the leader, didn't you?",
    "そうよ！　素質抜群でしょ！": "That's right! You've got great potential!",
    "どっからそんな自信が湧くんだよ……まずは状況判断を的確にしろ。\n考えなしの突撃ばっかは、指示でもなんでもない。": "Where did that confidence come from...? First, make sure to assess the situation correctly.\nCharging without thinking wasn't even an instruction.",
    "うっ……": "Ugh...",
    "次、ラウラ。……メイズシフターを怖がっていたら、\nここでの探索なんて不可能だぞ？": "Next, Laura. ...I was afraid of the maise shifter, when...\nIt's impossible to explore here, you know?",
    "だって怖いものは怖いんだもの……": "I mean, I'm scared of scary things...",
    "まずはそれの克服だな。すぐにすべて払拭するのは無理だろう。\nでもせめて我慢くらいはできるようにならないとな。": "Let's overcome that first. It'll be impossible to get rid of it all right away.\nBut I have to at least be able to hold back.",
    "んでノエル。お前は逆に、戦闘に夢中になりすぎだ。": "So, Noel, you're actually too engrossed in battle.",
    "うう、でもメイズシフターって倒せば倒すほどいいんでしょ？\n気づいたら楽しくなっちゃって……！": "Ugh, but the more you beat the Maizsifter, the better, right?\nBefore I knew it, I was having fun...!",
    "間違ってない……が、必要ない深追いに仲間の射線を妨害したり、\nとにかく周りが見えていない。": "I'm not wrong... But I'd be able to interfere with my comrades' line of fire in a deep pursuit that wasn't necessary\nAnyway, I can't see my surroundings.",
    "戦闘意欲があるのはいい。\nだからもっと効率的に倒せる方法をよく学ぶんだ。": "It's good that she's willing to fight.\nThat's why you need to learn how to defeat them more efficiently.",
    "で……心香。確かに能力はあるようだ。\nだが、絶望的なまでに協調性がない。それが一番の問題だな。": "So... Shinka. She does seem to be capable.\nBut they're hopelessly uncoordinated. That's the biggest problem.",
    "自分の仕事はこなしているわ。それで十分では？": "I'm doing my job. Isn't that enough?",
    "チームで動く以上、それじゃ困るんだよ。\n探索はひとりでするものじゃない。": "As long as we're working as a team, that'll be a problem.\nSearching isn't something you do alone.",
    "なら、みんなが私に合わせればいいだけじゃない。\nどうして私が『下』に合わせなくちゃいけないの？": "In that case, everyone just had to match me.\nWhy do I have to go with \"down\"?",
    "…………はあ。": "............haa.",
    "こんな具合だ。シリウスシュガーも落ちこぼれと言われていたが、\n可愛く見えるくらいのポンコツぶり。": "\"This is how it's going to be.\" Sirius Sugaru was also called a washout, but...\nShe's so clumsy that she looks cute.",
    "それが『特別養成校舎』というものなのだろう。": "That must be what they call a \"special training school building.\"",
    "ほほーう、協調性。つまりは%usernameusernameuserna%も、\nあたし達に頼るべきだってことだね？": "Hohoh, cooperative. In other words, %usernameusernameuserna%, too.\nThat means you should rely on us, right?",
    "なに？": "What?",
    "あたし達も体調戻ったし、そろそろ気合入れよっかって話してたんだ。\n明日からの訓練、任せてみてよ。": "Now that we're back in shape, we've been talking about how we should get fired up.\nLeave tomorrow's training to me.",
    "……この子達、多分このままじゃ一生『パイロット』になれない。": "...These kids probably won't be able to be 'pilots' for the rest of their lives.",
    "ま、いつまでも休んでばっかじゃ体もなまるし！": "Well, if I just rest forever, I'll lose my body!",
    "人に教えることで、自分の動きを見直すのにもつながりますもんね！": "Teaching people also helps you reconsider your own movements!",
    "はい！　%usernameusernameuserna%さんがしてくれたことを、\n今度はわたくし達が返していく番ですわ！": "Yes! What Xenois-san did for me...\nNow it's our turn to return it!",
    "お前達……": "You guys...",
    "そういうわけで、あたしにいい考えがあるんだ。\n七彩ちゃん、ちょっと後で付き合ってくれる？": "That's why I have a good idea.\nNanaya, can you come with me a little later?",
    "……？　はい、構いませんが……": "...? Yes, I don't mind..."
}