{
    "（さてと……レイラと約束してたのは、\nショッピングモールのどこだったかな……お、いたいた）": "(Now then... What I promised Leila was...)\nI wonder where it was in the shopping mall... Oh, there she is.)",
    "やっほー、%usernameusernameuserna%くん。\n今日は絶好のデート日和だね。": "Hey, %usernameusernameuserna%-kun.\nToday's the perfect day for a date.",
    "デートだったのか？\nそれなら、もっとちゃんとした服の方が……": "Were you on a date?\nIf that's the case, I'd rather wear more proper clothes...",
    "あはは、デートは冗談だよ。今日は%usernameusernameuserna%くんに、\n市場調査の協力をしてもらおうと思ってね": "Ahaha, dates are a joke. Today, I'm going to tell %usernameusernameuserna%-kun...\nI was hoping you'd help me with market research.",
    "……市場調査？": "Market research?",
    "実はね、私、今度新しく古着のショップを開こうと思ってるんだ。": "Actually, I'm thinking of opening a new secondhand clothing store.",
    "古着はいつの時代も人気だからね。\nそれに、私は趣味でファッションの知識があるから狙ってたんだよ。": "Used clothes are always popular.\nBesides, I'm a fashion expert as a hobby, so I was aiming for it.",
    "この島には古着を取り扱っている店は少ないから、\n今日は正式に調査をしようと思って来たんだ。": "There aren't many stores on this island that deal in used clothes, so...\nI came here today because I wanted to do an official investigation.",
    "（そういえば、レイラは学生の傍ら、\n様々なビジネスもしている実業家だったな）": "(Come to think of it, Leila was beside the student\nHe was a businessman who did a lot of business.)",
    "レイラの、精力的に活動してビジネスチャンスを探す\nバイタリティは俺も見習いたいくらいだ。": "I'll do my best to find a business opportunity for Leila.\nVitality is something I want to learn from her.",
    "ヴィンテージものの古着は、現代にはないデザインだし、\nオリジナリティーあふれたデザインはファンも多いんだ。": "As for vintage secondhand clothing, it's a design that doesn't exist in modern times,\nThere's a lot of fans in the original design.",
    "でも、古着の中にも流行廃りがあるからさ、男性目線で\nぜひ%usernameusernameuserna%くんの意見も聞かせてほしいんだよ。": "But some secondhand clothes are out of fashion, so from a male's perspective.\nI'd love to hear %usernameusernameuserna%-kun's opinion, too.",
    "俺でいいのか？　何の知識もないんだが……": "Am I okay with that? I don't know anything about it...",
    "私はどうしてもビジネスとして見ちゃうからさ、\n%usernameusernameuserna%くんのように消費者目線の意見は大事なんだ。": "I can't help but see it as a business,\nOpinions from a consumer's point of view are important, like Xenois-kun's.",
    "なるほど……\nわかった、それくらいなら問題ないよ。": "I see...\nAlright, that won't be a problem.",
    "ありがとう！　助かるよ！": "Thanks! You're a lifesaver!",
    "まあそれだけじゃないけどね……": "Well, that's not all...",
    "ん？　なんか言ったか？": "Hm? Did you say something?",
    "ううん、なんでもないよ。\nそれじゃ、まずはあのお店から調査に行ってみよう！": "No, it's nothing.\nWell then, let's start with that shop!",
    "へえ……ひと口に古着といっても色々売ってるんだな。": "Wow... They sell a lot of secondhand clothes in one bite.",
    "事前に店構えとかサイトはリサーチしてたけど、\n実際に店舗を見たら商品の陳列とか導線も参考になるよね。": "I did some research on setting up shops and websites beforehand, but...\nWhen you actually see a store, you'll be able to see the goods on display and the wiring.",
    "（レイラが商売人の顔つきになっているな。\nずいぶん真剣な目だ）": "(Rayla looks like a merchant now.\nThose eyes are pretty serious.)",
    "うーん……この古着、悪くないけど、トレンドから外れてるね。\nこっちはデザインはいいけど、安定供給は難しいかな。": "Hmm... These old clothes aren't bad, but they're out of fashion.\nThis one has a nice design, but it's hard to keep a steady supply.",
    "（おお、ビジネス視点から見ると厳しい目になるんだな）": "(Oh, from a business point of view, it's going to be tough.)",
    "ねえねえ、%usernameusernameuserna%くんの意見も聞かせてよ。\nどう思う？": "Hey, hey, %usernameusernameuserna%-kun, tell me your opinion too.\nWhat do you think?",
    "えっ？　トレンドなんて言われても、俺にはわからないぞ？": "Huh? Even if you call it a trend, I don't know.",
    "あはは、そういう目線の意見は期待してないから大丈夫だよ。\n%usernameusernameuserna%くんの感じたまま意見を言ってくれていいよ。": "Ahaha, don't worry. I'm not expecting that kind of opinion.\nYou can give me your opinion while you're still feeling it, %usernameusernameuserna%-kun.",
    "たとえば、この古着はカッコいいとか。\nこの服はいいなーとか。そういう意見はあるかな？": "For example, this secondhand outfit is cool.\nThese clothes are nice. Do you have an opinion on that?",
    "そうだな……うーん。俺が着る服よりも、\nここに並んでる服が似合いそうな相手の顔なら思い浮かぶな。": "Let's see... Hmm. More than the clothes I'm wearing,\nI can think of a face that would look good in the clothes lined up here.",
    "……似合いそうな相手？": "...Someone you think would look good on?",
    "ああ、これはエヴィに似合いそうじゃないか？\nこっちの服はフルートが好きそうだ。": "Oh, this looks good on Eve, doesn't it?\nLooks like this outfit likes flutes.",
    "二人はこういう服が好みだって言ってたし、\nプレゼントしたら、喜んでくれるかもしれないな。": "The two of them said they liked clothes like this,\nIf I give her a present, she might be happy.",
    "……%usernameusernameuserna%くんって、\nいつもそんな風に考えてお店を見てるの？": "...%usernameusernameuserna%-kun,\nDo you always think like that and look at the store?",
    "まあ、俺が服に興味がないのもあるかもな。\nだから、他に喜びそうな子で考えたんだ。": "Well, maybe it's partly because I'm not interested in clothes.\nThat's why I thought of her as someone else who might be happy.",
    "…………": "............",
    "って、すまん。\nこういう意見はレイラの求めてるものじゃないか？": "Wait, sorry.\nIsn't this what Leila wants?",
    "いや、面白い意見だったよ。\nそういう風に見てる人もいるんだって分かったし。": "No, that was an interesting opinion.\nNow I know that's how some people see it.",
    "……それが、\n%usernameusernameuserna%くんの人気の秘訣かな？": "...That's...\nI wonder if it's the secret to %usernameusernameuserna%'s popularity?",
    "ん？　今なんて言ったんだ？": "Hm? What did you just say?",
    "うん、なんでもないよ。\nじゃあ、次のお店に……": "Yeah, it's nothing.\nThen let's move on to the next store...",
    "あっ、ちょっと待ってくれ。\nその前に隣の店で買い物をしていいか？": "Ah, wait a minute.\nBefore that, can I go shopping at the store next door?",
    "うん、それは構わないけど……": "Yeah, I don't mind, but...",
    "ああ、すぐに買ってくるから。": "Yeah, I'll go buy it right away.",
    "すまん、待たせた。": "Sorry to keep you waiting.",
    "いや、全然待ってないよ。\nそれで、何を買ったのかな？": "No, I didn't wait at all.\nSo, what did you buy?",
    "ロージーが手荒れに悩んでたから、\nハンドクリームでも買おうと思ってな。": "Rosie was having a rough time of it, so...\nI thought I'd buy some hand cream.",
    "このハンドクリームが良いって聞いたんだよ。\n人気らしいから、買えてよかった。": "I heard this hand cream is good.\nIt seems to be popular, so I'm glad I was able to buy it.",
    "レイラはどうかしたんだろうか？\n眩しそうな顔でラッピングされたプレゼントを見て……": "I wonder what happened to Leila?\nShe looks at the wrapped present with a bright expression...",
    "……凄いね、%usernameusernameuserna%くんは。": "...You're amazing, %usernameusernameuserna%-kun.",
    "ん？　何がだ？": "Hm? What do you mean?",
    "自然にそういうことが出来るのが、羨ましいなって思ったんだ。": "I'm jealous that you can do that so naturally.",
    "ほら、ビジネスばっかりだと、\n純粋な気持ちっていうのを忘れちゃうからさ。": "You know, business is all there is to it,\nI'll forget how pure I feel.",
    "そうか？　レイラがするビジネスだって客の事を考えてるだろ？\nそれだって、俺は純粋な気持ちだと思うけどな。": "Really? Even in the business Rayla does, you think about customers, don't you?\nI think that's just how I feel.",
    "そうかな……私は打算だと思うけど……。\nって、変な話をしちゃった。ごめんね？": "Is that so......? I think it's a calculation......\nWait, I told you something weird. I'm sorry.",
    "いや、謝るようなことは何もなかっただろう。\nそれより市場調査に戻ろう。": "No, there was probably nothing to apologize for.\nAnyway, let's get back to market research.",
    "なあ、せっかくだから、次の店に行ったら、\n俺に似合う服をコーディネートしてくれないか？": "Hey, since we're here, I'll go to the next store\nCould you coordinate the clothes that look good on me?",
    "それは構わないけど……選ぶのは私でいいの？": "I don't mind, but...are you sure I'll be the one to choose?",
    "ああ。見てたけどレイラはセンスがあるし、\nきっと俺の知らない魅力を引き出せるはずだ。": "Yeah. I was watching, but Leila has a knack for it.\nI'm sure I'll be able to draw out a charm I don't know about.",
    "……うん、そこまで期待されたら応えないわけにはいかないね。\n任せて、ちゃんとコーディネートしてあげる♪": "...Yeah, I can't help but live up to your expectations.\nLeave it to me, I'll coordinate it properly♪",
    "じゃあ行くか、２軒目へ。": "Then let's go to the second house.",
    "ねえねえ、これを着てみてよ。": "Hey, hey, try this on.",
    "さっそく選んでくれたんだな。": "She picked it out right away, huh?",
    "うん、この服なんかどうかな？\n%usernameusernameuserna%くんにぴったりだと思うけども。": "Yeah, I wonder if it's these clothes?\nI think it's perfect for %usernameusernameuserna%-kun.",
    "少し派手じゃないか？": "Isn't that a little flashy?",
    "さすがいいセンスだな": "That's some good taste.",
    "これくらいがちょうどいいんだよ。\n地味な服は印象も地味になっちゃうからね。": "This is just right.\nPlain clothes will make your impressions plain, after all.",
    "まあ、こういうファッションが趣味だからね♪\nしっかりキミをコーディネートしてあげるよ。": "Well, this kind of fashion is my hobby♪\nI'll coordinate you well.",
    "じゃあ、そっちの試着が終わったら、\nこっちの服も着てみようか。": "Then, once you're done trying that on...\nLet's try on these clothes, too.",
    "そんなに着せるつもりか？": "Are you going to make me wear that much?",
    "%usernameusernameuserna%くん、見た目が良いからね。\nもっと色んな組み合わせを求めちゃうんだよね。": "%usernameusernameuserna%-kun, you look good.\nI'm looking for a lot more combinations.",
    "うーん、あのジャケットの方がシルエットがいいかな……？\nごめん、ちょっと取ってくるね": "Hmm, does that jacket have a better silhouette...?\nSorry, I'll go get it.",
    "（これは思った以上に時間がかかるかもな……）": "(This might take longer than I thought...)",
    "覚悟を決めて、最後までしっかり付き合うことにしよう。": "I steeled myself and decided to stick with her until the very end.",
    "レイラの選んでくれた服は、\n俺から見てもカッコ良い服ではあったのだが……": "The clothes Leila had picked out for me...\nFrom my point of view, it was a cool outfit, but...",
    "ごめんね、%usernameusernameuserna%くん。\nついのめり込んで予算の事が抜けちゃってた……": "Sorry, %usernameusernameuserna%-kun.\nI got so caught up in it that I lost track of the budget...",
    "（この金額はとても学生が払えるものではないぞ）": "(This amount of money is not something a student can afford.)",
    "さすがに予算オーバーだったな。": "That was definitely over budget.",
    "だよね……ごめんね、%usernameusernameuserna%くん。\nせっかく期待してくれたのに。": "You're right... Sorry, %usernameusernameuserna%-kun.\nEven though she'd finally gotten her hopes up.",
    "せっかくレイラにコーディネートしてもらったが、\n泣く泣く購入を断念せざるを得ないな。": "Leila had gone out of her way to coordinate it, but...\nI'll have to give up on the crying purchase.",
    "はぁ、失敗しちゃったなぁ……\n予算の事を考えないなんて、ビジネスだったら大惨事だよ……": "*sigh* I messed up...\nNot thinking about the budget would be a disaster if it were business...",
    "気にするな。俺も楽しかったし。": "Don't worry about it. I had fun too.",
    "でも、せっかく付き合ってくれたのに、\nがっかりさせたまま終わらせたくないな。": "But now that she'd gone out of her way to go out with me,\nI don't want this to end with me being disappointed.",
    "そうだ、そこの喫茶店で奢ってあげるよ。\nこれは私のお詫びだから、受け取ってほしいな。": "Oh yeah, I'll treat you to a drink at that cafe over there.\nThis is my apology, so please accept it.",
    "見て、こっちの席が空いてるよ。\n荷物はこっちに置いて。": "Look, there's an open seat over here.\nPut your stuff over here.",
    "さて……と、今日はありがとうね。\n色々と参考になったよ。": "Now then... Thank you for today.\nIt was helpful in a lot of ways.",
    "うーん、俺は何かしたつもりはないんだが……": "Hmm, I don't think I did anything, but...",
    "そんなことないよ。%usernameusernameuserna%くんの意見は\nとても参考になったし、何より色んな人に好かれる秘訣もわかったしね。": "That's not true. %usernameusernameuserna%-kun's opinion is\nIt was very helpful, and above all, I know the secret to being liked by all sorts of people.",
    "まあ、私には真似できそうにないかな。\n私はつい、打算で考えちゃうからね。": "Well, I don't think I'll be able to copy it.\nI can't help but think of it as a calculation.",
    "レイラ、打算って言うけど……。": "Leila, it's called calculating...",
    "――お待たせしました、特製カップルジュースです。\nそれではごゆっくりどうぞ。": "—Sorry to keep you waiting. Here's your special couple juice.\nWell then, please take your time.",
    "……カ、カップルジュース！？": "...C-couple juice?!",
    "これは……すごいな。": "This is... amazing.",
    "このお店の一番高いメニューってこれだったんだ……": "So this is the most expensive item on the menu...",
    "し、失敗しちゃった……\nあはは、キャンセルして他の注文をしようか？": "I-I messed up...\nAhaha. Should I cancel and order something else?",
    "ちょっとサイズにびっくりしたが……\nこれならシェアしやすいな。": "I was a little surprised by the size, but...\nThis makes it easier to share.",
    "それじゃあ、いただきます。": "Well then, let's dig in.",
    "ちょ、ちょっと！？\nあ、ああ……口付けちゃった……！": "H-Hey!?\nY-Yeah... We kissed...!",
    "ん……！　美味いぞ。\nレイラも一緒に飲まないか？": "Mm...! This is delicious.\nWould you like to join us for a drink, Rayla?",
    "……%usernameusernameuserna%くん、恥ずかしく……ないの？\nカップルジュースなんて、恋人同士で飲むものだし……": "...%usernameusernameuserna%-kun, aren't you... embarrassed?\nCouple juice is something couples drink together...",
    "……そういうものなのか？": "...Is that how it works?",
    "えっ？　だって、『カップル』って言ってるし……": "Huh? I mean, they do call us 'couples'...",
    "だからって、\nカップル以外が飲んじゃいけないものでもないだろう。": "That doesn't mean...\nIt probably wasn't something only couples should drink.",
    "こういうのも経験だしな。\nレイラが注文しなければ一生飲まなかったかもしれないし。": "This kind of thing is also an experience.\nIf Leila hadn't ordered it, she might never have drunk it.",
    "本当に%usernameusernameuserna%くんって変わってるね。": "%usernameusernameuserna%-kun really is strange.",
    "ほら、レイラも遠慮せずに。": "Come on, Leila, don't hold back.",
    "……うん、そこまでいうなら、覚悟したよ！\nそれじゃあ、私も飲むからね！": "...Yeah, if you're that determined, then I'm ready!\nWell then, I'll drink too!",
    "……っ。": "......!",
    "……あっ、美味しい。": "...Ah, this is delicious.",
    "だろ？\n油断してたら俺が全部飲んでしまうところだったぞ。": "Right?\nIf I hadn't been careful, I would've swallowed it all.",
    "高いんだし、独り占めなんてダメだよ！\n……ちゃんと一緒に飲むから。": "It's expensive, so you can't keep it all to yourself!\n...I'll drink with you.",
    "ふう……美味しかったな。": "Phew... That was delicious.",
    "はぁ……疲れた……。\nなんか今も視線を感じる気がするよ。": "*sigh*... I'm tired...\nI feel like I'm being stared at right now.",
    "でも、一人じゃ頼まないメニューを楽しめたし、\n今までにない経験を出来たな。": "But I was able to enjoy the menu that I wouldn't have ordered alone,\nThis is a new experience for me.",
    "%usernameusernameuserna%くんの言うとおり、\nこんなハプニングがなければ、きっと頼まなかったかも。": "Just as %usernameusernameuserna%-kun said,\nIf it hadn't happened like this, I probably wouldn't have asked for it.",
    "……まあ、そう考えると悪くないのかな？\nキミって本当にポジティブだね。": "...Well, if you think about it that way, maybe it's not bad?\nYou really are positive, aren't you?",
    "そんなことはないさ。さっきレイラが、\n自分の気持ちが打算って言ってただろ？": "That's not true. Just now, Leila...\nDidn't you say your feelings were calculated?",
    "あは……まだ覚えてたんだ。": "Aha... So you still remember.",
    "俺だって打算がないわけじゃない。": "It's not like I don't have a plan.",
    "誰かに好かれたい、\n誰かにいい想いをしてもらいたいと言うのも打算だよ。": "I want someone to like me,\nIt's a calculated thing to want someone to feel good about you.",
    "レイラが打算的な人間だって言うなら\n俺だって打算的な人間だ。\n": "If Leila says she's a calculating person,\nI'm a calculating person, too.\n",
    "でも、打算があることと楽しむことは別だろ？\n打算ばっかりだっていうレイラだって変わらないはずだ。": "But there's a difference between having a plan and having fun, right?\nEven Leila, who says all she does is calculate, shouldn't change.",
    "だからレイラにだって、\n純粋な思いやりの関係性を築けるはずだ。俺が保証する。": "That's why I asked Leila, too.\nI should be able to build a relationship of pure compassion. I guarantee it.",
    "……ぷ、あはは！\nもう、キミの保証ってなんの根拠があるのさ！": "...Pfft, ahaha!\nGeez, what basis do you have for your guarantee!?",
    "でも、ありがとう。\nなんだか、悩んでるのが馬鹿らしくなっちゃった。": "But thank you.\nFor some reason, worrying about it made me feel stupid.",
    "それならよかったよ。": "That's good to hear.",
    "今日は色々と付き合ってくれてありがとうね。ふふ、\nまた%usernameusernameuserna%くんにお手伝いをお願いするかもね。": "Thanks for hanging out with me today. Hehe,\nI might ask %usernameusernameuserna%-kun to help out again.",
    "ああ、その時はぜひまた誘ってくれ。": "Yeah, if that happens, please invite me again."
}