{
    "ひいいいいぃっ！？": "Eeeeeeeek!?",
    "なにみっともない悲鳴上げてんのよ、リーダー！\nあんたが誘ったんでしょ！？": "Why are you screaming in disgrace, Leader?!\nYou're the one who invited me!",
    "だって……見てよ、あの血みどろの十字架……": "Because... look at that bloody cross...",
    "ま、まさか……全部骨でできてる！？": "D-Don't tell me... They're all made of bones!?",
    "ビビりすぎだって。\nこんなの作り物に決まってるんだから――": "You're freaking me out.\nThis is obviously made-up, so—",
    "先へと進む鍵は、生贄となった憐れな娘の墓地の中に……\n迷い人は、果たしてこの試練を乗り越えることができるでしょうか。": "The key to moving on is in the graveyard of the poor girl who became the sacrifice...\nWill a hesitant person be able to overcome this trial?",
    "う……こ、この墓を掘り起こせって言うの……？\nや、やってやろうじゃない。": "Ugh... A-Are you telling me to dig up this grave...?\nI-I'll do it for you.",
    "作り物だから……こんなのしょせん作り物……": "It's fake, after all... This is all fake...",
    "眠りを妨げるものには……": "There's nothing in the way of sleep...",
    "――へ？": "――Huh?",
    "罰をぉおおお……！": "Punish meeeeeee...!",
    "あひぃぃぃぃぃぃぃぃっ！？　動いたぁああああああ！？": "Ahiiiiiiiiii?! It moved?!",
    "……凄い悲鳴だな。\n壁越しだってのに、まるで目の前で叫ばれたみたいだ。": "...What an amazing scream.\nEven though it was through the wall, it was like she was screaming right in front of me.",
    "トレブルクインテット渾身の出し物、\nその名も『恐怖の館からの脱出』……反応は上々ね。": "Treburg-Intette put her all into the program,\nIts name is 'Escape from the House of Fear'... It's a good reaction.",
    "ロージーの作ってくれたホラーオブジェクトの数々、\nどれも雰囲気満点だったからな。": "There were a number of horror objects Rosie had made for me\nThey all had perfect scores, after all.",
    "ふふっ。ありがと。\nこっちも珍しい作風で腕が鳴ったし、何より楽しかったわ。": "Hehe. Thanks.\nMy arms rang in a rare style, too. More than anything, it was fun.",
    "でも、この成果はあたしだけの力じゃない。\nガイド役のシエナのナレーションも大したものよ。": "But this result isn't just my power.\nSiena's narration as a guide is pretty impressive, too.",
    "シエナの声が、こんな風に活かされるなんてな。": "I didn't expect Siena's voice to be put to use like this.",
    "やっぱりシエナの声って綺麗だし、良く通るからね。\n歌姫の知名度だけじゃなくて、ちゃんとした実力で魅せれるってわけ。": "Siena's voice is beautiful, after all, and she gets through a lot.\nIt's not just the diva's fame, but also the ability to charm her with proper skill.",
    "ふふ、シエナちゃんのアナウンスも良かったって噂になってるわ♪\n案外、声のトーンを変えてるからシエナって気づかれないみたいよ。": "Heehee. There's a rumor going around that Siena's announcement was good, too♪\nThe tone of her voice is surprisingly different, so she doesn't seem to notice Siena.",
    "確かに色々と反応や感想を見てる感じ、\nアナウンスの人が良かったって意見も多いな": "It definitely felt like I was seeing a lot of reactions and impressions.\nThere's a lot of opinions that the announcer was good.",
    "まあ、ロージーにエヴィにフルート……っていうかみんなが、\n演者として頑張ってくれてるからね。": "Well, Rosie, Eve, and the flute...or rather, everyone else\nHe's doing his best as an actor.",
    "ああ、そうだな……って、レイラだって頑張ってるだろ。\n結構走り回って色んな人に販促してくれてるんだろう？": "Yeah, you're right... Wait, Rayla's doing her best, too.\nYou've been running around a lot, encouraging all sorts of people to sell it, haven't you?",
    "あはは、そりゃまあＶＲを言い出したのは私だからね。\n……まさか、一番手間がかかるのはこっちになるとは。": "Ahaha, well, I was the one who suggested VR, after all.\n...I didn't think I'd be the one taking the most time.",
    "あはは、そうよね。機材に準備に……一番苦労したわね。\nエヴィちゃん以外は誰もこうなるなんて思ってなかったわよねぇ……": "Ahaha, that's right. Preparing the equipment... That was the hardest part.\nNo one but Eve thought this would happen...",
    "エヴィが一番大変なのに、自分でやるなら楽だからって黙ってるの、\n本当に素直じゃないよねぇ……": "Even though it's the hardest for Eve, she's keeping quiet because it'll be easier if she does it herself\nYou really aren't honest...",
    "くう……ビジネスはギブアンドテイクが基本なのに……！\nこんなして貰ってばっかりなのは沽券にかかわる……！": "Ugh... Business is all about giving and taking...!\nIt's a serious blow to my reputation to have you do all this for me...!",
    "まあまあ、カバーし合うのもチームでしょ？\nまた違う時にレイラちゃんからエヴィちゃんにお返しすればいいわ。": "Now, now, isn't it a team to cover each other?\nI'll just have to give it back to Evie from Rayla some other time.",
    "ぜぇ……ぜぇ……\nうぅ……心臓が止まるかと思ったわ。": "*wheeze*... *whisper*...\nUgh... I thought my heart was going to stop.",
    "（おっ。さっきの客が廊下を歩いて行く……\nひと通り堪能してもらえたかな）": "(Oh. The customer from earlier is walking down the hallway...)\nI hope you enjoyed it.)",
    "でも、思ってたより面白かったわね。４エリアに分けてのステージ！\n部屋の作り込みもコスのクオリティもヤバすぎ！": "But it was more interesting than I thought. The stage is divided into four areas!\nThe room's construction and the quality of the costumes are just too bad!",
    "クリア後のご褒美もありがたかったですね。\nドリンクとお菓子付きの休憩室が用意されてるなんて。": "I was grateful for the reward after clearing it.\nTo think a break room with drinks and snacks would be prepared.",
    "呪いから解放されたみたいな雰囲気の内装で、\n冒険後のエピローグ感、あったよね！": "The interior had an atmosphere like it had been released from a curse\nIt felt like an epilogue after an adventure!",
    "……好評だね。\nエヴィの休憩所も、やっぱり設置して正解だったよ。": "...It's really popular.\nI was right to set up a rest area for Eve, too.",
    "今のお客さんで、とりあえず午前の入場は打ち止めだったよな？": "With the current customers, we're not allowed in the morning for now, right?",
    "そうね。午後からは私も驚かせるし、しっかり準備しないとね。\n休憩の立て札をかけておくわね。": "That's right. I'll be surprised this afternoon, so I'd better get ready.\nI'll put up a sign for a break.",
    "じゃあ、せっかくだから中で頑張ってたエヴィとフルートにも、\n今の人達の感想を伝えに行ってやろう。": "Then, since we're here, let's go to Eve and the flute, who were working hard inside, too\nLet's go tell them what we think of them.",
    "こっちは館の公式アカウントで、\nみんなの感想を探して広めておくよ。": "This was the manor's official account\nI'll look for everyone's impressions and spread the word.",
    "シエナにはあたしから声をかけておくわね～。": "I'll go talk to Siena.",
    "……しかし、ちょっと足りないなぁ。\nこの準備をした以上はもっと狙えるはずだけど……": "...Still, it's a little lacking.\nNow that I've prepared this, I should be able to aim even more, but...",
    "客入りのことか？": "Are you talking about customers?",
    "そうだね……まー、お金のことも多少はあるけど……\nもっと恐怖の館に人が集まってくれるはずなんだよね。": "You're right... Well, I do have some money...\nI'm sure more people will gather in the mansion of terror.",
    "十分にクオリティは高いと思うんだがな……\n確かにＬＯＣの生徒が多くてあんまり他の生徒はいないな。": "I think it's high-quality enough...\nIt's true that there are a lot of students from the LOC, so there aren't many other students.",
    "どうしたって有名なパイロットが所属するチームの出し物に、\n多くの生徒は集まっちゃうんだよね。": "No matter how you look at it, there's a famous pilot on the team they belong to.\nA lot of students get together.",
    "まあ、やっぱりネームバリューは強いって訳よねぇ。": "Well, I guess Name Value really is strong.",
    "これを機会に実際に話せるかもしれないって期待もあるだろうからな。\nそれに他のチームも待ってるだけじゃなくて行動は起こしてる。": "I'm sure there's some hope that we'll be able to talk about it in person.\nBesides, the other teams aren't just waiting. They're taking action.",
    "俺たちが頑張るだけじゃ、一歩抜け出すのは難しいか……": "I guess it'll be hard for us to get out of here just by doing our best...",
    "まあ、数字が一番じゃない……とはいえ、\n評価はされたいし、何なら表彰されたいわよねぇ。": "Well, numbers aren't the best... That said,\nI want to be evaluated, and I'd like to be awarded an award if I had to.",
    "そうだね。ビジネスとは切り分けて考えてはいるけど……\nやっぱり悔しい気持ちはどうしても出ちゃうなぁ。": "That's right. I've been thinking about it separately from business, but...\nI can't help but feel frustrated.",
    "まあ、気にしすぎるのも仕方ない。\n俺たちに出来る事をやるしかないさ。": "Well, I can't blame her for worrying too much about it.\nWe'll just have to do what we can.",
    "そうそう文化祭は、まだまだ始まったばかりよ。\n前を向いて楽しんでいかなきゃ。": "Oh yeah, the cultural festival has only just begun.\nI have to face forward and enjoy myself.",
    "……そうだね。\n私も残りの時間でできる宣伝を頑張ってみるかな。": "...You're right.\nI'll try my best to advertise what I can in the rest of my time.",
    "頼りにしてるぞ。\nじゃ、俺はフルート達のところへ行ってくるから。": "I'm counting on you.\nWell, I'm going to go see the flutes.",
    "――あ。\n%usernameusernameuserna%さん！": "――Ah.\nMr. %usernameusernameuserna%!",
    "フルート、お疲れ様。\n……しかし何度見ても凄いコスプレだな。": "Thanks for playing the flute.\n...Still, no matter how many times I see her cosplay, she's amazing.",
    "えへへ、派手派手な吸血鬼コスですから！\nフルートの気合もバッチリです！": "Ehehe, it's a flashy, flashy vampire costume!\nI've got the spirit of a flute!",
    "ああ、似合ってて可愛いと思うぞ。": "Yeah, I think it looks cute on you.",
    "えへへ、ありがとうございます♪": "Ehehe, thank you very much♪",
    "……って、ダメでした！　恐怖の館ですし、\n可愛いよりも怖がってもらわないと！": "...Wait, I shouldn't have! It's a manor of terror,\nI need you to be more afraid of me than cute!",
    "お客さん達はしっかり怖がってくれてるみたいだぞ。\nネットでも評判だし、じかに感想も聞こえてきてる。": "Looks like the customers are really scared of us.\nIt's a hot topic on the internet, and I can hear people's thoughts directly.",
    "もちろんお客さんだけじゃない。\nチームのメンバーみんなも、今日までのことを満足してくれてる。": "Of course, it wasn't just the customers.\nAll the members of the team are satisfied with everything that's happened so far.",
    "……えへへ、よかったです。\nみんなが楽しんでくれる……そんな『ぽよ』な出し物に出来て♪": "...Ehehe, thank goodness.\nEveryone's having fun... I'm glad I got to see such a 'poyo' performance♪",
    "ああ。それに何より、フルート自身も楽しめてるみたいだしな。": "Yeah. And more importantly, the flute itself seems to be having fun.",
    "もちろんフルート自身のバイブスもアゲアゲです！\nだって、こんなに可愛いコスを着れてるんですから♪": "Of course, the flute's own vibrators are also Ageage!\nAfter all, you're wearing such a cute costume♪",
    "その言葉が聞けてよかったよ。": "I'm glad I heard those words.",
    "ところで、エヴィはどこだ？\n彼女にも客の感想を伝えてあげたいんだが。": "By the way, where's Eve?\nI'd like to tell her how the customers feel, too.",
    "エヴィちゃんならメンテナンスで裏にいますよ～。": "If you're looking for Eve, she's behind the scenes for maintenance.",
    "そうか。それじゃ俺はそっちに行くよ。\nフルートも元気そうでよかった。": "I see. Then I'll go over there.\nI'm glad the flute seems to be doing well, too.",
    "レイラがもっと宣伝を頑張ってみるって言ってくれたからな。\nきっと午後はさらに忙しくなるはずだぞ。": "Leila said she'd try harder to advertise, after all.\nI'm sure it'll be even busier this afternoon.",
    "おお、それはやばたんですね！\nお昼からはもっとアゲぽよでいきます！": "Oh, that's bad news!\nI'm going to do more agepoyo starting at noon!",
    "…………ふぅ。": ".........Phew.",
    "お疲れ、エヴィ。\nひとりで何やってるんだ？": "Good work, Eve.\nWhat are you doing alone?",
    "%usernameusernameuserna%？\nそっちこそどうしたの？　こんな舞台裏に来て。": "%usernameusernameuserna%?\nWhat about you? Why are you backstage like this?",
    "恐怖の館でお化け役として頑張ってくれてた、\nエヴィを労いに来たんだ。客からの評判も上々だぞ。": "She was working hard as a ghost in the House of Fear,\nI'm here to thank Eve. She's well-received by her customers.",
    "そうなんだ、それならよかった。\nフルートも張り切ってたしね。": "I see. That's good to hear.\nThe flute was all fired up, too.",
    "他人事みたいに言ってるけど、エヴィも頑張って偉いだろ？": "You're acting like it's someone else's problem, but you're doing your best to be great too, aren't you, Eve?",
    "私は大したことしてないから。": "I didn't do much.",
    "……あんまり謙遜しなくてもいいんだぞ。\nそれに、省エネ主義のエヴィに頑張らせ過ぎてるからな。": "...You don't have to be so modest.\nBesides, she's forcing the energy-saving Eve to work too hard.",
    "まあ、普段ならやらないけどさ……けっこう楽しんでるよ。\n最初に想像してたよりもずっと。": "Well, I don't usually do it, but... I'm having a lot of fun.\nMuch more than I imagined in the beginning.",
    "フルートに、ロージーにシエナにレイラ……\nトレブルクインテットの皆のおかげなんだろうね。": "Flute, Rosie, Siena, Leila...\nIt must be thanks to everyone in Treburg-Intedt.",
    "エヴィ……": "Eve...",
    "休憩室で良いって思ってたし、程々に頑張ろうって思ってたけど……\n気付いたらなんかいろいろやっちゃってたんだよね。": "I thought the break room would be fine, so I thought I'd do my best in moderation, but...\nBefore I knew it, I was doing a lot of things.",
    "コスプレも最初はちょっと引いてたもんな。": "Cosplay was a bit gross at first, after all.",
    "今だって、正直だいぶ抵抗あるんだけど。": "Even now, to be honest, I'm still pretty reluctant.",
    "お化け屋敷でのエヴィの芝居、\nノリノリで演じてるように聞こえてたぞ。": "Eve's play at the haunted house,\nIt sounded like she was really getting into it.",
    "……そういうことは言わなくていいから。": "...You don't have to say that.",
    "そうか？　でも、そうやって頑張ってるエヴィは尊敬してるぞ。\n今もメンテナンスで頑張ってるんだろ？": "Really? But I respect you for working so hard, Eve.\nYou're still working on maintenance, aren't you?",
    "メンテナンスっていうけど、大したことじゃないよ。\n今やっておいた方が楽だからやってるだけ。": "It's called maintenance, but it's no big deal.\nI'm just doing it because it'll be easier if I do it now.",
    "……十分頑張ってるとは思うんだけどなぁ。": "...I think she's working hard enough, though.",
    "タイパもコスパも良くなるように頑張ってるだけだから。\n褒められると変な気分になるの。": "I'm just doing my best to improve my typa and cospa.\nPraise makes me feel weird.",
    "あんまりしつこいと、雑用押し付けるよ？": "If you're too persistent, I'll force you to do some chores.",
    "その程度なら幾らでも押し付けていいぞ？\nトレブルクインテットの出し物成功のためだからな！": "You can push as much as you want, you know?\nIt's for the sake of the success of the Treburg Integrity program!",
    "……そういえばそうだった。": "...Come to think of it, that's right.",
    "じゃあ、後で器材の調整とかお願いしてもいい？\n私が行くのは面倒なんだよね。": "Then, can I ask you to adjust the equipment later?\nIt's a pain for me to go.",
    "メンテナンスって何をやってるんだ？": "What do you do for maintenance?",
    "ＶＲの演出で位置の調整とかね。\n実際に演じてもうちょっとアップデートできそうだったからさ。": "Adjusting your position in a VR direction, that sort of thing.\nIt looked like I could actually perform and update it a little more.",
    "……それ、全部エヴィ一人でやってるのか？": "...Are you doing all that by yourself, Eve?",
    "適材適所だからね。私しかできそうになかったし。\nそれ以外は全部任せてるから。": "I'm the right person for the job. It didn't seem like I was the only one who could do it.\nI'll leave everything else to you.",
    "（……こんな風に頑張るなんて、\nそれだけフルートたちの事が好きなんだな）": "(...I can't believe I'm trying so hard...)\nThat's how much she likes the flutes.)",
    "エヴィ、無理はしてないんだよな？": "You're not forcing yourself, are you, Eve?",
    "無理はしてないよ。\nというか、無理だって思ったらサボって寝てるって。": "I'm not forcing myself.\nActually, when I thought it was impossible, she said she was slacking off and sleeping.",
    "……それだけエヴィは皆の事が好きなんだなぁ。": "...That's just how much Eve loves everyone.",
    "……急に何？\nそりゃまあ、嫌いなわけはないけどさ。": "...What's this all of a sudden?\nWell, there's no way I don't like it.",
    "だって、トレブルクインテットのためなら、\nこんなに頑張ってくれるんだ。それだけ大切にしてるんだと思ってな。": "I mean, if it's for Treburg Integrity,\nI didn't think you'd work so hard for me. I thought you cared that much about me.",
    "……まあ、そうだね。\n嫌いならチームを組もうなんて思わなかったし。": "...Yeah, you're right.\nIf I didn't like it, I wouldn't have thought of forming a team.",
    "まあ、フルートはチーム結成をする前からの仲だからね。\nそれで押し切られた部分もあるんだけど……": "Well, the flutes have been friends since before we formed the team.\nThere's a part of me that was pushed through by that, but...",
    "そうなのか？\nフルートとエヴィがそんなに古い知り合いだなんて初めて知ったぞ。": "Is that so?\nThis is the first time I've ever heard of Flute and Eve being such old acquaintances.",
    "まあ、あんまり言ってないからね。\nあと、そんなに知り合って長いわけでもないよ": "Well, I didn't say much.\nAlso, we haven't known each other that long.",
    "別に隠してるわけでもないから言ってもいいけどさ。\n確かあれは……": "It's not like I'm hiding anything, so I'll tell you.\nIf I remember correctly, that was...",
    "『ぴぎゃっ！？　きゅう……』": "\"Pigyah?! Kyuu...\"",
    "――どうしたの！？": "――What's wrong!?",
    "（今の声……客の悲鳴じゃない！\nチームメンバー以外は、イベントスペースにいないはずだ！）": "(That voice... It wasn't a customer's scream!\nOther than the team members, there shouldn't be anyone in the event space!)",
    "今の声……フルートたちの悲鳴？\n客の悲鳴はちょこちょこ流れてきてたけど、なんであの子達が？": "That voice... Was that the flutes' screams?\nThe customers' screams were coming in here and there, but why were those girls here?",
    "ただことじゃなさそうだな……\nもしかして、脅かしすぎて反撃なんてされたりしてないだろうな？": "It doesn't look like it's just a matter of time...\nDon't tell me you're too scared to fight back?",
    "カメラは準備してないから分からない……\n何か起きてるなら助けにいかないと！": "I don't have a camera ready, so I can't tell...\nIf something's happening, I have to go save it!",
    "っと、待ってくれエヴィ！\nひとりで行くのは危ないぞ！": "Oh, wait, Eve!\nIt's dangerous to go alone!",
    "（くそ……なんだって、こんな平和な文化祭にトラブルが起きるんだ！）": "(Dammit... Why would trouble arise at a peaceful cultural festival like this?!)"
}