{
    "………た、大変なことになりました。\n明日までにチームメンバーを見つけないと退学なんて。": "...Th-This is terrible.\nIf I don't find a team member by tomorrow, I won't be expelled.",
    "まさか、チームを決める話が退学がかかるだなんて……\nこんなことになるとは思いませんでしたわ。": "I never thought we'd be expelled from school for deciding a team...\nI didn't think it would turn out like this.",
    "ご、ごめんなさい。\n私が勝手に決めちゃって……": "I-I'm sorry.\nI decided on my own...",
    "……謝らないで良いですわ。\n優しい所はめるさんのいい所だと思いますわよ。": "...You don't have to apologize.\nI think it's a good thing that you're kind.",
    "いやー、ほんとにね。\n見捨てないでいてくれてありがとね、助かったよ。": "Man, really.\nThanks for not abandoning me. You really saved me.",
    "外から聞いてたけど……結構メンバー探しって大変だし、\nあたしもちょっとくらいは力になれるんじゃないかな？": "I heard about it from the outside, but... It's pretty hard to find members,\nI think I'll be able to help a little, too.",
    "そうは言いますが……まず、貴方はどなたですの？\n名前も聞いていませんわ。": "You say that, but... First, who are you?\nI haven't even heard his name.",
    "あれ？　そうだっけ。ごめんごめん、それじゃあ自己紹介。\nあたしは『月ヶ瀬ちゆる』っていうんだ。": "Huh? I see. Sorry, sorry. Let me introduce myself.\nI'm called Tsukigase Chiyori.",
    "メイズ研究同好会の部長もやってるんだけど、\nもしかしたら知ってるかな？": "I'm also the president of the Mayse Research Society, but...\nI wonder if he knows?",
    "あっ、貴方があの噂の……？": "Ah, you're the one from the rumor...?",
    "七彩さん、ご存じなんですか？": "Nanaya-san, do you know?",
    "え、ええ……周囲の人は彼女をこう呼んでいるようです。\nその……『メイズオタク』……と。": "Y-Yes... The people around her seem to call her that.\nUm... 'Maise otaku'...",
    "メイズに関する知識量については、まるで図鑑や専門書並み……\nあの生徒会長ですら一目置いているという話も聞きますわ。": "When it comes to the amount of knowledge related to Mayse, it's almost like encyclopedias and technical books...\nI've also heard that even the student council president respects it.",
    "ええっ！？\nそ、そんな凄い人が仲間になってくれたんですか！？": "What?!\nD-Did someone that amazing join us?!",
    "ふふん、まあそれほどでもあるかもねー♪\nもっと褒めてもいいんだよ？": "Hehe, well, maybe that's how it is♪\nYou can praise me more, you know?",
    "ですが、自分の作ったメイズ研究同好会の名目で、\n部室にしている部屋で日夜怪しい実験を繰り返して……": "However, in the name of the Maze Research Society that I made,\nWe've been experimenting day and night in the room we're using as a clubroom...",
    "機材や教室を壊し、採掘目的のメイズ探索を嫌がって、\nチームに入ろうとしない柊きっての問題児と聞いています。": "They'd destroyed their equipment and classrooms, and they didn't want to explore the mace for mining purposes\nI've heard that Hiiragi is a problem child who refuses to join the team.",
    "な、なんというか……凄い人なんですね。": "Wh-What can I say... He's an amazing person.",
    "いやあ、照れるなぁ♪": "Man, this is embarrassing♪",
    "別に褒めてはいませんわよ？": "I'm not praising you, you know?",
    "……と、そうではなくて……\n明日までという期日だと焦る必要はありますわ。": "...No, that's not it...\nThere's no need to rush if it's only until tomorrow.",
    "今からメンバーを集めると言っても、\n誰でもいいというわけではないでしょうし。": "Even if we say we're going to gather members now,\nI don't think it's okay for just anyone.",
    "それはそうですよね……\nやっぱり、一緒にメンバーになる以上は頑張りたいですし……": "That's true...\nI want to do my best as long as we're in the same group...",
    "まあそれならちゃんと、\nメンバー選びはしないとね。": "Well, if that's the case,\nWe'll have to choose our members.",
    "なんかとりあえずで選んだメンバーじゃ、\nあの生徒会長は納得してくれないだろうし。": "For some reason, the members I chose weren't...\nI'm sure the student council president won't accept it.",
    "チームを探している方に、\nそんな失礼な対応はしたくありませんからね……": "If you're looking for a team\nI don't want to be so rude...",
    "……めるちゃん、いい子だねぇ。": "...Mechan, you're such a good girl.",
    "そうですわね……": "You're right...",
    "えっ、えっ！？\nな、何か変なことを言いましたか！？": "Huh? Huh!?\nD-Did I say something weird?!",
    "いえ、ただ良いチームになれそうだと思っただけです。": "No, I just thought we'd make a good team.",
    "だね。とはいえ、片っ端から声をかけて、\n入る気のある人間を探しておかないとね！": "That's right. That said, I called out to each and every one of them.\nWe need to find someone who's willing to go in!",
    "そうですね！　私が声をかけてきますね！": "That's right! I'll go talk to him!",
    "あの、こんにちは！　私達のチームに入りませんか？\n私達、今、チームメンバーを募集しているんです！": "Um, hello! Would you like to join our team?\nWe're recruiting a team right now!",
    "ええっと、ごめんなさい。もうチームに入っちゃったから……": "Umm, I'm sorry. I've already joined the team...",
    "あの、新しく出来たチームなんです！\nぜひチームに入っていただけませんか？": "Um, it's a new team!\nWould you be willing to join the team?",
    "いやあ、他に気になるチームがあるので……": "Well, there's another team I'm interested in...",
    "……あ、あれ？": "...H-Huh?",
    "え、えっと！　もしまだチームが決まっていないのでしたら、\n私達のチームに見学に来ませんか！": "U-Umm! If you haven't decided on a team yet,\nWhy don't you come see our team?",
    "ご、ごめんなさい！\n入れないんで失礼します！": "I-I'm sorry!\nI can't get in, so excuse me!",
    "……あ、あの、なんだか避けられているような？": "...U-Um, is she avoiding me?",
    "確かにそうですわね……では、ここはわたくしも……\nあの、すいません。そこの方。": "You're right... Then, I'll do the same...\nUm, excuse me. Over there.",
    "あっ、ご、ごめんなさい！　無理ですー！": "Ah, I-I'm sorry! I can't!",
    "……あの、わたくしが話しかけたらすぐに逃げたのですが。": "...Um, he ran away as soon as I spoke to him.",
    "ど、どうしてでしょうか……": "I-I wonder why...",
    "まあ、理由は分かるけどね。": "Well, I know why.",
    "えっ、ちゆるさん、分かるんですか！？": "Eh, Chiyuru-san, you can tell?!",
    "生徒会長から目を付けられた現場ってみてる生徒もいたからね。\nこういう噂って結構早く出回るからな～。": "There were some students who were caught by the Student Council President's attention.\nRumors like this spread pretty fast.",
    "だから軽い気持ちで生徒会長に目を付けられているチームに、\n入ろうって考える奇特な生徒はいないよねぇ。": "That's why the team is keeping an eye on the student council president so lightly\nThere aren't any special students who want to join.",
    "な、なるほど……確かに私も一瞬悩んじゃいます。": "I-I see... It does bother me for a moment.",
    "……半分以上、ちゆるさんが原因だと思うのですが？": "...I think more than half of it was Chiyuru-san's fault.",
    "いやー、噂って怖いもんだねー！\nまさかここまで早く広まるなんて！": "Man, rumors sure are scary!\nI didn't think it would spread this fast!",
    "笑い事ではありませんわ！\nこのままでは、わたくしたち崖っぷちですわよ！": "This is no laughing matter!\nAt this rate, we'll be on the edge of a cliff!",
    "ええっと……ま、まだチームの決まっていない方も居ますから、\n頑張って声掛けをしていきましょう！": "Let's see... There are some people who haven't decided on a team yet, so...\nLet's do our best to talk to her!",
    "まあ、地道に声掛けするしかないよね～。": "Well, I guess I'll just have to keep talking to her.",
    "……そうですわね。\nここで嘆いていても仕方ありませんわ。": "...You're right.\nThere's no point in lamenting here.",
    "とりあえず、まだ行っていない教室に向かいましょう。": "Anyway, let's head to the classroom we haven't been to yet.",
    "えーっと、こちらのクラスはまだ声掛けしてないですね。": "Let's see, I haven't spoken to this class yet.",
    "それでは手分けをして、\n誰かチームの決まっていない方に……": "Well then, let's split up.\nSomeone who hasn't decided on a team yet...",
    "こんなチーム、ラミからお断りよ！": "Rami doesn't want a team like this!",
    "きゃっ！？": "Eek!?",
    "えっ、いったい何が……？": "Huh? What's going on...?",
    "ちょっと！　どいて！": "Hey! Get off me!",
    "あっ、ご、ごめんなさい！": "Ah, I-I'm sorry!",
    "ふーむ、なんか面白そうな事が起きてたみたいだね！": "Hmm, it looks like something interesting has happened!",
    "……面白そうと言えるのが凄いですわね。": "...It's amazing that you can say it's interesting.",
    "えっと……さっきの子、凄い怒ってましたね。": "Umm... That girl was really angry.",
    "とりあえずは教室の方へ事情を聞いてみましょう。": "For now, let's ask the classroom.",
    "まあ、あの子の事情も気になるけど、\nこっちの仲間探しの事情も大変だからね！": "Well, I'm also curious about her circumstances,\nIt's going to be a lot of work finding friends over here!",
    "そうですね……": "You're right...",
    "ああ、さっきの子？\n朽葉ラミっていう子なんだけどさ、ちょっと揉めてね。": "Oh, the girl from before?\nIt's a girl named Rami Kuchiba, but we have a little dispute.",
    "揉めた……ですか？": "A...fight?",
    "そうそう、方向性の違いなんだけどさぁ。\nまあそれで揉めてキレて出て行っちゃったんだよね。": "That's right. It's a different direction.\nWell, they got into a fight and snapped, so they left.",
    "揉めるのは仕方ありませんが……\nそこで怒って出ていくのは良くありませんわね。": "There's nothing we can do about it, but...\nIt's not good to get angry and leave there.",
    "さっきのラミって子はそれでチーム決まってないのよね。\nまあ、実力はあるから声はかかるんだけどね。": "That Rami girl just now hasn't decided on a team yet.\nWell, she's skilled, so I'll have to call out to her.",
    "……なるほど。\n問題児ではあるけども、実力は確かだと。": "...I see.\nShe may be a problem child, but she's still skilled.",
    "そうなんだけどねぇ……命令されると怒るし、\n口も悪いから中々チーム見つからないんじゃないかな。": "That's true, but... I get angry when you order me around,\nHe's got a sharp tongue, so I don't think he'll be able to find a team.",
    "そうなのですね……\nところで、チームを探している人を探しに来たのですが――": "I see...\nBy the way, I came looking for someone looking for a team.",
    "あー、こっちのクラスだとほとんどの子はチーム決まってるよ？\n探すにしても別がいいんじゃないかな": "Ah, in this class, most of the kids have a team, you know?\nEven if you're looking for it, I think it'd be better to find something else.",
    "……そうですか。\nでは、失礼いたしますわね。": "...I see.\nWell, if you'll excuse me.",
    "……空いている方は見つかりませんでしたわね。": "...I didn't find anyone free.",
    "そう？　さっきの子とかいいんじゃない？": "Really? Isn't that girl from before nice?",
    "さっきの子って……朽葉ラミさんのことですか？": "By that girl... do you mean Rami Kuchiba?",
    "そうそう。色んなチームで揉めて所属は決まってないんでしょ？\nそれなら狙い目ってことじゃん♪": "That's right. There's a lot of teams arguing, and you haven't decided on a member yet, right?\nThen that means you're aiming for it♪",
    "……確かに、困っていますし……\n実力のある方なら、仲間になって欲しいです。": "...It's certainly a problem...\nIf you're skilled, I'd like you to join us.",
    "……なんだか問題児を集めたチームになっていませんか？": "...Isn't this a team of problem children?",
    "まあ、あたしがいる時点で今更じゃない？": "Well, isn't it a little late for that now that I'm here?",
    "……たしかに、それもそうですわね。": "...That's certainly true.",
    "え、えっと！　とりあえず、会いに行ってみましょう！\nまずはお話を聞いてみませんと！": "U-Umm! Let's go see him!\nFirst, we need to hear what he has to say!",
    "……あの、朽葉ラミさんでして？": "...Um, Rami Kuchiba?",
    "……何？　ラミになんか用でもあんの？": "...What? Do you need Rami for something?",
    "お、怒ってませんか……？": "A-Are you mad...?",
    "さっき喧嘩別れしたばっかりだしね。\nとはいえ、ここで日和っても変わらないからね～。": "We just broke up in a fight.\nThat said, the weather won't change even if we stay here.",
    "実はお話がございまして……\nわたくしたちは、今チームメンバーを探していますの。": "Actually, I wanted to talk to you...\nWe're looking for a team member right now.",
    "ふうん……それで？": "Hmm... And?",
    "実力のあるパイロットでチームを探していると聞いて、\n貴方にぜひチームに入って頂きたいんですの。": "He heard that he was looking for a team of skilled pilots\nI'd like you to join the team.",
    "へえ……ラミに声かけるなんて見る目あるじゃん": "Wow... You've got a good eye for calling out to Rami.",
    "でしたら……！": "In that case...!",
    "でも、名前も知らないザコザコパイロットと一緒にやる気はないから": "But I don't want to do it with a zakozako pilot who doesn't even know his name.",
    "えええっ！？　断られるんですか！？": "Whaaat?! You're turning me down?!",
    "いやー、これはかなりクセが強い子で面白いねぇ。": "Man, this girl's got a pretty strong habit. It's funny.",
    "あなたにだけは言われたくないんじゃないでしょうか……": "You're the only one who doesn't want to hear that...",
    "え、ええっと……": "U-Umm...",
    "何か相談してるみたいだけど、ラミはちゃんと目的があるの。\nだから実績もないチームに入ってる暇ないから": "They seem to be discussing something, but Rami has a purpose.\nThat's why I don't have time to be on a team with no achievements.",
    "ふうん……ね、めるちゃん！\nちょっとラミちゃんに質問してみてよ！": "Hmm... Hey, Mechan!\nTry asking Rami-chan a question!",
    "目的って何ですか？": "What's your goal?",
    "どうすればいいですか？": "What should I do?",
    "えっ！？　わ、分かりました……！": "Huh?! I-I understand...!",
    "ラミはお金をガッポリ稼いでお金持ちになってやるのよ。\nだから、それが出来ないチームに入るつもりないから！": "Rami makes a lot of money and becomes rich.\nThat's why I'm not going to join a team that can't do that!",
    "せめて、実力があるパイロットだとか、\nなんかの実績を持ってないと及びじゃないわ！": "At the very least, I'd say he's a skilled pilot.\nIt's not that I don't have some kind of track record!",
    "こ、ここまで言い切られると清々しいですわね。": "I-It's refreshing to hear you say that so bluntly.",
    "まあ、逆に言えばシンプルで分かりやすくていいじゃない？": "Well, on the other hand, isn't it nice and simple and easy to understand?",
    "ねえねえ、ラミちゃん。\nやっぱりうちのチームに入るべきだと思うんだけどなぁ？": "Hey, Rami-chan.\nI think you should join our team after all.",
    "……何よ？　てか、あんた誰？": "...What? And who are you?",
    "あたしは月ヶ瀬ちゆるっていうんだけどさ。\nチームに入ることになったんだよねぇ。": "I'm Tsukigase Chiyori.\nWe've decided to join the team.",
    "実力的にはこれだと、ラミちゃん的には足りないかな？": "In terms of raw power, this isn't enough for Rami-chan, is it?",
    "はぁ！？　月ヶ瀬ちゆるって……変人だけど、\nパイロットとしての実力は一流っていう！？": "Huh?! Tsukigase Chiyuru... She's a weirdo, but...\nYour pilot skills are top-notch!",
    "あ、変人という部分はみんな知ってるんですね……": "Oh, so everyone knows what a weirdo is...",
    "……まさかチームに入るとは思ってなかったわ。": "...I didn't think you'd join the team.",
    "まあ、あたしがリーダーって訳でもないし……\n方針に口出しするつもりもないから、どうかな？": "Well, it's not like I'm the leader...\nI have no intention of interfering with your plan, so what do you think?",
    "ぐぬ……で、でも！　他の奴がどうか分からないわ！\nそっちのあんたは何て言うのよ！": "Grrr... B-But! I don't know about anyone else!\nWhat are you saying over there?!",
    "あっ、わたくしですか？　ええっと……鳴滝七彩と申します。\nもしよければ入って頂きたいのですが……": "Oh, me? Umm... My name is Narutaki Nanasai.\nIf you don't mind, I'd like you to come in...",
    "鳴滝！？　って、あのＭＧメーカーの！？\n……ラミでも噂に聞いた有名人じゃない。": "Narutaki?! Wait, that MG maker's?!\n...She's not a celebrity I've heard rumors about, even in Rami.",
    "わ、私は桃園めるっていいます！": "M-My name is Momozono!",
    "そっちは知らないわね。": "I don't know about that.",
    "うう……ですよね……": "Ugh... You're right...",
    "そんなわけで、ラミちゃん的には求めてるチームじゃないかな？\n残った枠は後二つだけなんだけどね～？": "So, Rami-chan, isn't this the team you're looking for?\nThere's only two more frames left, though.",
    "ぐぬ……": "Grrr...",
    "ラミさんがトラブルを起こしたことは知っていますわ。\nそれでも、わたくしたちは受け入れる覚悟がありますわよ。": "I know Rami-san caused trouble.\nEven so, we are prepared to accept it.",
    "ううう……": "Uuuu...",
    "その……ラミさんの目的をかなえられるようにお手伝いします。\nだから……私たちと一緒に、頑張りませんか？": "Umm... I'll help you achieve Rami-san's goal.\nSo... won't you do your best with us?",
    "……………………": "............",
    "言っておくけど、ラミはお金が目的だからね。\nそれに、上から目線で命令されるのもごめんだから！": "Just so you know, Rami's after money.\nBesides, I don't want to be ordered around from above!",
    "大丈夫です！\nそんな命令をする人なんていませんから！": "It's all right!\nThere's no one who'd give such an order!",
    "ええ。それに、目的がシッカリしているなら、\nわたくしたちも文句なんてありませんわ。": "Yes. Besides, if your objective is solid,\nWe have no complaints either.",
    "稼げないチームなんて、すぐに見捨てるから！\nそれでもいいのね！": "I'll abandon any team that can't make money right away!\nSo you're okay with that!",
    "ええ、真面目にパイロットとして活動するおつもりなら、\n目的はどうあれ構いませんわ。": "Yes, if you intend to be a serious pilot,\nI don't care what your goal is.",
    "……そこまでいうなら、ラミが入ってあげる。\nまあ短い付き合いになるかもだけど、これからよろしく。": "...If you insist, Rami will go in.\nWell, we might not have known each other for long, but I'll be counting on you from now on.",
    "ラミさん……ありがとうございます！　これで４人目ですね！": "Rami... Thank you very much! That makes four!",
    "うんうん、これで残りひとりだね♪": "Yeah, there's only one left now♪",
    "さあ、最後のひとりを見つけますわよ！": "Come on, let's find the last one!",
    "えいえい、おー！": "Yay! Oh!",
    "……ほんとにこいつら大丈夫？": "...Are these guys really okay?"
}