{
    "七彩から急にどうしてもお願いしたいことがある――\nと言われて呼び出されたが、頼み事とは何だろうか？": "There's something I want to ask of you all of a sudden—\nThat's what I was called out for, but what is this request?",
    "お待たせいたしました。\n本日はお時間を割いていただき、感謝いたしますわ。": "Sorry to keep you waiting.\nThank you for your time today.",
    "ああ、相談があるなら力になるよ。\nそれで、俺に頼みっていうのは？": "Yeah, if you need advice, I can help.\nSo, what do you want me to do?",
    "そのことなのですが……実は……": "About that... Actually...",
    "何か言いにくいことなのか？": "Is it something hard to say?",
    "……%usernameusernameuserna%さん。\nわたくしとデートをしていただけないでしょうか！？": "...%usernameusernameuserna%-san.\nWill you go on a date with me?!",
    "……デ、デート！？\n俺が、七彩と？": "...A d-date!?\nMe and Shichika?",
    "はい！　デートです！\nつまり、ふたりでお出かけを――": "Yes! It's a date!\nIn other words, we're going out together――",
    "言葉の意味は説明されなくてもわかるけど……": "I don't need to explain what she means, but...",
    "い、いかがでしょうか？\n突然の不躾なお願いで申し訳ないのですが……": "Wh-What do you think?\nI apologize for the sudden rude request, but...",
    "（……訓練や探索以外で\nこんなにも真剣な七彩を見るのは初めてだな）": "(...Outside of training and exploration\nThis is the first time I've seen Shichika this serious.)",
    "わかった。\n俺でよければ、喜んで付き合うよ。": "Okay.\nIf you don't mind, I'd be happy to accompany you.",
    "……本当に、よろしいのですか？": "...Are you sure about this?",
    "もちろん。\n大切なお願いなんだよな。": "Of course.\nIt's an important request.",
    "……ありがとうございます！\nそれでは、早速デートに参りましょう！": "...Thank you very much!\nWell then, let's go on a date!",
    "え？　もしかして、今すぐ？": "Huh? Could it be right now?",
    "善は急げと申しますもの。\nさあ……！": "I'm telling you to hurry.\nCome on...!",
    "ちょっ――\nそんなに急いで、一体どこへ……！？": "Hey――\nWhere the hell are you going in such a hurry...!?",
    "ご安心ください。\n行き先はもう決まっておりますの。": "Don't worry.\nWe've already decided where we're going.",
    "デートの定番といえば、公園ですわよね。": "If you want to go on a date, you should go to the park.",
    "散歩日和だし、いいと思うけど……\nそんなに慌てて来るような場所か？": "It's a nice day for a walk, so I think it's fine...\nIs this the kind of place you'd come in such a hurry to?",
    "……": "......",
    "あの……七彩？": "Um... Shichisai?",
    "夕刻までのスケジュールを考慮して……\nここでのプライオリティは……": "Considering the schedule until evening...\nOur priority here is...",
    "（手元をのぞき込んで、\n何をぶつぶつ言っているんだ？）": "(I peeked at her hand\nWhat are you grumbling about?)",
    "%usernameusernameuserna%さん！\nまずはクレープを食べましょう！": "Mr. %usernameusernameuserna%!\nLet's eat crepes first!",
    "うおっ！？　急にどうしたんだ？": "Whoa! Where'd that come from?",
    "教室で聞いた噂のクレープ店が、\nこちらの公園に出店されていますの。": "The crepe shop I'd heard about in the classroom...\nIt's open in this park.",
    "ほら、ご覧になってください。\nあちらのベンチのそばに――": "Here, take a look.\nNext to the bench over there—",
    "……あ、あら？\nおかしいですわね。": "...O-Oh?\nThat's strange, isn't it?",
    "七彩が指差した方向には、\nクレープ店らしきものなんか見当たらない。": "In the direction Shichika was pointing...\nI didn't see anything resembling a crepe shop.",
    "そ、そんなはずありません……！\nだって、先週末は確かに行列が――": "Th-That can't be...!\nAfter all, there was definitely a line last weekend—",
    "あ～あ、残念。\n今日はクレープ売ってないのね。": "Aww, too bad.\nThey don't sell crepes today, do they?",
    "仕方ないわよ。あの屋台のオーナーってば、\nいつも気まぐれにお休みするんだもの。": "It can't be helped. The owner of that stall...\nI always take a break on a whim.",
    "……お休み……？": "...Sleeping...?",
    "な、七彩。気落ちしない方がいいぞ。\n屋台なら、そんな日もあるさ。": "Hey, Shichika. Don't get discouraged.\nIf you're looking for food stalls, there are days like that.",
    "はい……": "Yes...",
    "気を取り直して、他のお店を探そう。": "Let's pull ourselves together and look for another shop.",
    "……そうですわね。\nまだデートは始まったばかりですもの。": "...You're right.\nOur date has only just begun.",
    "次は失敗いたしませんわ。\nさあ、参りましょう！": "I won't fail next time.\nCome on, let's go!",
    "思ったより混んでいますが、\n席が空いていてよかったですわ。": "It's more crowded than I thought.\nI'm glad the seats are open.",
    "七彩は何を注文するか決まった？": "Have you decided what you're going to order?",
    "実は……以前から気になっていた\n『カップル限定いちごパフェ』をシェアしたいのですが……": "Actually... I've been wondering for a while now.\nI'd like to share a 'couple-only strawberry parfait'...",
    "カップル限定メニューか……いいぞ。\nせっかくのデートなんだから、一緒に食べるか。": "A couples-only menu, huh...? That's good.\nSince we're on a date, why don't we eat together?",
    "は、はい！\nでは、早速注文を――": "Y-Yes!\nWell then, let's order right away—",
    "……あ、あら？　変ですわね。\nパネルの注文ボタンが反応しませんわ。": "...O-Oh? That's strange.\nThe order button on the panel is not responding.",
    "どれどれ……ん？\n画面端に『ＳＯＬＤ　ＯＵＴ』って表示されてる。": "Let's see... Hm?\nAt the edge of the screen, the word \"SOLD OUT\" was displayed.",
    "う、売り切れ……！？\nそんな……": "S-Sold out?!\nNo way...",
    "で、でしたら、代わりに\nこちらの『カップル限定パンケーキ』を……": "Th-Then, instead...\nThis 'couple-only pancake'...",
    "……そっちも品切れみたいだ。": "...Looks like they're out of stock, too.",
    "ま、まだです！\nまだ『カップル限定チョコあんみつ』が……！": "I-It's not over yet!\nThere's still some couples-only chocolate anmitsu...!",
    "……チョコあんみつもだめみたいだな。": "...Chocolate anmitsu doesn't seem to work either.",
    "ど、どうして今日に限って……\nかくなる上は――": "Wh-Why today of all days...?\nNow that it's come to this――",
    "オーナーさん！　こちらのりんごパイを\nカップル限定メニューに変更していただけませんか！？": "Mr. Owner! Here's your apple pie.\nCould you change it to the couples menu?!",
    "そんな無茶な。": "That's reckless.",
    "なんとかなりませんの！？\nこれでは当初の予定が……！": "Isn't there something we can do?!\nAt this rate, my original plan is...!",
    "な、七彩。ちょっと落ち着いて……！": "Sh-Shichika. Calm down...!",
    "代わりに頼んだ抹茶パフェ、結構美味しいじゃないか。": "The green tea parfait I ordered instead is pretty good, isn't it?",
    "そうですわね。\n上品な甘さで、口当たりもさっぱりしていて……": "You're right.\nIt was elegantly sweet, and the texture was refreshing...",
    "いちごパフェやパンケーキは、残念だったな。\nまたの機会に食べに来よう。": "I'm sorry about the strawberry parfait and pancakes.\nI'll come eat with you another time.",
    "い、いえ。お気になさらず。\nもう引きずってはいませんわ。": "N-No, don't worry about it.\nI'm not dragging you anymore.",
    "…………はぁ。\nカップル限定メニューが全滅だなんて……": "............haa.\nTo think that the couples-only menu was wiped out...",
    "しっかり引きずってるじゃないか。\nそんなに限定メニューが食べたかったのか……": "You're dragging it all along.\nDid she really want to eat the limited menu that badly...?",
    "公園もカフェも上手くいきませんでしたが……\n次の予定こそは……": "The park and café didn't go well, but...\nThe next plan is...",
    "また手元のメモ帳とにらめっこしてるな。": "She's staring at the notepad in her hand again.",
    "……なあ、七彩。\nちゃんとデートを楽しめてるか？": "...Hey, Shichika.\nAre you enjoying your date?",
    "へっ……？": "Huh...?",
    "さっきから、ずっと何かを気にしてばかりで、\n俺との時間を楽しめてないみたいだが。": "For a while now, she'd been constantly worrying about something\nShe doesn't seem to be enjoying her time with me.",
    "い、いえっ、そのようなことは――": "N-No, that's not—",
    "もしこのあと予定が控えていて急いでいるとかなら、\nまた日を改めようか？": "If you're in a hurry because you have plans after this,\nShould we meet again another day?",
    "ま、待ってください。違うんです。\n決してデートを疎かにするつもりでは……": "W-Wait a minute. That's not it.\nI definitely don't intend to neglect our date...",
    "……七彩？": "...Seven colors?",
    "少し……お話しさせてください。": "Please... let me tell you a little bit.",
    "わたくしはメイズ関連事業で財を成した鳴滝家に生まれ……\n幼い頃から、両親に言われるがまま生きてきました。": "I was born into the Narutaki family, which made a fortune in the Mayse-related business...\nEver since I was young, I've lived as my parents told me to.",
    "勉強に、スポーツ……たくさんの習い事。\nそれらを苦に思っていたわけではありません。": "Studying, sports... A lot of things to learn.\nI wasn't worried about those things.",
    "ただ、何かひとつくらい、自分の意思で成してみたくて。\n両親の言いなりではなく、わたくしの自由に。": "I just wanted to do something of my own free will.\nNot my parents' orders, but my freedom.",
    "そんなふうに思えるようになったのは、\nきっとシリウスシュガーの皆さんのおかげでもあります。": "The reason I was able to think like that was because...\nI'm sure it's all thanks to everyone from Sirius Sugaru.",
    "自分の意思で何かを……か。": "Something of her own free will, huh?",
    "実は、これまで両親からは恋愛を禁止されていたんです。": "Actually, my parents forbade me from falling in love until now.",
    "いつか実家に帰る日が来たら、\nきっとわたくしを待っているのは、お見合いや政略結婚……": "When the day comes when I'll go back home,\nI'm sure what awaits me are marriage interviews and political marriages...",
    "ですから、ここにいる間にデートをしてみたかったんです。\nわたくしが、自分で選んだ男の子と。": "That's why I wanted to go on a date while I was here.\nWith the boy I chose for myself.",
    "それが俺をデートに誘ってくれた理由か。\n今回は希望に添えなかったみたいで申し訳ないけど……": "So that's why she asked me out on a date.\nI'm sorry I didn't live up to your expectations this time, but...",
    "あ、謝らないでください！\n%usernameusernameuserna%さんのせいではありませんわ！": "P-Please don't apologize!\nIt's not your fault, %usernameusernameuserna%!",
    "今日のことは、全部わたくしがいけないのです。": "Everything that happened today was my fault.",
    "たくさん調べ物をして、理想的で完璧なデートを……と。\nそうすれば、きっと満足できるはずと思って……": "I'll do a lot of research, and have an ideal, perfect date...\nI thought that if I did that, I'd be satisfied...",
    "理想にこだわるあまり、\nデートをすること自体が目的になってたってことか。": "She was so fixated on her ideals,\nSo the goal was to go on a date, huh?",
    "本当に申し訳ありません。\nせっかく時間を割いていただきましたのに。": "I'm really sorry.\nEven though you took the time to spare.",
    "……俺は今日、七彩と一緒に過ごせて楽しかったよ。\n七彩の理想通りじゃなかったとしても。": "...I had a lot of fun spending time with Shichika today.\nEven if it didn't go according to Shichisai's ideals.",
    "えっ……？": "Huh...?",
    "出来れば七彩とも同じ気持ちを共有したい。\nデートって、そういうものじゃないかな。": "If possible, she wanted to share the same feeling with Shichika.\nIsn't that what a date is all about?",
    "%usernameusernameuserna%さんと、同じ気持ちを……": "I feel the same way as %usernameusernameuserna%...",
    "理想とか、計画とか、そんなことに拘っていても、\n全部が上手くいくわけじゃないよ。": "Even if she was fixated on her ideals, her plans, and so on,\nIt's not all going to work out.",
    "だから、ふたりで一緒に過ごす時間を、ただ楽しもう。\nデートのためにデートをするんじゃなくてさ。": "So let's just enjoy our time together.\nI'm not going on a date for a date.",
    "まだデートをやり直す時間はあるはずだ。": "There should still be time to redo our date.",
    "七彩、手を。": "Shichika, your hand.",
    "あ、あのっ……一体どちらへ！？": "U-Umm... Where are you going?!",
    "はぁ、はぁ……\n……それで、先ほどの公園にどういったご用が？": "*pant pant*...\n...So, what business did you have with the park earlier?",
    "特に目的があるわけじゃないんだ。\nもう１度、七彩とここでゆっくりしたいと思って。": "I don't have any particular goal in mind.\nI wanted to relax here with Shichika again.",
    "目的もなしに、ゆっくり……\nそ、そう言われると、かえって難しいですわ。": "Slowly, without a goal...\nI-It's even more difficult when you put it that way.",
    "……ぷっ。": "...Pfft.",
    "ど、どうして笑うのですか？": "Wh-Why are you laughing?",
    "ごめん。悪気はないんだ。\nただ、七彩が微笑ましくて――あっ。": "Sorry. I didn't mean anything bad by it.\nIt's just that Shichika's smile is so charming—ah!",
    "え？": "Huh?",
    "七彩、見て。ほら、ベンチの脇。": "Nanasai, look. Look, next to the bench.",
    "あ……\n綺麗な花畑ですわね……とても。": "Ah...\nIt's a beautiful field of flowers... Very beautiful.",
    "花や自然が好きだって、前に言っていたよな。": "You said before that you like flowers and nature.",
    "はい。たおやかで美しくて……同時に、\n日差しや雨風の中でも咲き誇ろうという力強さも感じますの。": "Yes. She was graceful and beautiful... and at the same time...\nI can also feel the strength to bloom even in the sunlight and rain and wind.",
    "（自由に生きることを許されなかった七彩にとって、\n憧れみたいな感情もあるんだろうか）\n": "(To Shichika, who was not allowed to live freely,\nI wonder if she has feelings like admiration.)\n",
    "こんな近くに素敵な光景が広がっていたのに……\nやはり、わたくしは大切なものを見落としていたのですね。": "Even though such a wonderful scene was spread out so close by...\nAs I thought, I had overlooked something important.",
    "……もう少しの間、ここで花を眺めていこうか。": "...Let's stay here and watch the flowers for a little while longer.",
    "是非。わたくしも、そうしたいと思っていました。\nそれから――": "By all means. That's what I wanted to do, too.\nAnd then――",
    "あの……感謝しますわ。\n大事なことに気付かせてくださって。": "Umm... Thank you very much.\nYou let me realize something important.",
    "……デートなら、俺からも手くらい握ってあげるべきだよな。": "...If it's a date, I should at least hold her hand.",
    "あっ……！": "Ah...!",
    "……イヤだったか？": "...You didn't like it?",
    "い、いいえ。\nありがとう……ございます。": "N-No.\nThank you... very much.",
    "デート、今度は楽しめそうかな。": "I wonder if we'll be able to enjoy our date this time.",
    "……はい。\n%usernameusernameuserna%さんと一緒に。": "...Yes.\nAlong with %usernameusernameuserna%-san.",
    "（手を繋いだせいかな。\n七彩のドキドキが伝わってきてる気がする）": "(Maybe it's because we held hands.\nI feel like I can feel Shichisai's heart pounding.)"
}