{
    "気がつけば、だいぶ日が傾き空はすっかり赤くなっていた。": "Before I knew it, the sun had set for the most part, and the sky was completely red.",
    "そろそろ帰ろうか？": "Shall we go home now?",
    "……ん、待って。": "...Hm, wait.",
    "ふいに、ちゆるはこちらの手を取り引き留める。": "Chiyuru suddenly grabs my hand.",
    "%usernameusernameuserna%、ちょっと付き合ってくれない？": "%usernameusernameuserna%, can you come with me for a bit?",
    "付き合うって……どこに？": "Going out...? Where?",
    "実はさ、誰も来ない教室があるんだよね♪": "Actually, there's a classroom where no one comes♪",
    "ちゆるに言われるがままに、彼女の後について教室に入った。": "I follow her into the classroom.",
    "よし……ここなら大丈夫かな。": "Okay... I wonder if I'll be okay here.",
    "言うが早いか、なんとちゆるは突然、服を脱ぎ始める。": "As soon as she says that, Chiyuru suddenly starts taking off her clothes.",
    "んしょ、っと……": "Uh-huh...",
    "な……何をしてるんだ、ちゆる！？": "Wh-What are you doing, Chihaya?!",
    "何って……下着を脱いでるんだけど。": "What...? She's taking off her underwear.",
    "いや、どうして……": "No, why...?",
    "どうしてって……あれ？\n男の子って、制服えっちが好きなんじゃないの？": "Why? ...Huh?\nDon't boys like dirty uniforms?",
    "まあ、少なくとも俺は……じゃない！\nなんだってそんな話を……": "Well, at least I... No!\nWhy are you bringing that up...?",
    "あたしだって、色々勉強したんだよ？\n動画とか見て……": "I've studied a lot myself, you know?\nWatching videos...",
    "それとも、教室で制服姿の女の子とするのは……\n%usernameusernameuserna%の趣味じゃないかな？": "Or maybe doing it with a girl in a school uniform in the classroom...\nIsn't that %usernameusernameuserna%' hobby?",
    "い、いや、そんなことはないが……": "N-No, that's not true, but...",
    "よかったー。\nじゃあさ……お詫び、してもらおうかな？": "Thank goodness.\nThen... should I ask you to apologize?",
    "お詫びって……さっきの、反省した分のお詫びってやつか？": "An apology...? You mean the apologies for reflecting on your actions earlier?",
    "突然何を言い出すのかと思ってちゆるを見ていると、\n彼女は楽しそうに微笑んだ。": "I looked at Chiyuru, wondering what she was going to say all of a sudden.\nShe smiled cheerfully.",
    "お詫びに……今ここで、してもらおうかな？\nあたしと一緒に、教室エッチ……♪": "As an apology... should I have you do it right here and now?\nWe're having sex in the classroom together...♪",
    "……本気か？": "...Are you serious?",
    "本気も本気だよ？\n%usernameusernameuserna%はどうなの？": "I'm serious, you know?\nWhat about %usernameusernameuserna%?",
    "そう言うと、ちゆるは服を乱したままこちらとの距離を詰める。\nそんな彼女から、香り立つほどの色香を感じた。": "After saying that, Chiyuri closes the distance between us, her clothes still disheveled.\nI could feel the allure of her scent coming from her.",
    "誰も来ないから……好きにできるんだよ？\nやめておく？": "No one's coming...so you can do whatever you want, you know?\nShouldn't we?",
    "ちゆるの唇から零れる蠱惑的な言葉に、\n拒否することはできなかった。": "The alluring words spilled from Chiyuru's lips.\nI couldn't refuse.",
    "……やりたい。": "...I want to do it.",
    "ふふふっ、これでいいかな……？\n%usernameusernameuserna%との教室エッチ……始まっちゃうね。": "Hehehe, is this okay...?\nClassroom sex with %usernameusernameuserna%... It's about to start.",
    "服をはだけたちゆるは机に手を突き、こちらに背中を向けて誘惑する。\nそんな彼女を後ろから抱き締めた。": "She bares her clothes, puts her hands on the desk, turns her back to me, and seduces me.\nI embraced her from behind.",
    "興奮したこちらのペニスが、彼女の膣口に密着する。": "My aroused penis pressed against her vaginal opening.",
    "はぁあ……っ、%usernameusernameuserna%のが、おしりに当たってる……\n熱くて、おっきくて……んんっ、ぞ、ゾクゾクしちゃう……！": "Haaah... %usernameusernameuserna%'s thing is touching my butt...\nIt's so hot, and so big... Mmm, I-I'm getting chills...!",
    "%usernameusernameuserna%のこれ……これを今から入れちゃうの？\nしかも教室でなんて……": "This is %usernameusernameuserna%'s... Are you going to put this in now?\nAnd in the classroom...?",
    "うわぁ、すっごく興奮しちゃう……！\nあたし達、教室でやったらいけないことしようとしてるんだね……": "Wow, I'm so excited...!\nWe're trying to do something we shouldn't do in the classroom...",
    "こんな状況で、ちゆるは心から楽しそうに笑う。": "Chiyuru smiles happily from the bottom of her heart in this situation.",
    "ねえ%usernameusernameuserna%……あたしといけないことしよ？": "Hey, %usernameusernameuserna%... Why don't we do something we shouldn't do?",
    "甘い言葉を囁きながら、ちゆるは密着したまま腰をくねらせる。": "Whispering sweet words, Chiyuru wriggles her hips back and forth, still pressed up against me.",
    "そんなちゆるの腰を持つ手に力を込めると、\nたっぷり煽られガチガチになった肉棒を後ろから挿入していった。": "When I put strength into the hand holding her hips...\nI thrust my rock-hard member into her from behind, having been thoroughly stirred up.",
    "んんんんん……っ、あはぁっ！\nはぁあ……っ、きてる……っ、%usernameusernameuserna%のがぁっ！": "Mmmmmmm...! Ahaah!\nHaaah...! It's coming...! %usernameusernameuserna%'s thing is coming!",
    "あはぁっ、ふぁあああっ、おっきい……おっきいの、\nあたしの中、入ってきてる……っ！": "Ahaah, fuaaaah, it's big... It's so big,\nIt's coming inside me...!",
    "あぁ……っ、熱いっ、あつくてすごい……っ！\n声、出ちゃうよぉ……っ！": "Ahh... It's so hot, so hot...!\nMy voice is coming out...!",
    "欲望でそそり立ったペニスは、ちゆるの柔肉を割り裂き、\n膣道を奥へ奥へと侵入していく。": "My penis, erect with lust, split open her soft flesh.\nI penetrated deeper and deeper into her vaginal canal.",
    "亀頭が膣肉を擦りあげるたびに、ちゆるの身体はひくひくと震え、\n口からは甘い声を漏らしていった。": "Every time the glans rubbed her vaginal flesh, Chiyuru's body twitched and trembled.\nA sweet voice escaped from her mouth.",
    "あっ、あぁっ、こ、これ、やばい……っ、\nこえ、おさえなきゃいけないのにぃ……っ！": "Ah, ahh, th-this is, bad...!\nScary, I have to hold it in...!",
    "んふぅううっ、%usernameusernameuserna%が入ってくるのが、\nきもち、よすぎてぇ……っ、止められないのぉおっ！": "Nfuuuu, %usernameusernameuserna% coming in...\nIt feels too good... I can't stop it!",
    "肉棒を受け入れるごとに、ちゆるの身体が反応していく。": "Her loose body reacts to my dick every time I accept it.",
    "硬く絞まった膣肉を亀頭が押し広げると、膣壁がひくひくと痙攣し\n甘い声を漏らす。": "When the glans spread her tightly squeezed vaginal flesh, her vaginal walls twitched and convulsed\nShe lets out a sweet moan.",
    "もはやちゆるはここが教室だということも忘れたかのように、\n声を抑えるのも忘れ声をあげ喘いでいた。": "It was as if she had forgotten that this was a classroom.\nShe gasps for air, forgetting to keep her voice down.",
    "あぁあああ……はぁんっ！\nまだ……まだ、入ってくるぅ……っ！": "Ahhhh... Haahn!\nIt's still... still coming in...!",
    "もう、あたしの中、%usernameusernameuserna%でいっぱいなのに……\nあぁあっ、は、はいってるぅううう……っ！": "Even though my insides are already full of %usernameusernameuserna%...\nAaaah, I-I'm going in...!",
    "熱く滾る欲望をちゆるの中にすべて叩き込むように、\n腰を進め、彼女の真奥を穿つ。": "It was as if she was driving all of her seething, burning desire into her.\nI move my hips forward, digging deep into her.",
    "……はっ、ひゃぁあああ……っ！\nあぁあっ、これ、おく、おくきて……はぁああんっ！": "...Hah, hyaaaah...!\nAaah, this is, deep, deep... Haaaahn!",
    "ふぁあああ……っ、深いとこに、%usernameusernameuserna%のいいの、\nいっぱいきたぁ……あはぁっ！": "Fuaaaah... It's so deep, %usernameusernameuserna%'s good,\nThere's so much coming... Ahaah!",
    "亀頭が膣奥を打ち付ける感覚に、ちゆるの背中がビクンと跳ねた。\nペニスをすっかり包み込んだ膣肉がきゅうっと締まる。": "The sensation of my glans slamming into the depths of her vagina made her back twitch.\nHer vaginal flesh, which had completely enveloped my penis, tightened.",
    "意識を持っていかれそうになる程の快感が走るが、それを堪え、\nちゆるのいいところを刺激するように、腰を動かしていった。": "Pleasure ran through her so much that she felt like her consciousness was being taken away, but she endured it\nI move my hips to stimulate her sensitive spots.",
    "はぁっ、あぁんっ、ふぁあああ……っ！\nあぁ……%usernameusernameuserna%の、いっぱいきてるっ！": "Haah, aanh, fuaaaah...!\nAhh... There's so much coming out of %usernameusernameuserna%!",
    "と、とんとんとんって、おくっ、届いてぇ……んふぅっ！\nはぁあっ、い、いいのぉっ！": "T-Tonk, tonk, deep, it's reaching me... nfuu!\nHaaah, i-it's okay!",
    "あたしの気持ちいいところ、%usernameusernameuserna%が、\n突いて、擦ってぇ、ふぁあああっ！": "The part of me that feels good, %usernameusernameuserna%...\nThrust, rub, fuaaaah!",
    "ピストンを始めてすぐに、ちゆるの声が大きくなる。\n予想外の快感に、すっかり我を忘れているようだった。": "As soon as I started my pistoning, Chiyuru's voice grew louder.\nThe unexpected pleasure made it seem like she had completely lost herself.",
    "ちゆるを窘めたいところだが……こちらもまた、\n彼女が与える快感と痴態の前に、すっかり理性は吹き飛んでいた。": "I'd like to reprimand Chiyuru, but... again...\nMy reason had been completely blown away by the pleasure and foolishness she was giving me.",
    "もっと深く、もっと気持ちいいところへと、\n夢中になって本能のままに抽挿を続けていく。": "Deeper, somewhere more pleasant,\nI became engrossed in it and continued to thrust in and out on instinct.",
    "んんんっ、あはぁっ、あ……ふぁんっ！\nはひゃああああ……っ、すごいっ、すごいのぉ……っ！": "Mmmm, ahaah, ah... fuahn!\nHahyaaaaah...! Amazing, amazing...!",
    "%usernameusernameuserna%のが、奥、いっぱい突いて……\nあぁ……いい……きもちいいのぉおっ！": "%usernameusernameuserna%'s thing is thrusting deep inside me...\nAhh... It's good... It feels so good!",
    "%usernameusernameuserna%のが、いいっ、きもちいいっ！\n%usernameusernameuserna%がくれるの、ぜんぶいいっ！": "%usernameusernameuserna%'s feels good, feels good!\nIt's all fine if %usernameusernameuserna% gives it to me!",
    "あぁ……もう、どうしよう、%usernameusernameuserna%……っ、\nあたし、これ、ハマっちゃうかも……": "Ahh... Geez, what should I do, %usernameusernameuserna%...\nI might get addicted to this...",
    "快感に溺れながら、ちゆるはうっとりと呟く。": "Chiyuru mutters in a trance as she drowns in the pleasure.",
    "教室で、こんな……いけないことして、\nこんなにも気持ちよくなっちゃうなんて……": "In the classroom, doing something like this... something I shouldn't have...\nI didn't think it would feel this good...",
    "だって、%usernameusernameuserna%のが、気持ちよすぎて……っ、\nもう、夢中になっちゃう……": "After all, %usernameusernameuserna%'s thing feels too good...\nI'm so engrossed...",
    "%usernameusernameuserna%が動いてぐちゅぐちゅってされると、\nもう、頭の中が真っ白になっちゃうくらいたまらないのぉ……っ！": "When %usernameusernameuserna% moves and gets squished...\nI can't take it anymore, my mind's going blank...!",
    "蕩けるような表情でちゆるは素直な気持ちを言葉にしていく。": "Chiyuru puts her honest feelings into words with an enchanting expression.",
    "ちゆるの身体もすっかり抽挿に馴染み、\n大量の愛液を零しながら動きをスムーズにしていた。": "Chiyuru's body is completely used to pumping.\nHer movements were smooth as a large amount of her love juices spilled out.",
    "愛液で潤った膣をペニスが突き上げるたびに、\nぐちゅぐちゅといういやらしい音が聞こえてくる。": "Every time my penis thrusts into her vagina, wet with her love juices...\nI can hear a lewd squelching sound.",
    "んぅうううっ、あはぁ……っ！\nすごい……声も、音も、止められない……っ！": "Nnuuuu, ahaa...!\nAmazing... I can't stop my voice, my sound...!",
    "あたしが%usernameusernameuserna%にいっぱい突かれてる音、\nもっともっと聞かせてぇ……っ！": "The sound of me being prodded a lot by %usernameusernameuserna%,\nLet me hear more...!",
    "ちゆるの膣からは、とめどなく愛液が流れ、\nピストンのたびに結合部から溢れていく。": "Love juices flowed endlessly from her loose vagina.\nWith each piston, it overflows from where we're connected.",
    "ちゆるの望むがままに、あえて水音を立て、\n肉と肉を打ち合わせながら互いの快感を煽っていった。": "As Chiyuru wished, I deliberately made a wet sound.\nWe stimulated each other's pleasure as we exchanged blows.",
    "ちゆるが両手をついている机もガタガタと振動し、\nふたりの交合の印は音となって容赦なく教室中に響き渡る。": "The desk where Chiyuru was holding her hands also rattled and vibrated.\nThe symbol of their union became a sound, mercilessly echoing throughout the classroom.",
    "はぁあああっ、%usernameusernameuserna%の、すごいっ！\nあたしのいいとこ、いっぱい突いてるぅ……っ！": "Haaaaah, %usernameusernameuserna%, you're amazing!\nShe's poking me in so many good spots...!",
    "ずっとずっと、気持ちいいのが止まらなくて……んんっ、\n身体、おかしくなる……おかしくなっちゃうぅ……っ！": "For a long, long time, I couldn't stop feeling good... Mmm,\nMy body's going crazy... I'm going crazy!",
    "ちゆるの熱い膣内はずっと肉棒に反応し、\n痙攣し、締め上げ、圧をかけ続けていた。": "Her hot vagina reacted to my dick the whole time.\nShe continued convulsing, squeezing, and applying pressure.",
    "こちらも夢中で、ちゆるの動きに応え続ける。": "I'm also engrossed in responding to Chiyuru's movements.",
    "あぁあ……っ、ま、またっ、すごいのくるっ！\nお腹の奥から、ぞくぞくってするぅ……っ！": "Aaah...! A-Again, something amazing is coming!\nI'm shivering from the depths of my stomach...!",
    "%usernameusernameuserna%ので、あたし、何度もよくなって……\nんんんっ、何度も、イ、イきそうになって……っ！": "With %usernameusernameuserna%, I've gotten better over and over again...\nMmmm, I've been on the verge of cumming so many times...!",
    "んぁあああ……っ、あぁっ、また、いいのいっぱいくるっ！\nおかしくなるぅううっ！": "Nnaaaaah...gh, aah, there's so much good stuff coming again!\nI'm going crazyyyy!",
    "何度目かの痙攣を、ちゆるの膣壁から感じ取る。\nしかし今回のものは、今までと少し違っていた。": "For the umpteenth time, I can feel her convulsions from her loose vaginal walls.\nBut this time, it's a little different from before.",
    "激しい快感に反応し、ちゆるの子宮が降りてくる。\n大量の精液を飲み込むべく、身体が準備を始めていた。": "Responding to the intense pleasure, her loose womb descended.\nMy body starts preparing to swallow up a large amount of semen.",
    "んぁあっ、はぁっ、あ、あぁあ……っ！\nなんだか違うっ、今までと違う気がするぅ……っ！": "Nnaah, haah, ah, aaah...!\nThat's not it! I feel like it's different from before!",
    "%usernameusernameuserna%の、今まで以上に感じる気がする……っ！\nあっ、あぁっ、はひゃあああああ……っ！": "I feel like I can feel %usernameusernameuserna%'s cock even more than before...!\nAh, aah, hahyaaaaah...!",
    "自身の身体の変化に気付いたのか、ちゆるの声が一際高くなる。\nそこには、僅かな困惑の色も含まれていた。": "Perhaps noticing the change in her own body, Chiyuru's voice grew noticeably louder.\nThat included a hint of bewilderment.",
    "んんんんんっ、%usernameusernameuserna%を感じるのっ！\n今まで以上に、すごく感じて……はぁあっ！": "Mmmmmmm, I can feel %usernameusernameuserna%!\nIt feels even better than before... Haaah!",
    "ほしいのぉ……っ、今も、いっぱいきてるのに、\nもっともっと%usernameusernameuserna%のが欲しいのぉっ！": "I want it... Even though there's so much coming out right now...\nI want more %usernameusernameuserna%!",
    "奥の奥まで%usernameusernameuserna%をいっぱい受け入れて……\n%usernameusernameuserna%のを、いっぱい出して欲しいのぉおおっ！": "I accept %usernameusernameuserna% as deep as I can...\nI want you to cum a lot from %usernameusernameuserna%!",
    "本能のままに、ちゆるが求めてくる。": "Instinctively, Chiyuru begged for it.",
    "言葉で、身体で、こちらのすべてを欲しがり、\n搾り取ろうとしていた。": "With words, with her body, she wanted everything about me.\nShe was trying to squeeze it out.",
    "こちらもまた、全身でちゆるを求め、貪っていく。\n互いの粘膜の摩擦が、とめどなく快感を煽っていった。": "Again, I covet her with my whole body, seeking her forgiveness.\nThe friction between our mucous membranes intensifies the pleasure without end.",
    "はぁあああああっ、あふぅっ、%usernameusernameuserna%……っ！\nあぁっ、もう、もう、だめっ、あたし……だめぇえっ！": "Haaaaahhhh, afuu, %usernameusernameuserna%...!\nAaah, geez, I can't, anymore, I... I can't!",
    "これ……んぁあっ、もうだめっ、あたし、イきそう……っ！\n%usernameusernameuserna%ので、イきそう……っ！": "This is... nnahh, I can't take it anymore, I'm about to cum...!\nI'm about to cum from %usernameusernameuserna%...!",
    "%usernameusernameuserna%のをあたしの中にいっぱいもらって、\n一緒に、めちゃめちゃにイきたいのぉお……っ！": "She took a lot of %usernameusernameuserna%'s insides,\nI want to cum so much together...!",
    "ちゆるの奥を穿つたび、亀頭が子宮を突き上げる。\nいやらしいキスで、子宮口が開いていく。": "Each time I gouge into her depths, my glans thrust into her womb.\nHer cervix opens up with a lewd kiss.",
    "膣壁は肉ヒダ一つ一つに至るまでペニスにまとわりつき、\n圧をかけ、全身で精液を搾り取ろうとしていた。": "Her vaginal walls clung to my penis, down to her flesh pleats.\nShe was putting pressure on me, trying to squeeze out my semen with her entire body.",
    "こちらも、激しい快感の予兆に腰がわななく。\n全身の欲望が、下半身の１カ所に集中していった。": "I can't help but tremble at the omens of intense pleasure.\nAll the lust in my body was concentrated in one spot of my lower body.",
    "ふぁああっ、もう、もうだめぇっ、%usernameusernameuserna%！\nん、あ、あぁあ……っ！": "Fuaaah, I can't take it anymore, %usernameusernameuserna%!\nMm, ah, ahhh...!",
    "あ、あ……っ！": "Ah, ah...!",
    "……互いにこれ以上無いほど盛り上がった直後。\n遠くから、足音が聞こえたような気がした。": "...Right after we've had our fill of each other.\nI thought I heard footsteps in the distance.",
    "足音は、こちらに近づいてくる。\n……だが、こちらも既に、止められるような状況ではなかった。": "The footsteps are coming this way.\n...However, we were no longer in a situation where we could stop them.",
    "……%usernameusernameuserna%っ、きてっ、このままきて……！\nこえ、こえ、がまん、するからぁ……っ！": "...%usernameusernameuserna%, cum, cum like this...!\nScary, scary, I'll hold back...!",
    "一瞬、動きがとまったこちらにちゆるは声を抑えて囁く。": "For a moment, Chiyuru stops moving and whispers to me in a subdued voice.",
    "あたし、%usernameusernameuserna%と一緒にイきたいの……っ！\n一緒に、思いっきり気持ちよくなりたい……っ！": "I want to cum together with %usernameusernameuserna%...!\nI want to feel as good as we can together...!",
    "ちゆるの声に背中を押されるように、\n無我夢中で彼女の奥に肉棒を送り込んでいった。": "Chiyuru's voice pushed me from behind.\nIn a trance, I sent my meat pole into her depths.",
    "んんんんんっ、もう、もうだめっ！\nくるっ、んぁあああっ、くる、きちゃうのぉおおお……っ！": "Mmmmmmm, I can't take it anymore!\nIt's coming, nnahhhh, coming, it's comiiing...!",
    "んむっ、んんんんんんんんん……っ！！！": "Mmm, mmmmmmmmm...!!!",
    "んむぅうううう……っ、はぁっ、はぁっ、はぁあああ……": "Nmmmmmmm... haah, haah... haaaaah...",
    "ん……っ、あ、あはぁ……っ、\nあぁ……すごい、すごい、気持ちよかったぁ……": "Mm... ah, ahaa...\nAhh... Wow, wow, that felt so good...",
    "お互いに、声を抑えながら激しい絶頂の波に溺れる。\n心のままに欲望を出し切り、肩を上下させながら呼吸を整えていた。": "We both drown in the violent waves of climax while holding back our voices.\nI let out all my desires in my heart, and tried to catch my breath as my shoulders rose and fell.",
    "……幸い、足音はこちらには向かわなかった。\nちゆると顔を見合わせ、ほっと大きく息を吐く。": "...Fortunately, the footsteps didn't come this way.\nWe slowly glanced at each other and let out a deep sigh of relief.",
    "いやあ、ドキドキしたねぇ。": "Man, my heart was racing.",
    "軽く笑い飛ばすちゆるに、こちらは呆れたように肩をすくめる。": "I shrug my shoulders in exasperation as she laughs lightly.",
    "本当にバレるかと思ったぞ……": "I really thought they'd find out...",
    "あははっ。": "Ahaha.",
    "こちらの言葉も、ちゆるは懲りることなく小さく笑い飛ばす。\nそして悪い顔をして、こちらに囁いた。": "Chiyuru doesn't learn her lesson and laughs a little.\nThen she made a bad face and whispered in my direction.",
    "実はあたし……ここみたいな、\nあんまり人が来ない場所もっと知ってるんだよね。": "The truth is... I'm like this...\nI know more about places where not many people come.",
    "……もしかして、またやるのか？": "...Are you going to do it again?",
    "ん？　そういう%usernameusernameuserna%は、\nもしかしてこういうの、嫌かな？": "Hm? That kind of %usernameusernameuserna%...\nMaybe she doesn't like this kind of thing?",
    "ちゆるはこちらを見つめたままにやにやと笑っている。": "Chiyuru is still looking at me and grinning.",
    "……仕方ない。ここは、しっかり言っておかねばなるまい。": "...It can't be helped. I have to say this properly.",
    "……また行く時があったら言ってくれ。\nいつでも付き合うから。": "...Let me know if you ever need to go again.\nI'll always be with you."
}