{
    "――来ましたわね。": "――You're here.",
    "あれ？　キミひとりだけ？": "Huh? Just you?",
    "いらっしゃいませっ、ですわ！": "Welcome, sir!",
    "わかってはいましたが、これだけ撃って１発も当たらないなんて！": "I knew that, but I can't believe I didn't get a single shot from this many shots!",
    "本当に、あなたは何が見えていますの！？": "Really, what do you see!?",
    "ああ、沙耶からなにか聞いたの？\n別に、みんなと同じだよ。なにもおかしなものは見えてない。": "Ah, did Saya tell you something?\nI'm the same as everyone else. I can't see anything strange.",
    "ただ、なんとなく感じるんだよね。\n自分に向けられた殺気？　みたいなのがさ。": "It's just that, somehow, I can feel it.\nA murderous intent directed at me?",
    "……オカルトですわね。\nというか、通信が返ってくるとは思いませんでしたわ。": "...That's occult.\nActually, I didn't think we'd get a call back.",
    "せっかくのタイマンだってのに、\nお互い黙ったままっていうのも寂しいじゃん？": "Even though it's a time-out,\nDon't you think it's a little sad that we're both silent?",
    "ま、時間稼ぎのつもりなのかもしれないけど。\nちょっとくらい付き合っても結果は変わらないしね。": "Well, maybe she's trying to buy us some time.\nEven if we hang out a little, the results won't change.",
    "私の仲間がキミ達に負けるわけないもん。": "There's no way my friends will lose to you.",
    "直接対峙してよくわかりますわ……ユリアさんの強さが。": "Face-to-face, I can tell just how strong Julia is.",
    "ただそこにいるだけなのに、圧を感じる……\nこれが絶対的強者のオーラですのね。": "Even though I'm just there, I feel pressure...\nSo this is the aura of an absolute strongman.",
    "ですが……それでも立ち向かわなければなりません。\nみんなが、わたくしを信じてくれているから！": "But... we still have to face it.\nBecause everyone believes in me!",
    "へぇ……やる気なんだ？真正面から戦っても、\n私には絶対勝てないと思うよ。": "Huh... So you're going for it? Even if you fight head-on,\nI don't think you can beat me.",
    "あなたはきっと、才能だけでなく、\nわたくしには想像の及ばない努力を重ねてきたのでしょう。": "I'm sure you're not just talented.\nYou've put in far more effort than I could ever have imagined.",
    "そんな相手にわたくしが勝てる道理はありません。\n百回戦えば百回負けるでしょう。": "There is no reason for me to win against such an opponent.\nIf you fight a hundred times, you'll lose a hundred.",
    "シリウスシュガー『なんか』と呼ばれても、何も言い返せませんわ。\nそれほどまでに、積み上げてきたものが違うのですから。": "Even if you call me Sirius Sugaru 'something,' I can't say anything back.\nThat's how different the things I've piled up are.",
    "……けど、それがなんだというのです。勝てないから諦める？\n言語道断ですわ。": "...But what about it? Are you giving up because you can't win?\nThat's outrageous.",
    "シリウスシュガーは文句なしの最底辺チーム。\nそしてわたくしは、そんなチームのふがいないリーダー。": "Sirius Sugaru was a bottom-tier team with no complaints.\nAnd I am the worthless leader of such a team.",
    "今が最悪なら、これ以上失うものなんてありはしない。\nでも……わたくしたちはここから這い上がって行くのですわ！": "If this was the worst now, there was nothing more to lose.\nBut...we're going to crawl up from here!",
    "今日、ここで！　あなた達カオスメイデンを倒して！\nわたくし達は伝説になるのです！": "Today, here and now! Defeat Chaos Maiden!\nWe will become legends!",
    "（……雰囲気が変わった。仕掛けてくる）": "(...The atmosphere has changed. They're attacking us.)",
    "先程、自分に向けられる殺気を感じると仰いましたわよね？\nそれなら……自分に向けられてない殺気はいかがでしょう？": "You said you felt the bloodlust directed at you earlier, didn't you?\nIn that case... what about the bloodlust that isn't directed at you?",
    "銃口を後ろに……？　なにをするつもり――": "The muzzle of the gun behind me...? What are you planning to do—",
    "ユリア・バーンズさん！\nシリウスシュガーのリーダーとして、あなたを倒しますわ！": "Julia Burns!\nAs the leader of Sirius Sugaru, I will defeat you!",
    "その後ろにあるのって、榴弾……！？\nまさか……！！": "Behind them is a grenade...!?\nNo way...!!",
    "大爆発が起こると同時に、爆風が背後から七彩機を襲う――": "At the same time as the massive explosion, a blast assaulted the seven-colored machine from behind――",
    "大丈夫……榴弾ならこの距離で受けても、機体に大きな損傷はない！\nその爆風を利用して……っ！": "I'll be fine... I can take a grenade at this distance, but it won't do any serious damage to the aircraft!\nUse that blast to...!",
    "なっ！？　ウソでしょ……！？\n爆風を使って距離を詰めるなんて――": "Wha!? You're kidding...!?\nUsing the blast to close the distance—",
    "これがわたくしの覚悟ですわ！": "This is my resolve!",
    "あはは、最高に面白いことしてくれるじゃん！": "Ahaha, that's the most interesting thing you can do!",
    "__translated__": "true"
}