{
    "舞亜が俺を呼び出すなんて珍しいな。\n一体なんの用事なんだ？": "It's rare for Maia to summon me.\nWhat the hell are you doing here?",
    "来てくれてありがとうね。\n単刀直入に言うけど……私とデートをしてもらいたんだ。\n": "Thank you for coming.\nI'll get straight to the point... She went on a date with me.\n",
    "……単刀直入にもほどがあるぞ。": "...There's a limit to how straightforward you can get.",
    "ふふ、%usernameusernameuserna%がそんな風に、\n驚いている表情を見るのは珍しいかもしれないわね。": "Hehe, %usernameusernameuserna% is like that,\nIt might be rare to see her look surprised.",
    "いや、それよりもデートに関しての説明を頼む……": "No, more importantly, please explain about the date...",
    "ごめんごめん。話を端折りすぎたわね。": "Sorry, sorry. I got a little too caught up in the conversation.",
    "実は、知り合いの子から相談を受けたの。\nそれ自体はよくあることなんだけど、内容が、ね……": "Actually, I was consulted by a girl I know.\nThat's pretty common in and of itself, but the content is...",
    "いつも葵をフォローしてチームを支えている舞亜なら、\n悩み相談くらいお手の物だと思うが……": "Maia, who was always backing Aoi up and supporting the team, could do it\nI think she's pretty good at consulting people about their problems...",
    "その子、気になる異性がいるんだって。\nで、今度その相手を遊びに誘ってみるらしいんだけど。": "She said there's a girl of the opposite sex she's interested in.\nSo, it seems she's going to invite that person to hang out sometime.",
    "当日に備えてデートの参考になる情報を求められたんだけど、\n生憎、私もその手の経験はさっぱりだから。": "I was asked for information that would be useful as a reference for our date in preparation for the day, but...\nUnfortunately, I don't have any experience with that sort of thing.",
    "恋愛相談か。責任重大だな……": "Love advice, huh? That's a lot of responsibility...",
    "でしょ？　経験もないのに適当なアドバイスをして、\nご破算にしちゃうわけにもいかないし。": "Isn't that right? Even though I don't have any experience, I give her some appropriate advice\nI can't afford to ruin it.",
    "それで俺に助言を求めにきたのか。\nあまりアテにならないと思うぞ。": "Is that why she came to me for advice?\nI don't think I'll be able to rely on you much.",
    "%usernameusernameuserna%に丸投げするつもりはないわ。\n一応、私なりにデートプランは考えてみたの。": "I'm not going to throw it all at %usernameusernameuserna%.\nI tried to come up with a date plan in my own way.",
    "でも、こういうことって男性の意見も重要でしょ？\nだから『実践』の相手をお願いしたくて。": "But men's opinions are important in this kind of thing, aren't they?\nThat's why I wanted to ask you to be my \"practice\" partner.",
    "実践……要するに、お試しでデートしてくれってことか？": "Practice... So basically, you're asking me to go on a date as a test?",
    "呑み込みが早くて助かるわ。\nそれに、頼める男の子は%usernameusernameuserna%しかいなくて。": "I'm glad you're so quick to swallow.\nBesides, the only boy I could ask for was %usernameusernameuserna%.",
    "それで、どう？\nお試しのデートに付き合って貰えるかしら？": "So, how's it going?\nWould you be willing to accompany me on a trial date?",
    "約束の時間まで、ちょっと余裕があるな……\n舞亜が来るのはまだ先か……ん？": "There's a bit of leeway until the appointed time...\nIt's still a while before Maia arrives... Hm?",
    "――まだ集合の１５分前よ？\nちょっと到着するには早いんじゃないかしら？": "――It's still fifteen minutes before we meet up.\nIsn't it a little early to be arriving?",
    "舞亜こそ。\n……というか、どれくらい待ったんだ？": "You too, Maia.\n...Wait, how long have we been waiting?",
    "私のことは気にしないで。\n誘った方がルーズじゃ困るでしょ？": "Don't worry about me.\nWouldn't it be more troublesome if I invited you?",
    "そりゃそうかもしれないが……": "That might be true, but...",
    "じゃ、早速行きましょ。\nまずはコンテンポラリー・アートの個展からね。": "Okay, let's get going.\nLet's start with a contemporary art exhibition.",
    "コンテンポラリー……現代美術か？\n全然詳しくないんだが、ついていけるかな。": "Contemporary... contemporary art?\nI don't know much about it, but I wonder if I'll be able to keep up.",
    "ふふ。知識は仕入れてきたから、ガイドはご心配なく。": "Hehe. I've got all the knowledge I need, so don't worry about the guide.",
    "ダンボールや紙細工で、あんな色々表現できるものなんだな。": "I didn't know cardboard and paperwork could express so many things like that.",
    "ここ数年、話題のアーティストだそうよ。\n童話や戯曲を題材に、１００を超える作品を手がけたんだって。": "He's been the talk of the town for years.\nHe wrote over a hundred works based on fairy tales and plays.",
    "館内の作品もすごいが、舞亜の補足と解説も、\nそれに負けないくらい面白かったな……": "The works in the complex were amazing, but Maia's additions and commentary were also impressive\nIt was just as interesting as that...",
    "ふふ、楽しんでいただけて何よりね。次は映画館へ行きましょ。\nちょうど、面白い映画が上映してるの。": "Haha, I'm glad you enjoyed it. Let's go to the movie theater next.\nThere's an interesting movie showing right now.",
    "展示を見終えたばかりで、もう移動するのか？": "We've only just finished looking at the display. Are we going to move now?",
    "のんびり歩けば、１０分前に到着するわ。\nだから、さっきの美術館の話をしながら歩きましょ？": "If you walk around leisurely, you'll arrive ten minutes early.\nSo let's walk around talking about the museum, okay?",
    "あ、ああ。\nしっかりタイムスケジュールまで考えられてるんだな……": "Y-Yeah.\nShe's really thinking about her time schedule...",
    "いや、いい映画だった……": "No, it was a good movie...",
    "思った以上に映画が盛況でびっくりしたわね。\n前もって席を準備しておかなかったら見れなかったかも。": "The movie was a lot more popular than I expected. I was surprised.\nI might not have been able to see it if I hadn't prepared a seat ahead of time.",
    "舞亜が選んでくれなかったら見る事もなかっただろうな。\nありがとう、いい映画が楽しめたよ。": "If Maia hadn't chosen it, I probably wouldn't have seen it.\nThank you. I enjoyed the movie.",
    "ふふ、それならよかったわ。\nでも、まだまだ終わりじゃないわよ？": "Heehee. I'm glad to hear that.\nBut it's not over yet, you know?",
    "まだ他に見るものがあるのか？": "Is there anything else you want to see?",
    "よいしょっと……\nここの公園からの景色、とっても素敵なのよ。\n夕暮れなんて、特に綺麗でね。": "Here we go...\nThe view from the park here is wonderful.\nSunsets are especially beautiful.",
    "なるほど。確かに……こんなきれいな風景を見て、\n静かに過ごす時間も悪くないな。": "I see. It's true... seeing such a beautiful scenery...\nSpending time in peace isn't so bad.",
    "%usernameusernameuserna%は、\n休日どんなふうに過ごしてるの？": "%usernameusernameuserna%...\nHow do you spend your days off?",
    "これといって決まった過ごし方はないな。\n仲間と遊んだり、訓練の復習をしたり、あとはゲーセンとか……": "Even so, there's no fixed way to pass the time.\nPlaying with my friends, reviewing my training, and then going to the arcade...",
    "ゲーセン？　いいわね。\n今度、私も連れていってよ。": "The arcade? Sounds good.\nNext time, take me with you.",
    "構わないけど、それなら今度と言わず今からでも……": "I don't mind, but if that's the case, I won't have to ask next time...",
    "今日行っちゃったら、次のデートの楽しみを潰しちゃうじゃない？\nそれよりも今は、ここからの眺めを堪能したいわ。": "If you go today, you'll ruin the fun of our next date, won't you?\nMore importantly, I want to enjoy the view from here.",
    "ああ、なるほど。\n次のデートプランを決めるまでが舞亜のプランなのか。": "Ah, I see.\nWas Maia's plan until she decided on her next date plan?",
    "確かに、次回のデートの約束を取り付けるために\nきっかけを考えておくのは大事かもしれないな。けど……": "Indeed, in order to get a promise for the next date\nIt might be important to think of an opportunity. But...",
    "ここのカフェのデザートがお勧めなの。\nこれで今日のデートプランは終了……どうかしら？": "I recommend the desserts at this café.\nThat's all for today's date plan... What do you think?",
    "なるほど、よく考えられてる。\n初めてのデートとしては無難で、ある意味完璧かもしれないな。": "I see. She's really thinking about it.\nIt's safe for our first date, and in a way, it might be perfect.",
    "……！": "...!",
    "つまり……%usernameusernameuserna%的にはだめだったのね？\n……デート内容の、どこがだめだったのかしら？": "In other words... %usernameusernameuserna% couldn't do it, right?\n...What was wrong with the date?",
    "なんていうか……計画的すぎて余白がない、\nという感じかな……": "How do I put this...? It's so planned that there's no room for error,\nI guess that's how it is...",
    "余白……？": "A margin...?",
    "学生同士のデートって、もっとこう、\n上手くいかないことも多いもんじゃないか？": "A date between students would be more like this,\nIsn't there a lot of things that don't go well?",
    "そうかもしれないけど、相談してきた子に失敗させて\nイヤな思いをさせるわけにもいかないし。": "That might be true, but let the girl who came to me for advice fail\nI can't make her feel bad.",
    "失敗を笑い合ったり、回り道やムダを楽しんだり、\nそういうのも含めた初々しさもデートの楽しみだと俺は思う。": "They laughed at each other's failures, and enjoyed detours and wastes\nI think her innocence is part of the fun of going on a date.",
    "デート経験なんかないって言いつつ、\nソツなくまとめてきた舞亜はすごいと思ったよ。ただ……": "Even though she said she didn't have any date experience,\nI thought Maia was amazing for putting it all together so smoothly. But...",
    "……やりすぎだった、ってこと？": "...Was I overdoing it?",
    "せっかく練ってくれた計画を\n根本から否定するような意見で悪いんだが。": "I want to know the plan you worked so hard to come up with\nI'm sorry for denying it from the bottom of my heart.",
    "……そっか。\n一旦学園に戻って考え直さないとね！": "...I see.\nWe'll have to go back to the academy and reconsider!",
    "今日は付き合ってくれてありがとう。\n%usernameusernameuserna%のおかげで、すごく助かったわ。": "Thank you for going out with me today.\nThanks to %usernameusernameuserna%, I was really saved.",
    "（これで解散って雰囲気だな。でも……）": "(Now it feels like we're disbanding. But...)",
    "計画的とか完璧すぎるって俺の指摘のことなら、\nあまり気にするな。": "If it's something I point out as too planned or too perfect,\nDon't worry about it too much.",
    "え……？": "Huh...?",
    "こっちのデートに対する考え方だって、\n正直アテになるようなもんじゃない。": "Even my way of thinking about dates...\nHonestly, it's not something I can rely on.",
    "……気を遣ってくれてるの？": "...Are you being considerate?",
    "学園に戻る前からちょっと様子が変だったからな。\n今も空元気に見えるぞ？": "She was acting a little strange even before we got back to school.\nYou still look empty, don't you?",
    "あはは……なんだ、バレバレなんだね。": "Ahaha... Oh, so it's obvious.",
    "……私って、昔からそうなんだよね。": "...I've always been like that.",
    "舞亜？": "Maia?",
    "やりすぎちゃうんだ。\n勉強でもスポーツでもなんでも。": "You're going too far.\nStudying, sports, anything.",
    "『やりすぎ』……確かカフェでもそう言ってたな。": "\"It's too much\"... I'm pretty sure she said that at the café, too.",
    "私ばっかり前に進んで、気付いたら周りのみんなは辞めちゃう。\nお前にはついて行けない、楽しくない、って。": "I'm the only one who moves forward, and before I know it, everyone around me quits.\nI can't keep up with you. It's not fun.",
    "本当は一緒に楽しくやりたかっただけなんだけどね……": "Honestly, I just wanted to have fun with you...",
    "だから進学してからは、\n省エネスタイルでやっていくことにしたんだけどさ。": "That's why, after I went to college,\nI decided to do it in an energy-saving style.",
    "まさか今さら、デートでも同じ轍を踏んじゃうなんてね。\n私らしいといえば私らしいけど。": "I didn't think I'd make the same mistake on a date now.\nIt's very much like me, though.",
    "舞亜……俺は――": "Maia... I...",
    "ぐう～っ。": "Guuuu.",
    "……": "......",
    "……俺の腹め。何もこんなタイミングで鳴ることはないだろ……": "...My stomach. There's no need to cry at a time like this...",
    "そういえば、カフェでデートを中断しちゃったものね。\nもしまだ時間があるなら、ついて来て。": "Come to think of it, we stopped our date at the café.\nIf you still have time, come with me.",
    "柊校舎の食堂に連れてきてくれた舞亜は、\nそのままエプロンを付けて調理場に立ち……": "Maia, who had brought me to the Hiiragi school cafeteria...\nI put on my apron and stood in the kitchen...",
    "って、もしかして舞亜が料理を作ってくれるのか？": "Wait, is Maia going to cook for me?",
    "ちょくちょく調理実習室を借りて作ってるから。\nカラフルブーケのみんなにご馳走するためにね。": "I borrow the cooking practice room from time to time to make it.\nTo treat everyone at the colorful bouquet.",
    "普段から葵達に手料理を振る舞ってるのか？": "Do you usually cook for Aoi and the others?",
    "ときどきね。たまに準備を手伝ってもらうこともあるの。\nせいぜいお皿出しとか、テーブルを拭いてもらう程度だけど。": "Every now and then, I'd ask her to help me prepare.\nAt most, I'd have them serve plates or wipe the table.",
    "みんなといるとドタバタしちゃうこともあるけど、\nそういう賑やかなのが楽しくて――": "When I'm with everyone, I can get a little flustered, but...\nThat kind of liveliness was so much fun—",
    "それだよ、舞亜。": "That's it, Maia.",
    "えっ？": "Huh?",
    "計画とか考えず、失敗してもいいから\n同じ目線で一緒に楽しむんだ。デートと同じさ。": "You don't have to think of a plan. You can fail.\nWe're going to look at each other the same way. It's the same as a date.",
    "あ……そっか。そうだよね。\nこんな簡単なことでよかったんだ。": "Oh... I see. You're right.\nI'm glad it was this simple.",
    "とっくに気付いていたはずなのに、\nすっかり忘れちゃってたんだなぁ、私。": "She should have realized it by now, but...\nI must have completely forgotten.",
    "デートの相談してきた子に、\n参考になるアドバイスをしてあげられそうだな。": "To the girl who came to me for advice on our date...\nLooks like I can give you some useful advice.",
    "だね。でもその前に……\nまずは私達の食事の時間を楽しみましょ。": "Yeah. But before that...\nLet's enjoy our meal time first.",
    "改めて、%usernameusernameuserna%の意見を聞いておかないと。\nお口に合えばいいんだけどね。": "I need to hear %usernameusernameuserna%'s opinion again.\nI hope it suits your tastes.",
    "期待させてもらうさ。胃袋の準備は万端だしな。": "I'll look forward to it. My stomach's all ready.",
    "どう……かな？\n味付けはちょっと濃いめにしてみたんだけど。": "What do you think...?\nI tried making the seasoning a little stronger.",
    "――うん、美味い！": "—Yeah, it's good!",
    "ホントに？　よかった。\nやっぱり男の子には薄味じゃ物足りないもんね。": "Really? Thank goodness.\nA light flavor isn't enough for a boy, after all.",
    "カフェで食べてこなかったのは、結果的に正解だったな。": "I guess not eating at the café was the right answer in the end.",
    "ふふ、それは褒めすぎよ。\nそんなお店と比べられるほどじゃないわ。": "Haha, that's too much praise.\nIt's nothing compared to a place like that.",
    "率直な感想を言ったまでさ。\nああ、それと――": "I was just being honest.\nOh, and—",
    "どうしたの？\nさすがにデザートは出ないけど……": "What's wrong with you?\nOf course, dessert doesn't come out, but...",
    "デートの実践テストに限らず、俺が相手の時は\nやり過ぎを気にする必要はないからな。": "It's not just the practical exams for dating, but when I'm with someone\nThere's no need to worry about going too far, after all.",
    "恋愛相談の助言を求められたから率直な感想を言ったけど、\n舞亜の今日のデートプラン、俺は全然嫌いじゃない。": "She asked me for advice on love advice, so I gave her my honest opinion, but...\nI don't hate Maia's date plan at all.",
    "というか、むしろ楽しめたぞ。\nだから舞亜が自重する必要なんてないからな。": "Actually, it was actually fun.\nThat's why there's no need for Maia to restrain herself.",
    "……葵みたいなこと言ってくれるんだね。": "...You sound like Aoi.",
    "葵が、今の俺と似たようなことを？": "Aoi did something similar to me right now?",
    "うん……私がやりすぎても構わないって。\nありのままを受け入れて、友達でいてくれる子なんだ。": "Yeah... I don't mind if I overdo it.\nShe's the kind of girl who accepts things as they are and stays friends with them.",
    "……そうか。\n葵は大切な存在なんだな。舞亜にとって。": "...I see.\nAoi is important to Maia, isn't she?",
    "うん、そうだよ。\n葵は私の大切な友達で……眩しい憧れなんだ。": "Yeah, that's right.\nAoi is a precious friend of mine... A dazzling yearning.",
    "……気が向いたら、葵とのことをもっと深く聞かせてくれ。\n次のデートの機会でもいいぞ。": "...If you feel like it, tell me more about Aoi.\nWe can go on our next date.",
    "ふふっ。考えておくね。\nまたデートするかどうかも含めて。": "Hehe. I'll think about it.\nIncluding whether or not we're going on another date.",
    "でもその代わり、%usernameusernameuserna%の話も聞かせてもらうわ。\n噂の指揮官さん。": "But in exchange, I'll tell you about %usernameusernameuserna%.\nThe rumored commander.",
    "俺のこと？": "You mean me?",
    "葵によく似たことを言うあなたが、どんな人なのか……\n以前よりも気になってきたからね。": "I don't know what kind of person you are, saying something so similar to Aoi...\nI'm even more curious about it than before.",
    "なんでも聞いてくれ。\n大して面白い話は出てこないと思うけどな。": "Ask me anything.\nI don't think there'll be any interesting stories coming up, though.",
    "舞亜みたいな子が理想だな": "Ideally, a girl like Maia.",
    "葵って言ったらどうする？": "What would you do if I said Aoi?",
    "じゃあ……最初の質問。\n%usernameusernameuserna%の好みの女性って、どんなタイプ？": "Then... my first question.\nWhat kind of woman is %usernameusernameuserna%' type?",
    "理想って……ふふっ、そこまで言う？\nもしかして、からかわれたのかしら？": "Ideals...? Hehe, are you really going to go that far?\nMaybe she was just teasing me?",
    "デートだったら、率直に答えてあげるのが正解だろ？": "If it's a date, isn't it the right choice to give her a frank answer?",
    "……ありがとう、お世辞でも嬉しいわ。\n本当のデートで言われたら、ドキドキしちゃうかも。": "...Thank you. Even if it's flattery, I'm happy.\nIf she said that on a real date, my heart might race.",
    "まあ、俺はお試しの相手だからな。\nドキドキは本当のデートの時に取っておく方がいいだろ。": "Well, I'm a test subject.\nIt's better to save your excitement for when you're on a real date.",
    "そうね。今のところは、ね。": "That's right. For now, yes.",
    "ふぅん……それって私をからかってる？\n葵を取られたら、どんな反応をするかって。": "Hmm... Are you teasing me?\nHow she'd react if Aoi was taken.",
    "からかうような質問をしてきたのは、舞亜の方だろ？": "Maia was the one who asked me a teasing question, wasn't she?",
    "……からかってると思う？": "...Do you think I'm teasing you?",
    "ほら、またそうやって。\nそんな程度じゃ、俺は動揺しないぞ。": "See, you're doing that again.\nThat's not enough to shake me.",
    "ふふっ。さすがね、優秀な指揮官さん。": "Hehe. That's a good commander for you.",
    "他に何か聞きたいことはあるか？": "Is there anything else you want to ask?",
    "今日のところは、これで遠慮しておこうかな。\n１度で全部聞いちゃうのはもったいないでしょ？": "I think I'll pass for today.\nIt'd be a waste to hear everything in one go, wouldn't it?",
    "……だから、またいつかデートに誘うわ。\n続きはその時に、ゆっくり教えてね？": "...So I'll ask you out on another date someday.\nLet me know when you're done, okay?"
}