{
    "俺達は未調査<r=ドリフト>横坑</r>の探索を進めていた。": "We were exploring the unexplored <r-drift> Drift.",
    "油断が招いた不意打ちを経験したおかげか、\nチーム全体に気の抜けた様子は見られない。": "Perhaps it was because she'd experienced a surprise attack brought about by carelessness\nThere was no sign of the team as a whole being relaxed.",
    "だが、いつ敵が現れるかわからない緊張感と同時に、\n未調査領域を探索する冒険心もあった。": "However, at the same time as the tension of not knowing when the enemy might appear...\nThere was also the adventurous spirit of exploring unexplored territory.",
    "……静かだな。": "...It's so quiet.",
    "はい、メイズシフターの痕跡も全然ありません……": "Yes, there's no sign of the maise shifter at all...",
    "痕跡がなくともどこに潜んでいるかわからないので、\n警戒は怠らないでくださいね。": "Even without a trace, there was no telling where they might be hiding, so...\nDon't let your guard down.",
    "わかってる。今度はもう、油断しない。": "I know. This time, I won't let my guard down anymore.",
    "う～っ……くるならこい！\nやっつけてやるぅ！": "Ugh... If you're coming, then come!\nI'll take you down!",
    "いや、呼ばなくていいから。\n何事もないに越したことないし。": "No, you don't have to call me that.\nIt'd be better if nothing happened.",
    "だが、それにしても順調すぎる……": "But even so, things are going too well...",
    "見えない脅威を警戒し続け、\n俺達の精神は少しづつ削られていく。": "She continued to be wary of unseen threats\nOur minds were being whittled down bit by bit.",
    "……ふう……": "...Phew...",
    "時々、通信機から息遣いの音が聞こえる。": "From time to time, I could hear the sound of someone breathing through the communicator.",
    "俺も大きく息を吸い込み、\nゆっくりと深呼吸をした。": "I took a deep breath, too\nI took a slow, deep breath.",
    "…………": "............",
    "前方、敵影なし……まだ進めます……": "There's no sign of any enemies ahead... We can keep going...",
    "後方も安全確保。……まだ大丈夫。": "I'll make sure the rear is safe, too. ...I'm still fine.",
    "みんなの声にも覇気がない。\n消耗が激しいのだろう……": "There was no energy in everyone's voices either.\nIt must be exhausting...",
    "敵と遭遇したら帰還する。そう考えているうちに、\nだいぶ奥まで進んでいたようだ。": "If I run into any enemies, I'll go home. While I'm thinking that...\nLooks like we've made it pretty far in.",
    "ドリフトの中は、依然として不自然な静寂に包まれている。": "There was still an unnatural silence in the drift.",
    "……あの、改めてさっきのフォローありがとう。気が緩んでた。": "...Um, thanks again for the follow-up. I wasn't paying attention.",
    "ん？　ああ、さっきのメイズシフターの件か。": "Hm? Oh, it's about that maise shifter.",
    "本当に油断してた。ラミも助かったよ。": "I really let my guard down. You saved Rami, too.",
    "気にするな。": "Don't worry about it.",
    "あのさ……正直に答えてほしいんだけど……\nラミのこと生意気なヤツだって思ってるでしょ？": "You know... I want you to answer honestly...\nYou think Rami's cheeky, don't you?",
    "え……？": "Huh...?",
    "……気遣わなくていいよ。": "...You don't have to worry about me.",
    "（どうしたんだ、いきなり……）": "(What's gotten into her all of a sudden...?)",
    "ラミさ、こんなちんちくりんな見た目だから、\n入学した当時はすっごく周りからナメられてたんだよね。": "Rami-sa, because you look so small,\nAt the time I enrolled here, the people around me looked down on me.",
    "前からナメられるのだけは我慢ならなくて、憎まれ口をきいて、\n自分を大きく見せないと自分のこと守れなくて……": "She couldn't stand being looked down on for a long time, so she spoke hatefully\nI can't protect myself unless I make myself look bigger...",
    "（ラミってこんな簡単に、弱みを見せるような子だったか？）": "(Was Rami the kind of girl to show weakness so easily?)",
    "――わたしも、みんなから『できるヤツ』だと思われてるけど、\n本当は全然そんなことないの。": "—Everyone thinks I'm someone who can do it, too\nHonestly, that's not true at all.",
    "むしろ、その逆。ポンコツっていうか……\nただいつもなぜか妙に運が良くて、なんでも上手くこなしてしまうの。": "In fact, it's the opposite. It's more like a piece of junk...\nIt's just that, for some reason, I'm always strangely lucky, and I do everything well.",
    "（白奈もか……）": "(Hakuna too, huh...)",
    "どうしたんだ、お前ら。今までそんな話しようともしなかったのに。": "What's wrong with you guys? You've never even tried to talk about that before.",
    "……なんでだろう。ラミもわかんない。こんな話、誰にも\nするつもりなかったのに……なんだろう、考えもまとまんない……": "...Why? Rami doesn't get it either. No one's talking about this.\nI didn't mean to... I can't think straight...",
    "……不思議。まるで病気みたい……": "...It's strange. It's like I'm sick...",
    "病気……？　まさか……": "Illness...? Don't tell me...",
    "（もしかして、俺やみんなの消耗の激しさも……）": "(Could it be that the exhaustion of me and everyone else is also...)",
    "これも『メイズシンドローム』の症状か！？": "Is this another symptom of \"Maise Syndrome\"?!",
    "すまない、七彩ッ！　引き返すぞ！　メイズシンドロームだ！！": "Sorry, Nanasai! Let's turn back! It's the Maze Syndrome!!",
    "（くそ、思考力が落ちていて、判断が遅れた……！）": "(Dammit, I've lost my ability to think, and I'm too late to make my decision...!)",
    "……！！　はい！": "...!! Yes!",
    "瞬間、周囲から地響きが聞こえてきた。": "Instantly, the earth shook from all around us.",
    "っ、ぜ、前方に敵影……！　メイズシフターですっ！": "Th-There's an enemy shadow up ahead...! It's a Mayse-Sifter!",
    "くっ……頭が働かないこんなときに……！": "Ugh... I can't think straight at a time like this...!",
    "っ……迎え撃ちますわ！\n陣形を整え、攻撃準備！": "...I'll intercept them!\nForm a formation, prepare to attack!",
    "明らかに全員、本調子ではない。\nだが、もはや俺達に選択の余地はなかった。": "Clearly, none of them were at their full strength.\nBut we no longer had a choice."
}