{
    "エヴィ、頼まれていた物、買ってきたぞ。\n……エヴィ？": "Eve, I bought what you asked for.\n...Evie?",
    "（『エナドリが切れた』『今忙しいから買ってきて』\nと頼まれたから持ってきたが……）": "(\"I ran out of energy.\" \"I'm busy right now, so go buy some.\")\nOr so she asked, so I brought it with me, but...)",
    "…………": "............",
    "（パソコンに向かって、すごい集中してる……）": "(She's facing the computer, concentrating so hard...)",
    "……ん？　あ、来てたんだ。": "...Hm? Oh, you're here.",
    "やっと気づいたか……何してるんだ？": "So you finally noticed... What are you doing?",
    "セキュリティコンサルの副業。\n今は、クライアント向けのセキュリティマニュアルを作成中。": "A side job as a security consultant.\nRight now, I'm working on a security manual for my clients.",
    "これ、頼まれてたエナドリ。\nどうしたらいい？": "This is the energy bird you asked for.\nWhat am I supposed to do?",
    "ん、テーブルに置いておいて。": "Yeah, put it on the table.",
    "やれやれ……": "Good grief...",
    "（って、なんだこのテーブルの上のゴミ山……！？\n宅配フードの空箱と――エナドリの空き瓶！？　何十本あるんだ！？）": "(Wait, what's this trash pile on the table...!?)\nAn empty delivery food box and—an empty energy bottle?! How many dozens of them are there?!)",
    "（……さすがにエヴィの生活ぶりが心配になるな）": "(...I can't help but worry about Eve's lifestyle.)",
    "エヴィ……もしかして、ずっと部屋に籠もってないか？\n一体、どれくらい外に出ていないんだ？": "Eve... Could it be that you've been holed up in your room this whole time?\nHow long has he been gone?",
    "うーん……別に、そんなには引きこもってないよ？": "Hmm... I'm not really that shut-in, you know?",
    "多分、１週間くらい……？　あれ？　２週間だっけ？": "About a week...? Huh? Two weeks, right?",
    "うろ覚えになるほど、外に出てないのか……\n大丈夫なのか……？": "I guess I haven't gone outside long enough to remember...\nAre you okay...?",
    "全然へーき。": "I'm totally fine.",
    "そう言いながらも、ずっとパソコンから目を離さないんだよな……\nほっとけないし、ゴミの片付けがてらちょっと見守ろう。": "Even as she says that, she never takes her eyes off the computer...\nI can't leave her alone, so I'll just watch over her as she cleans up the trash.",
    "ふう……": "Phew...",
    "お、一区切りついたのか？\nちゃんと休憩は取った方がいいぞ。": "Oh, you're done?\nYou should take a proper break.",
    "……%usernameusernameuserna%、ずっといたの？\nテーブルの上のゴミも片付けてくれたんだ。": "...%usernameusernameuserna%, have you been here the whole time?\nHe cleaned up the trash on the table, too.",
    "キッチン横にゴミ袋でまとめただけだけどな。": "I just put it in a garbage bag next to the kitchen, though.",
    "そっか……ありがと。\n言われたとおり少し休憩でもするかな。": "I see... Thanks.\nI guess I'll take a short break, just like she said.",
    "%usernameusernameuserna%に来客用の飲み物も出さないとね。": "I'll have to get %usernameusernameuserna% a drink for the guests, too.",
    "……というわけで、はい、飲み物。\n買ってきてくれて、ありがと。": "...Anyway, here's your drink.\nThanks for buying it for me.",
    "それ、さっき買ってきたエナドリじゃないか。\nお前の部屋、これしか飲み物ないのか？": "Isn't that the energy bird I bought earlier?\nIs this the only drink in your room?",
    "……ないけど？　他に必要？\nこれ１本で仕事に必要なエネルギー摂れるし、十分でしょ。": "...I don't. Do you need anything else?\nThat's enough energy for a job, isn't it?",
    "（十分……なのか？）": "(Is that... enough?)",
    "にしても、お前、働き過ぎなんじゃないか？": "Still, don't you think you're working too hard?",
    "まだまだ全然足りないよ。\n……夢に溺れて会社を潰した人たちの後始末にはね。": "It's still not enough.\n...To clean up after the people who drowned in their dreams and ruined the company.",
    "会社を潰した人たち……？": "The people who ruined the company...?",
    "お父……じゃない、下手に野心だけはある人たちに\n巻き込まれちゃうと、ろくなことにならないってこと。": "To my father... I mean, to some people who carelessly have ambitions.\nNothing good will come of getting caught up in it.",
    "（あまりあれこれ聞き出そうとしないほうが良さそうだな）": "(Maybe I shouldn't try to get too much out of him.)",
    "……やっぱ、コスパよく生きないと。\n無駄なことをしないのが、一番人生を上手く生きるコツだよ。": "...I really do need to live a good life.\nDon't waste your time. That's the trick to living your life the best.",
    "エヴィの話しぶりは、\n随分世慣れている感じだ。": "The way Eve was talking...\nShe seems pretty used to the world.",
    "とはいえ、だ。": "That said...",
    "忙しいからって、デリバリーやエナドリばかり口にしてるんじゃないか？\nさすがに体に良くないぞ。": "Just because you're busy doesn't mean you've been talking about deliveries and energy birds all day.\nIt's definitely not good for your health.",
    "問題ないって。それが、一番効率がいいんだから。": "There's no problem. That's the most efficient way.",
    "効率か……": "Efficiency, huh...",
    "宅配フードは作らなくても、待っているだけで届くでしょ？": "Even if you don't make a delivery hood, you can just wait for it to arrive, right?",
    "でも、配達料を考えるとけっこう高く付くんじゃないか？": "But considering the delivery fee, wouldn't it be pretty expensive?",
    "それでも、一番安いメニューを頼めば、\n料理や食材の買い出し時間を考えてもコスパはいいから。": "Still, if I ordered the cheapest menu option...\nEven if you think about the time it takes to buy food and ingredients, cospas are fine.",
    "だけど、栄養とか……": "But, like nutrition...",
    "エナドリやサプリと合わせて飲めば、隙なく栄養不足も補えるよ。\n体に良くないっていう見解は、そもそも誤りだね。": "If you drink it together with energy birds and supplements, you'll be able to make up for your lack of nutrition without any openings.\nThe view that it's not good for your health is wrong in the first place.",
    "ふむ……": "Hmm...",
    "（ああいえばこういう……）": "(Come to think of it, this is...)",
    "せめてもっと色々なものを頼んで、味を楽しんだりするべきじゃないか？": "Shouldn't we at least order more things and enjoy the flavor?",
    "コスパ悪い。": "Cospa, I'm sorry.",
    "気分転換にちょっと外に出てみては？\n出先のカフェで仕事するとかさ。": "Why don't you go outside for a change of pace?\nI heard you're going to work at a cafe where you work.",
    "タイパ悪い。": "Taipa, I'm sorry.",
    "ええい！　タイパコスパが世の中のすべてじゃないぞ！！": "Argh! Typacospa isn't everything in the world!!",
    "な、何！？　いきなり大声出して……": "Wh-What!? Why are you shouting all of a sudden...?",
    "明日、一緒に遊びに行くぞ！\n予定はあるか！？　ないな！　よし！！": "Let's go hang out together tomorrow!\nDo you have any plans?! No! All right!!",
    "は！？　ちょ、ちょっと！\n勝手に決めないでくれる！？　明日もタスクが――": "Huh?! H-Hey!\nCan you not decide that on your own?! I have another task tomorrow—",
    "お前と１日ふたりきりで過ごすの、楽しみにしてるからな！": "I'll be looking forward to spending the day alone with you!",
    "え……": "Huh...?",
    "じゃない！　絶対に行かないから！\n行かないからね！！": "No! I'm definitely not going!\nI'm not going!!",
    "――なんて、昨日エヴィは言ってたけど……": "—Or so Eve said yesterday, but...",
    "さて、待ち合わせの時間になったな。": "Now then, it's time to meet up.",
    "（時間通りに来てくれるだろうか？\nそもそも、きちんと待ち合わせに来てくれるか……？）": "(Will they come on time?\nWill she come to meet me properly in the first place...?)",
    "……遅れて、ごめん。": "...Sorry I'm late.",
    "エヴィ……！　来てくれたか！": "Eve...! You're here!",
    "た、たまたま、仕事が早く片付いたから――まあ、健康維持の散歩は、\n体調崩して病院代かかるより、コスパの観点から悪くないし……": "I-I just happened to finish my work early—well, a walk to maintain my health\nIt's not so bad from a cospa's point of view, rather than getting sick and paying for the hospital...",
    "（やけに理由付けが長いけど……）": "(That's an awfully long explanation, but...)",
    "まあ、とりあえず座れよ。何か注文するか？": "Anyway, have a seat. Want to order something?",
    "……こういうのは、よく分からないな。\n%usernameusernameuserna%のオススメメニューとかある？": "...I don't really get this kind of thing.\nDo you have any recommendations for %usernameusernameuserna%?",
    "そうだな、俺は……これかな？": "Let's see, am I... this?",
    "程よい甘さだけど、くどすぎない。\n男女どちらにも人気のメニューなんだそうだ。\n": "It's moderately sweet, but it's not too harsh.\nIt's apparently a popular menu item for both men and women.\n",
    "これって……スイーツだよね？\nあまり%usernameusernameuserna%らしくないメニューじゃない？": "This is... sweets, isn't it?\nIt's not very %usernameusernameuserna%-like, is it?",
    "ああ、俺も人に勧められてから気に入ったクチなんだ。": "Yeah, I've taken a liking to it ever since someone recommended it to me.",
    "ふうん……それって、女の子？": "Hmm... Is that a girl?",
    "え？": "Huh?",
    "……ううん、なんでもない。\nじゃあ、私もそれを。": "...No, it's nothing.\nWell, I'll take that, too.",
    "お待たせしました。\nこちら、ご注文の品２点です。": "Sorry to keep you waiting.\nHere are the two items you ordered.",
    "うん、やっぱり相変わらず美味そうだな。": "Yeah, it looks as good as ever.",
    "うわぁ……コスパ悪そう……": "Wow... Looks like a cospa...",
    "そうか？　美味しければ気にならないだろ。": "Really? As long as it's good, it doesn't bother you.",
    "なるよ。見るからに、カロリーが多そうだし。\n糖分ばかりで栄養も偏ってるし……": "That's right. It looks like there's a lot of calories.\nIt's all sugar, and it's not nutritious at all...",
    "その上、値段も決して安くない。\nこれをコスパ悪いと言わなくて、なんて言うの？": "On top of that, the price was by no means low.\nIf you don't call this cospa bad, what do you call it?",
    "ははは……手厳しいな。": "Hahaha... That's harsh.",
    "まあ、いいから一口食べてみな。\nせっかく頼んだんだから。": "Well, whatever. Just take a bite.\nAfter all, I asked you to do it.",
    "うん、頼んだ以上はちゃんと食べるけど……": "Yeah, since I ordered it, I'll eat it properly, but...",
    "あーん……はむっ。": "Ahhh... Hamph.",
    "……ん、んん？": "...Hm, hmm?",
    "どうだ？": "What do you think?",
    "ん……ひ、一口じゃまだ分からないよ。\nもう一口……": "Mm... I-I still can't tell with just one bite.\nAnother bite...",
    "……あとちょっとだけ。": "...Just a little more.",
    "まだ数口は必要……": "I still need a few more bites...",
    "結局、全部食べちゃったな。": "In the end, I ate it all.",
    "な、悪くないだろ？": "I-It's not bad, right?",
    "……！\nも、もう帰る、から……！": "...!\nI-I'm going home...!",
    "エヴィ……\nなんだか顔が赤く見えるのは気のせいか？": "Eve...\nIs it just me, or does her face look kind of red?",
    "そんなエヴィをなんとか引き止め向かった先は……\nここ、ゲームセンター。": "And the place that somehow managed to stop Eve like that was...\nThis is the arcade.",
    "ゲームなら家でやればいいのに。\n買い切りじゃないのはコスパ悪い。": "If it was a game, she could just play it at home.\nIt's cospatic that I didn't buy it all.",
    "（ずっと文句言ってるな……そのまま帰ると思ってたみたいだから、\n連れてこられて不満だったか？）": "(She's been complaining this whole time... She seemed to think she was going home, so...)\nWere you dissatisfied with being brought here?)",
    "まあまあ。ゲームセンターはゲームセンターで面白い物があるだろ。": "Now, now. There's something interesting in the arcade, right?",
    "例えば……ほら、レトロゲームやホッケー。\nこんなのは家庭用ゲームじゃできないよな。": "For example...you know, retro games and hockey.\nThis isn't something you can do in a home game, is it?",
    "ふーん、こういうのね。\n確かに、家ではできないゲームだけど……": "Hmm, so this is how it is.\nTrue, it's a game you can't play at home, but...",
    "だろ？　試しに少し遊んでみないか？": "Right? Why don't we try playing a little?",
    "……ちょっとだけだよ？\n少し付き合ったら、帰るからね。": "...Just a little, okay?\nI'll be going home after we hang out for a bit.",
    "……くっ、そう来るなんて完全に予想外だった！\nもう一度！　もう一度対戦お願い！": "...Ugh, I didn't expect that!\nOne more time! One more game, please!",
    "エヴィは思った以上に負けず嫌いみたいだな。\nまた連コインしてる……": "Looks like Eve hates losing more than I thought.\nThere's another string of coins...",
    "どうだ？\nゲームセンターはゲームセンターで、面白いだろ？": "What do you think?\nThe arcade is an arcade, isn't it interesting?",
    "……あ。": "...Ah.",
    "んー、ま、まあまあかな……": "Hmm, I-I guess it's okay...",
    "さすがにバツが悪くなったのか、顔が赤いな。\n見なかったことにしておいてやろう。": "Her face is red, as if she's gotten embarrassed.\nI'll pretend I didn't see it.",
    "もう、十分楽しんだし……\nこ、今度こそもう帰るから……": "I've had plenty of fun already...\nI-I'm really going home this time...",
    "あ、エヴィ、ちょっと待ってくれ。\nもう一ヶ所だけ、付き合ってほしいところがあるんだ。": "Oh, Eve, wait a minute.\nThere's one more place I want you to come with me.",
    "えぇ……まだどこかに行くの？": "Yes... Are you still going somewhere?",
    "まあまあ、今度こそ、次が最後だから！": "Now, now, this time, the next one will be the last!",
    "はぁ……まったく。\n次こそ、最後だからね？": "*sigh*... Honestly.\nNext time will be the last time, okay?",
    "（なんだかんだ言いつつも、ちゃんと付き合ってくれるんだよな、\nエヴィは……）": "(Despite what she says, she still keeps up with me, doesn't she?\nAs for Eve...)",
    "ここって、海浜公園……だよね？\nわざわざこんな所に来て、何がしたいの？": "This is...Kaihin Park, right?\nWhat do you want to do, coming all the way out here?",
    "ここから見る夕暮れの景色は最高なんだ。\nエヴィにも見せたいと思って。": "The view of the sunset from here is the best.\nI wanted to show it to Eve, too.",
    "夕暮れ……？　そんなのわざわざ見て、何が楽しいの？": "Sunset...? What's so fun about watching that?",
    "まあまあ、そう言わずに。\nこっちに展望台があるから。": "Now, now, don't say that.\nThere's an observation deck over here.",
    "全くもう……%usernameusernameuserna%と一緒だと、\nコスパもタイパもあったものじゃないな。": "Geez... When I'm with %usernameusernameuserna%,\nThere were no cospas or typas.",
    "わぁ……": "Wow...",
    "いつの間にか、エヴィは美しく輝く夕日に見入って、無言になっていた。": "At some point, Eve had fallen silent, gazing at the beautiful, shining sunset.",
    "エヴィを照らす夕日は真っ赤に燃え、\n思わず、ぼそりと感想を零してしまう。": "The setting sun illuminating Eve burned bright red\nI couldn't help but blurt out my thoughts.",
    "……とてもきれいだ。": "...It's so beautiful.",
    "……えっ？": "...Huh?",
    "……どうした？": "...What's wrong?",
    "そうだけど……": "Yeah, but...",
    "エヴィに決まってるだろ": "Of course it's Eve.",
    "あ……ううん、きれいって、ゆ、夕日が、ってこと、だよね……？": "Ah... No, by beautiful, you mean the sunset, right...?",
    "だよね………は、はは……": "You're right... Hahaha...",
    "うん……わかってたけど。": "Yeah... I knew that.",
    "……なんか、ちょっと顔赤くないか？": "...Isn't your face a little red?",
    "え……あ、赤くないっ！": "Huh...? I-It's not red!",
    "いや、でも……": "No, but...",
    "赤くない！　ゆ、夕日！　夕日のせい！": "It's not red! It-It's the sunset! The sunset!",
    "そ、そうか。": "I-I see.",
    "え……！？": "Huh...!?",
    "なーんてな。": "Just kidding.",
    "言ってみたけど、エヴィ相手にこんな冗談はきかないだろう。": "I tried saying it, but I doubted she'd make a joke like this with Eve.",
    "ん？　あれ……？　なんか顔赤い？": "Hm? Huh...? Is your face red?",
    "ち、違っ！　これは夕日……！　夕日のせい！": "N-No! This is the sunset...! It's because of the sunset!",
    "ははっ、まあ、そうだよな。": "Haha, well, that's true.",
    "（エヴィが俺の言葉くらいで、\n照れたりするはずないだろうし）": "(Just from what Eve said to me,\nThere's no way she'd be embarrassed.)",
    "もう……\nこんなの……コスパ……悪いのに。": "Geez...\nThis is...cospa...bad.",
    "なんで、ここまでどうしようもないんだろ……": "Why can't I do anything about this...?",
    "ん？　何か言ったか？": "Hm? Did you say something?",
    "べ……別に何も！": "N-Nothing in particular!",
    "だったら、顔をあげて一緒に夕日を見よう。\nうつむいてたら、この綺麗な瞬間もあっという間に過ぎていくぞ。": "In that case, let's raise our heads and watch the sunset together.\nIf you hang your head, this beautiful moment will pass in the blink of an eye.",
    "%usernameusernameuserna%……": "%usernameusernameuserna%...",
    "……うん、そうだね。": "...Yeah, you're right.",
    "なあ、エヴィ、こういう１日も悪くないだろ？": "Hey, Eve, a day like this isn't bad, is it?",
    "まあ……悪くはないかもね。": "Well... I guess it's not bad.",
    "だろ？　これからも時間があるときでいいから、\nひとりで公園を散歩してみるとか――": "Isn't it? I'll be fine when I have time from now on,\nMaybe I could take a walk in the park by myself...",
    "違うよ。": "No, it's not.",
    "……%usernameusernameuserna%と一緒だから、悪くなかったんだよ。": "...It wasn't bad because I was with %usernameusernameuserna%.",
    "エヴィ……": "Eve...",
    "――あ、えっと、その……また、遊びに行こうね。": "――Ah, um, well......let's go hang out again.",
    "ああ、もちろん。また行こう。": "Yeah, of course. Let's go again.",
    "俺達は『次』の約束をして、帰路についたのだった――": "We made a promise to \"next\" and headed home――"
}