{
    "その日、自主訓練としてジョギングをしていた俺は、\n公園を横切ろうとして見知った顔を見つけた。": "That day, I was jogging as part of my independent training\nI was about to cross the park when I spotted a familiar face.",
    "はぁ…………": "*sigh*...",
    "（あれはシエナか。\nベンチに腰掛けてぼんやりと空を見上げてるな）": "(Is that Siena?\nShe's sitting on a bench, staring up at the sky.)",
    "シエナ。どうかしたのか？": "Siena. What's wrong?",
    "あっ、%usernameusernameuserna%。こんにちわ。": "Ah, %usernameusernameuserna%. Hello.",
    "こんなところで何してるんだ？": "What are you doing here?",
    "あっ、うん。お友達との約束がキャンセルになっちゃって……\n急に時間が空いちゃったからどうしようかな、って……": "Ah, yeah. My promise to my friend was canceled...\nI was wondering what to do now that I suddenly had some free time...",
    "他に誰か誘おうかな、とか、ひとりで遊びに行こうかな、とか、\n色々考えたんだけど、何も思いつかなくて……": "Maybe I should invite someone else, or maybe I should go hang out by myself, or something\nI thought about it a lot, but I couldn't think of anything...",
    "そうなのか？　何も？": "Is that so? Nothing?",
    "あはは……そうなの。私って前はいっつもお仕事ばかりで、\nこんな風に自由になる時間ってあまりなかったから……": "Ahaha... I see. I used to work all the time.\nI didn't have much time to be free like this...",
    "だから急にオフになっちゃうと、\n何をしたらいいかいつもわからなくなっちゃうの。": "So if you suddenly turn it off,\nI always don't know what to do.",
    "こんな時って、みんなはどうしてるんだろう？": "What is everyone doing at a time like this?",
    "シエナはザルトゥーム学園にくる以前は、\n有名な『歌姫』として人気があったらしい。": "Before Siena came to Zarthum Academy,\nApparently, she was popular as a famous \"Diva.\"",
    "（自分が何をしたいのかわからなくなるなんて、\nよほど多忙な毎日を送っていたのだろう）": "(I can't believe I don't know what I want to do anymore\nHe must have been very busy every day.)",
    "あっ、ごめんね。\nこんなこと急に言われても困っちゃうよね？": "Ah, sorry.\nI don't want to hear this all of a sudden, do I?",
    "……もしも思いつかないなら、\n俺と遊びにでも行かないか？": "...If you can't think of anything,\nWhy don't you go hang out with me?",
    "えっ！？　それってデート！？": "Huh?! Is that a date?!",
    "えっ、いや……\nそんなつもりはなかったんだが……": "Huh? No...\nThat wasn't my intention, but...",
    "まあ、シエナがそういうならデートでもいいぞ？\nだから、二人で一緒に街でもぶらつかないか？　": "Well, if you say so, Siena, we can go on a date.\nSo why don't we hang out in the city together?",
    "いいの？\n%usernameusernameuserna%にも用事があるんじゃ……": "Are you sure?\nDon't you have business with %usernameusernameuserna%, too...?",
    "俺は暇してるだけだしな。\n一緒に歩いたら何かやりたいことも見つかるかもしれないだろ？": "I'm just free, after all.\nIf we walk together, we might find something we want to do, right?",
    "うーん……どうしよう？": "Hmm... What should I do?",
    "でも、うん。せっかく誘ってくれたんだし、\nデートしてみるのも楽しいかもしれないよね……": "But, yeah. You went out of your way to invite me,\nIt might be fun to go on a date...",
    "それなら、決まりだな。\nじゃあ、一緒に行こうか。": "Then it's decided.\nLet's go together, then.",
    "う、うん！　よろしくね！": "Y-Yeah! Nice to meet you!",
    "シエナと一緒に歩き出したものの……\nどうも彼女の動きがぎこちないな。": "I started walking with Siena, but...\nHer movements seem a little awkward.",
    "はあ……なんかすごく緊張する……\nこうやって男の人とふたりきりで歩くのも初めてだし……": "*sigh*... I'm so nervous...\nThis is my first time walking alone with a guy like this...",
    "そうなのか、意外だな。\n歌姫だったんならそういうお誘いも多いのかと……": "I see. That's surprising.\nIf you were a diva, I thought you'd invite me out a lot...",
    "（……って、失言だったか？）": "(...Wait, was that a slip of the tongue?)",
    "あはは、お仕事の時と違うし……もっと人がいたから。\nだから今日は凄い新鮮な気持ちだし緊張しちゃうかも。": "Ahaha, it's different from when we were at work... There were more people here.\nThat's why I feel so fresh today. I might get nervous.",
    "そうなのか……変なこと言ってすまない。\nまあ、緊張せずにリラックスして楽しもう。": "I see... I'm sorry for saying something weird.\nWell, let's relax and enjoy ourselves without getting nervous.",
    "う、うん、そうだね。\nリラックス……リラックス……": "Y-Yeah, you're right.\nRelax... Relax...",
    "ほら、気をつけないと。\n足元に段差が……危ないぞ。": "Come on, be careful.\nThere's a step at my feet... It's dangerous.",
    "えっ？　あっ、きゃあっ！": "Huh? Ah, kyaah!",
    "大丈夫か！？": "Are you all right?!",
    "ごめんなさい。リラックスすることに気が行っちゃって、\n足元に気が付かなくて……痛っ！": "I'm sorry. I was just trying to relax.\nI didn't notice my feet... Ow!",
    "（捻った場所が赤くなっているな……）": "(The spot where I twisted it is turning red...)",
    "捻挫でもしていたら大変だ！\nすぐに病院で見てもらおう！": "It'd be bad if I sprained it or something!\nI'll have you look at it at the hospital right now!",
    "待っていてくれ。\nすぐ病院に行こう。": "Wait for me.\nLet's go to the hospital right away.",
    "えっ？　きゃっ！": "Huh? Eek!",
    "ん？　どうかしたか？": "Hm? What's wrong?",
    "あのあの、えっと……": "Um, umm...",
    "お姫様だっこ、嫌だったか？": "Didn't you like being a princess?",
    "ううん、嫌じゃないよ……ただ恥ずかしくて……": "No, I don't hate it... It's just embarrassing...",
    "（まあ、急にこんなことをされたら恥ずかしいか）": "(Well, I guess it'd be embarrassing if she did this all of a sudden.)",
    "（シエナは周りの人達の視線が気になるようだしな）": "(She seems to be worried about the people around her staring at her.)",
    "周りのことなんか気にするな。\nそれよりもシエナの足の方が大切だ。": "Don't worry about your surroundings.\nSiena's legs were more important than that.",
    "…………": "............",
    "……%usernameusernameuserna%ってすごいんだね。\nそんな風に言い切れて……私とは全然違う……": "...%usernameusernameuserna% sure is amazing.\nYou're so different from me when you say it like that...",
    "ん？　何か言ったか？": "Hm? Did you say something?",
    "う、ううん、なんでもない……": "N-No, it's nothing...",
    "良かった……医者が言うには\n軽く足を捻っただけだったらしい。": "Thank goodness... According to the doctor...\nApparently, it was just a light twist of the leg.",
    "大人しくしていれば、\nすぐに治るそうだ。": "If I just behaved,\nIt'll heal soon.",
    "ありがとう。病院まで連れて行ってくれて。\n怪我が大したことなくてよかった。": "Thank you for taking me to the hospital.\nI'm glad my injuries weren't serious.",
    "でも、軽い怪我なのになんだか大事みたいになっちゃって、\nちょっと恥ずかしかったかも。": "But even though it was a light injury, it somehow felt like it was important.\nIt might have been a little embarrassing.",
    "病院で診てもらったから、それも判断できたんだ。\n大げさってこともないだろ？": "I was able to make that decision because I was examined at the hospital.\nYou're not exaggerating, are you?",
    "うん。そうだね。\nでも、お姫様だっこされてびっくりしちゃった。": "Yeah. That's right.\nBut being carried around like a princess surprised me.",
    "すまない。急いで病院に行かなくちゃと思っていたからな。": "I'm sorry. I thought I had to hurry to the hospital.",
    "ううん。なんだかドキドキして楽しかった。": "No. My heart was racing for some reason, and it was fun.",
    "それじゃあ、足も大丈夫だったし……\n折角ならデートの続き、いいかな？": "Then my legs were fine, too...\nSince you're here, can we continue our date?",
    "本当に大丈夫か？": "Are you sure you're okay?",
    "うん。%usernameusernameuserna%のおかげで、\nすっかり元気だし足も痛くないからね。": "Yeah. Thanks to %usernameusernameuserna%,\nI'm perfectly fine, and my legs don't hurt.",
    "だから、一緒に行こ？\n前から見てみたかったお店があったんだ♪": "So let's go together, okay?\nThere's a shop I've wanted to see for a while♪",
    "ふたりで気ままにぶらぶらと、\nのんびりとあちこちを見て回っているが……": "The two of us wandered around freely.\nShe's taking her time looking around, but...",
    "あそこに可愛いぬいぐるみのお店があるんだ。\nあっちには綺麗なお花屋さんもある……！": "There's a cute stuffed animal shop over there.\nThere's a pretty flower shop over there, too!",
    "はあ……とっても可愛い……♪": "Haah... She's so cute...♪",
    "シエナは店を回りながら、\n小さな子どものようにはしゃいでいる。": "Siena walked around the shops\nShe's as excited as a little kid.",
    "（シエナの言葉通り、足はもう大丈夫そうだ）": "(Just as Siena said, her legs seem to be fine now.)",
    "このショッピングモールって、\n素敵なお店がたくさんあるんだね。": "This shopping mall...\nThere's a lot of wonderful shops here.",
    "ここにはあまり来ないのか？": "You don't come here often?",
    "友達と一緒には来るけど、\nこうして目的なく見て回ることはなかったかな。": "I'll come with my friends,\nI don't think I've ever looked around aimlessly like this.",
    "のんびりとお散歩するみたいに見て回ることも、\n出来なかったから……": "I can't just look around like I'm taking a leisurely stroll,\nBecause I couldn't...",
    "それってどういう……": "What does that mean...?",
    "ねえ、あれってシエナじゃない？\nあの有名な『歌姫』の。": "Hey, isn't that Siena?\nThe famous Diva.",
    "あの、もしかして『歌姫』のシエナさんですか？\nその、私……ファンなんです！": "Um, are you Siena, the Diva?\nUm, I'm... a fan!",
    "あっ――応援ありがとうございます。": "Ah—thank you for your support.",
    "お、おい、こんなところで手を振り返したら……": "H-Hey, if you wave back here...",
    "わー！　ほんとだー！\nシエナがあそこにいるー！": "Wow! You're right!\nSiena's over there!",
    "（シエナを見つけて、\nどんどん人が集まってきたぞ！？）": "(Find Siena,\nMore and more people are gathering around us!",
    "私、シエナのファンなの。\nサインくださーい！": "I'm a Siena fan.\nSign it, please!",
    "ちょっと待って。\n私の方が先にもらうのよ。": "Wait a minute.\nI'll take it first.",
    "あ、あの！　皆さん落ち着いて……！": "U-Umm! Everyone, calm down...!",
    "（まずい。この人だかりじゃ、\n混雑で道が塞がれてデートどころじゃないぞ……）": "(This is bad. In this crowd,\nThe roads are so crowded that it's not even a date...)",
    "シエナ、このままだとキリがない。\n俺が先導するからこのまま人込みを抜けよう": "Siena, there's no end to this.\nI'll lead the way, so let's get out of the crowd.",
    "あっ、は、はい！": "Ah, y-yes!",
    "こっちへ……！": "Come here...!",
    "はあ……はあ……ごめんなさい。\n思ったよりたくさん人が集まっちゃって……": "*pant pant*... I'm sorry.\nThere's more people here than I thought...",
    "それだけシエナが人気だったってことさ。": "That just goes to show how popular Siena was.",
    "…………ううん、私が悪いの。": "...No, it's my fault.",
    "（シエナ……思い詰めたような顔だな）": "(Siena... You look like you're brooding over something.)",
    "どうしてそう思うんだ？": "What makes you think that?",
    "私ね、小さい頃からずっと歌うことを求められて、\nみんなに求められるままに歌ってきたの。": "I've been asked to sing ever since I was little.\nI sang as everyone asked.",
    "ステージでもプライベートでも『歌姫シエナ』として、\nみんなが求めるシエナでいなくちゃって思ったの。": "Whether on stage or in private, she was the \"Diva Siena\"\nI felt like I had to be the Siena everyone wanted.",
    "でも、そうしてるうちに、\nいつの間にか、本当の私がわからなくなっちゃって……": "But while I was doing that,\nBefore I knew it, I lost track of the real me...",
    "歌うことも『私がやりたい事なのかな？』って、\n思うようになっていたの。": "I wondered if singing was something I wanted to do.\nI was starting to think so.",
    "今日だって、シエナとして遊びに来たのに……\n求められたら、勝手に『歌姫』の私になっちゃうの。": "I came here today to play as Siena...\nIf you ask me, I'll become the 'Diva' myself.",
    "気づいたら、歌うのも怖くなって……\n私が本当にやりたいことがわからなくなっていって……": "Before I knew it, I was afraid to even sing...\nI don't know what I really want to do anymore...",
    "シエナは子どもの頃から大人の求められるままに、\n『歌姫』を演じ続けてきたんだな。": "Ever since she was a child, Siena had done as adults asked\nYou've been playing Diva for a long time.",
    "（そんなことを続けていれば、\nいつしか『本当の自分』がわからなくなっても当然だろう）": "(If I keep doing that,\nIt's only natural that at some point, I won't be able to understand my true self anymore.)",
    "ねえ、%usernameusernameuserna%。\n本当にやりたい事をやるには、どうすればいいんだろう？": "Hey, %usernameusernameuserna%.\nWhat can I do to do what I really want to do?",
    "……別に無理をしてやりたい事を見つける必要はないぞ。\n今はやりたい事が見つからないように見えるだけさ。": "...There's no need to force yourself to find what you want to do.\nIt just looks like I can't find what I want to do right now.",
    "……そうなのかな？": "...I wonder if that's true?",
    "ああ。今のシエナは今まで無理をして疲れてるだけだ。\nそんな時に無理をしても、見つからないさ。": "Yeah. Right now, Siena's just tired from pushing herself too hard.\nIf you push yourself at a time like that, you won't find it.",
    "本当にやりたい事が見つかれば、心が動いてくれる。\nその時は、心が赴くようにやればいいんだ。": "If I can find what I really want to do, my heart will move.\nWhen that time comes, I'll just have to do it as if my heart is going to go.",
    "……その時が来るかな？": "...Will the time come?",
    "必ず来るさ。": "I'll definitely come.",
    "……心が赴くように……か。": "...As if my heart is going to go... huh.",
    "さて、そろそろ日も落ちてきたし帰ろう。\nいつまでもここにいたら、またファンが押し寄せそうだからな。": "Now then, the sun's about to set, so let's go home.\nIf I stay here forever, I'm sure I'll get another wave of fans.",
    "うん……あっ、待って！\nそっちには子どもが――": "Yeah... Ah, wait!\nThere's a kid over there—",
    "なんだ……？　っと、大丈夫か！？\n怪我はしてないか？": "What...? Oh, are you okay!?\nAre you hurt?",
    "うわああああんっ！": "Waaaaahn!",
    "ああ、泣くな……！\nいや、痛かったよな、大丈夫か？": "Oh, don't cry...!\nNo, it hurt, didn't it? Are you okay?",
    "すまない。注意不足だった。\n怪我してないか？": "I'm sorry. I wasn't paying attention.\nAre you hurt?",
    "うわああああんっ！！": "Waaaaahn!!",
    "（まずい、火に油だったか……）": "(This is bad. There's oil on the fire...)",
    "ここは私に任せてね。\nふぅ……うん、よし……": "Leave this to me.\nPhew... Okay, okay...",
    "（おお、なんて綺麗な歌声なんだ……）": "(Oh, what a beautiful voice...)",
    "染み入るようなその歌声に子供も俺も、\nすっかり聞き入って思わず無言になる。": "The ingrained singing voice made both the child and I...\nI couldn't help but fall silent.",
    "…………はぁ、凄かったな。": "............haa, that was amazing.",
    "うん！　お姉ちゃん、すごいすごい！\nとっても綺麗な声！": "Yeah! Onee-chan, you're amazing!\nHer voice is so beautiful!",
    "よかった……怪我はない？\nこれからは気をつけて歩いてね。": "Thank goodness... You're not hurt?\nBe careful on foot from now on.",
    "うん！　ありがとう！": "Yeah! Thanks!",
    "それじゃあね。\n今度はぶつからないように気を付けてね。": "See you later.\nBe careful not to bump into him next time.",
    "ありがとう、助かった。": "Thank you. You saved me.",
    "ううん、気にしないで。\nあの子が落ち着いてくれてよかった。": "No, don't worry about it.\nI'm glad she's calmed down.",
    "だが、歌うのが怖いって言ってたけど、大丈夫だったのか？": "But you said you were afraid to sing. Were you okay?",
    "あっ、ほんとだ。なんでだろう？": "Ah, you're right. I wonder why?",
    "泣いているあの子を見ていたらね、\n不思議と歌ってあげたいって思ったの。": "When I saw her crying,\nStrangely enough, I wanted to sing for her.",
    "……そうだ。私、最初はこんな気持ちだったんだ。\n誰かを笑顔にしたくて、歌い始めたの。": "...That's right. This is how I felt at first.\nI wanted to make someone smile, so I started singing.",
    "あの子を泣き止ませたくて、心が動いたのかな……\nなら、いつか……心が赴いて自由に歌えるのかな？": "I wonder if her heart moved because she wanted to stop crying...\nIn that case, maybe someday... my heart will go and sing freely?",
    "（何か吹っ切れたみたいだな。\n外に連れ出してよかった……）": "(Looks like she's gotten over something.\nI'm glad I took her outside...)",
    "ああ、きっとその日は来るさ。": "Yeah, I'm sure that day will come.",
    "うん。でも、今はこの学園で頑張るつもり。\nだって、仲間や色々な人を笑顔にできるから……": "Yeah. But I'm going to do my best at this school right now.\nI mean, I can make my friends and all sorts of people smile...",
    "だから、期待しててね？\nいつか%usernameusernameuserna%のために歌うから。": "So look forward to it, okay?\nI'll sing for %usernameusernameuserna% someday.",
    "絶対に駆けつけるよ": "I'll definitely come running.",
    "最前線で頼む": "On the front lines, please.",
    "もしまたステージで歌う日が来たら、\nステージに来てくれる？": "If the day ever comes when I sing on stage again,\nWill you come to the stage?",
    "ふふ、絶対チケット用意するね。": "Heehee. I'll definitely get you a ticket.",
    "ああ、楽しみに待ってるよ。": "Yeah, I'll be looking forward to it.",
    "%usernameusernameuserna%が目の前にいたら\nドキドキしちゃうかも。": "If %usernameusernameuserna% was right in front of me\nMy heart might be racing.",
    "それくらいシエナの歌を楽しみにしてるってことさ。": "That's how much I'm looking forward to Siena singing.",
    "ふふ、ありがとう。\n%usernameusernameuserna%にはいっぱい勇気を貰えるね。": "Heehee. Thanks.\nYou give me a lot of courage, %usernameusernameuserna%.",
    "うん、これからも頼りにさせてもらうね……♪": "Yeah, I'll be counting on you from now on...♪"
}