{
    "はぁっ、はぁっ……！": "Haah, haah...!",
    "変なところで目覚めた俺は、\nこれまた変なバケモノに追いかけられていた。": "I woke up in a strange place...\nI'm being chased by another weird monster.",
    "どうなってるんだ……！　くそっ！": "What's going on...! Damn it!",
    "……そもそも、俺は誰なんだ！？\nこんな裸で……っ！": "...Who am I, anyway?!\nShe's so naked...!",
    "ちくしょう……！　とにかく、あのバケモノから逃げないと……！\nくっ、はええ……っ！　追いつかれ――": "Damn it...! Anyway, I have to get away from that monster...!\nUgh, yes...! He's catching up to me—",
    "うおっ……！？": "Whoa...!?",
    "音と共に衝撃が襲ってきて俺は吹っ飛ばされた。": "Along with the sound, an impact hits me, sending me flying.",
    "うおあああああああ！？": "Aaaaahhhh!?",
    "バケモノが倒れる瞬間を視界に収めながら、\n俺は後頭部に衝撃を受けて……またしても意識を失ってしまった。": "I kept the moment the monster fell in my field of vision as I did so\nI was hit in the back of the head... and lost consciousness again.",
    "……………………": "............",
    "はっ！？　お、俺はどうなったんだ！？\nそれより、あのバケモノは……っつぅ……！": "Huh?! Wh-What happened to me?!\nMore importantly, that monster... Ugh...!",
    "あ、あの、大丈夫ですか？": "U-Um, are you okay?",
    "き、君は……？": "Wh-What about you...?",
    "少女が混乱している俺を心配そうに覗き込んでいる。": "The girl peers at me worriedly as I'm confused.",
    "目が覚めたみたいで、良かったです……": "I'm glad you're awake...",
    "（……可愛い子だ。\nって、そうじゃない！　俺はさっき……）": "(...What a cute girl.\nWait, that's not it! I was just...)",
    "えっと、爆発の衝撃で吹き飛ばされて、気を失っていたみたいです。\n……そ、それで、その……とりあえず、タオルをどうぞ。": "Umm, it looks like he was blown away by the explosion and passed out.\n...A-Anyway, umm... Here's a towel.",
    "せ、せめて……下半身だけでも、隠して頂けると……！": "L-Let's at least... hide my lower body...!",
    "下半身……？　あっ！　す、すまない……！\nその、俺は一体……うぐっ……！": "My lower body...? Ah! I-I'm sorry...!\nUm, what in the world am I... Ugh...!",
    "裸になるまでの経緯を思い出そうとして、頭痛に頭を抑える。\nダメだ、自分のことを何も思い出せない。": "I try to remember how I got naked, but I suppress my headache.\nNo good. I can't remember anything about myself.",
    "だ、大丈夫ですか！？\nもしかして頭を怪我して……": "A-Are you okay?!\nCould it be that my head was injured...?",
    "い、いや、大丈夫だ。\nただ頭痛がしただけで……": "N-No, I'm fine.\nI just had a headache...",
    "（……というか、初対面の女の子に全部見られたのか……\nくそ、せめてパンツくらい穿いててもいいだろうに……）": "(...Actually, this is the first time I've met a girl who's seen everything...)\nDamn it, I could at least wear panties...)",
    "なんていうか……ごめん。\nタオルありがとう。": "How should I put it... I'm sorry.\nThank you for the towel.",
    "とりあえず前だけは隠したが、なんだろう。\n風呂に入った後か、これは。": "I hid the front for now, but what was it?\nIs this after taking a bath?",
    "い、いえ！　目を逸らして……ちゃんとは見てませんから！\n安心してください！": "N-No! Avert your eyes... I'm not looking at you properly!\nDon't worry!",
    "それで、どうされたんですか？\n裸でこんな場所にいるだなんて。": "So, what's the matter?\nI can't believe I'm here naked.",
    "それは……ん、なんだ？　この音……": "That's...hm? What's that sound...?",
    "何も所持していない……敵意はなさそう。\nやっぱり変質者……？": "I don't have anything in my possession... It doesn't seem hostile.\nHe really is a pervert...?",
    "アブないモノ仕込んでるかもよ～？\nてゆーか、どーせ犯罪者なんだから、ほっとけばいいのに。": "Maybe he's got something dangerous in there?\nActually, he's a criminal anyway, so he should just leave her alone.",
    "そういうわけにはいきませんわ。\nわたくしたちが第一発見者なのですから。": "That's not an option.\nWe are the first to discover it, after all.",
    "一応言っておくと、違法採掘者なら通報すれば金一封出るよ。": "Just so you know, if you're an illegal miner, you can report it to me and I'll give you a penny.",
    "マジ！？　ね、そいつラミの機体で運ぶから乗っけていい？\nあ、でも、変質者と一緒はイヤかも。摘まんで持ってこ。": "Seriously?! Hey, I'll carry that with my lamia machine, so can I put it on?\nOh, but I don't think I want to be with a pervert. I'll pick it up and bring it.",
    "ええっと……その、皆さん……\n今の会話、全部この人に聞こえていますけど……": "Let's see... Um, everyone...\nI can hear everything you just said from this person...",
    "えー、別にいいじゃん。\nどうせそいつはきんいっぷーになるんだし。": "Whaaat? It doesn't really matter.\nThat guy's going to be kinippuu anyway.",
    "まだその方が犯罪者と決まったわけでは……": "It hasn't been decided yet that he's a criminal...",
    "…………": "............",
    "すっ、すみません！　失礼なことを……！": "I-I'm sorry! That was rude...!",
    "いや、それよりも……\nあのロボット……戦術機……？": "No, more importantly...\nThose robots... TSFs...?",
    "（あれ……今自然に出てきたけど、『戦術機』ってなんだ……？）": "(Huh...? It just came out naturally. What's a TSF...?)",
    "……センジュツキ、ですか？\nあれは『ＭＧ』ですよ？": "...Senjutsuki?\nThat's MG, you know?",
    "えむじー……？": "Emuji...?",
    "はい、『メイズガーダー』ですから、縮めてＭＧです。": "Yes, it's a [Maise Garder], so shrink it down to MG.",
    "このメイズ内探索、及び資源採取のために開発された機体ですよ。\n……もしかして、ご存じないんですか？": "It's an aircraft that was developed to explore the inside of the Maze and collect resources.\n...Don't tell me you don't know?",
    "（知らない……）": "(I don't know...)",
    "……": "......",
    "そういえば、近くに乗ってきたＭＧもないですけど……\nいったいＭＧも使わずにどうやってここまで？": "Come to think of it, there's no MG riding nearby, either...\nHow on earth did you get this far without even using MG?",
    "すまない……わからないんだ……\n記憶が……断片的にしか……": "I'm sorry... I don't know...\nMy memories... are only fragmented...",
    "（戦術機？　ＭＧ？　……ダメだ、頭が痛い……\n思い出せない……）": "(A TSF? MG? ...No, my head hurts...)\nI can't remember...)",
    "んー？　キミたち、そこで何してるのかなー？": "Hmm? I wonder what you guys are doing there?",
    "（……？　別のセンジュツ……いや、ＭＧか）": "(...? Another sensation... No, an MG.)",
    "この地点は我々、『カオスメイデン』の担当区域です。皆さんの\nタツミヤ鉱は我々に権利がありますので、譲渡と退去を要求します。": "This is the area in charge of Chaos Maiden. Everyone.\nTatsumiya Mine has rights to us, so we request that it be transferred and removed.",
    "はぁ！？　何言ってんの！？\nここはラミたち『シリウスシュガー』の縄張りでしょ！？": "Huh?! What are you saying?!\nThis is the territory of Rami and the others, isn't it?!",
    "それって、あっちの岩の当たりまででしょ？\nだから、ここはカオスメイデンの担当区域ってわけ♪": "That goes all the way to that rock over there, doesn't it?\nThat's why this is Chaos Maiden's area♪",
    "……いったいなにを言ってるんだ？　担当区域？": "...What the hell are you talking about? The area in charge?",
    "詳細は省きますけど、採掘をする区域は割り当てが決まってるんです。\nだから、普通ならこんな風に揉めることはないんですけど……": "I'll spare you the details, but the area where we're going to mine is allotted.\nThat's why, under normal circumstances, we wouldn't be arguing like this...",
    "……このまま降りた状態だと危険ですし、ＭＧに戻ります。\n機体がないみたいですし、あなたも一緒に乗りましょう。": "...It's dangerous to go down like this, so I'm going back to MG.\nThere doesn't seem to be any aircraft, so let's ride together.",
    "――いえ、ここは境界線上ですから明確に決まっていません！\nですから、先に見つけた者に採掘権が与えられるはずです！": "—No, this is on the border, so it hasn't been decided yet!\nThat's why those who find it first will be granted the right to mine!",
    "そうそう、だからそんな銃を向けないでさ。\n他のところに採掘に行ったほうがいいんじゃないかな？": "Oh yeah, don't point that gun at me.\nShouldn't we go mining somewhere else?",
    "いえ。担当区域から考えればそこもうちの縄張りです。\n位置情報を確認すれば分かる話でしょう。": "No. Considering the area we're in charge of, that's part of our territory.\nI'm sure you'll understand if you check your location.",
    "生徒会の規定でいえば、その認識は間違っていますわ！": "In terms of student council regulations, that perception is wrong!",
    "ここは担当区域の境界線上――\n最初の発見者に権利が生じるはずです！": "This is on the border of the area we're in charge of—\nThe first person to discover it should have rights!",
    "……最初に見つけたのはめる。": "...I put it on the first one I found.",
    "……さっきから、いったいなにを揉めてるんだ？": "...What on earth have they been arguing about this whole time?",
    "私たちが採掘している『タツミヤ鉱』という鉱石は貴重なもので……": "The ore we're mining, the Tatsumiya Ore, is precious...",
    "こんな浅い階層で見つかることは珍しいんです。\n見つけた人の成果になりますから、結局奪い合いになってしまって……": "It's rare to find them on such a shallow floor.\nIt would be the result of the person who found it, so in the end, it ended up being a struggle...",
    "なるほど……彼女たちはここで採掘される、\n鉱物資源をめぐって争っている、というわけか。": "I see... They're being mined here,\nSo they're fighting over mineral resources.",
    "んー……もうめんどくさいし、戦って決めればいいんじゃない？\n強い奴が全部ひとりじめ。カンタンな理屈でしょ？": "Hmm... It's a pain, so why don't we just decide to fight?\nAll the strong are alone. Simple logic, isn't it?",
    "も、もしかしてこんな場所で戦うつもりなんでしょうか……？": "I-Is she planning to fight in a place like this...?",
    "メイズ内での勝手な争いは厳罰だと、生徒会の規定で決まっていますわ！": "It's decided by the student council's regulations that arbitrarily fighting within the Mays is a severe punishment!",
    "生徒会の許可なんて、どーでもよくない？\n校舎同士の揉め事は、ＭＧの腕で決めるのがルールでしょ？": "Doesn't the student council's permission matter?\nThe rule is to use MG skills to decide on disputes between buildings, right?",
    "だいじょーぶ。誰も見てないんだからさ♪\n勝つ自信がないなら、諦めて帰ってもいいんだよ？": "Don't worry. No one's watching♪\nIf you're not confident you can win, you can give up and go home, you know?",
    "こ、こちらだって諦めるつもりはありませんわ……！": "I-I have no intention of giving up...!",
    "ふふ、そうこなくっちゃね♪\nそれじゃあ、準備が出来たらよーいドンで始めよっか♪": "Heehee, that's how it should be♪\nWell then, once you're ready, let's start with a bang♪",
    "――啖呵は切りましたが、どうしましょうか。\nカオスメイデンは、パイロットチームでも有数の実力者ですし。": "—I may have spoken out loud, but what should I do?\nChaos Maiden is one of the most powerful members of the pilot team.",
    "戦うなんて無理に決まってるじゃん！\n不意打ちしてもぶっ倒される未来しか見えないんだけど！？": "Of course it's impossible to fight!\nI can only see a future where even if you catch me by surprise, I'll be knocked down!",
    "とはいえ、向こうはやる気満々だよねぇ。\n何とかして逃げるってのが一番いい手かな？": "That said, they're really into it.\nIs running away somehow the best option?",
    "……勝ち目はないし、それが良いと思う。": "...I don't stand a chance, so I think that's for the best.",
    "とりあえず、めるちゃん達が機体に乗り込むまでは時間を稼がないとね。\n痺れを切らして襲い掛かってきたらマズいし。": "For now, we need to buy time until Mechan and the others board the aircraft.\nIt'd be bad if she got numb and attacked me.",
    "んじゃラミが……": "Then Rami...",
    "ねえ！　ちょっと！\nこっちとそっちじゃ実力差ありすぎて不公平だと思わない！？": "Hey! Hey!\nDon't you think it's unfair that there's too much of a difference in ability between us!?",
    "んー？　そうかな？\nまあ、それならハンデくらいは上げてもいいけど……": "Hmm? You think so?\nWell, in that case, I can at least give you a handicap...",
    "――めるさん、機体に乗れまして？": "――Meru-san, are you able to ride the aircraft?",
    "……少し待ってください。\nはい！　私は乗れました！": "...Please wait a moment.\nYes! I'm on board!",
    "今、予備シートも展開したので、\nあなたは、こちらに座ってください！": "I just opened up the spare sheet, so...\nYou sit here!",
    "あ、ああ……": "Y-Yeah...",
    "大丈夫ですか？\n狭くはありませんか？": "Are you all right?\nIsn't it a little cramped?",
    "ああ、大丈夫……いや、やっぱり狭くはあるな……": "Ah, I'm fine... No, it's still a little cramped...",
    "す、すみません。\n一人乗りの機体なので……我慢してもらうしか。": "I-I'm sorry.\nIt's a single-seater, so... I'll just have to ask her to put up with it.",
    "ん？　今、そっちのＭＧに乗り込んだ人数……\nひとり、多くなかったかな～？": "Hm? The number of people who just boarded that MG...\nWasn't there one more?",
    "き、気のせいです！\n見間違えじゃないですか！？": "I-It's just my imagination!\nAre you sure you're not seeing things?!",
    "センサーにひとり分多く映ってたよ？\n隠し事なんてズルいんじゃないかな～。": "There was enough for one person on the sensor.\nI don't think it's fair to keep secrets.",
    "う、うう……\nど、どうしましょう？": "U-Ugh...\nWh-What should we do?",
    "いやあ、もう一触即発って感じだねぇ～。\nこれは逃げれないかも？": "Man, it feels like there's going to be another emergency.\nI don't think I can get away with this.",
    "他人ごとみたいに言ってるけど、\nラミたちみんなヤバいんだからね！": "You sound like you're talking about someone else, but...\nRami and the others are all in trouble!",
    "す、すみません……": "I-I'm sorry...",
    "いえ、めるさんのせいではありませんわ。": "No, it's not your fault.",
    "……センサーを誤魔化すのは至難の業。仕方ない。": "...It's extremely difficult to fool the sensors. There's no helping it.",
    "んー、まあもうこれ以上は時間の無駄だよね？\nそれじゃ、さっそく――": "Hmm, well, any more than this is a waste of time, right?\nWell then, let's get going――",
    "……ユリア。\n囲まれています！": "...Julia.\nWe're surrounded!",
    "こ、こんな時に『メイズシフター』ですか！？": "A-A 'maise shifter' at a time like this?!",
    "しかも多数の反応がありますわ！": "And there are a lot of reactions!",
    "ええええ！　ウソでしょ！？\nいやだー！　せっかくタツミヤ鉱を見つけたのにー！": "Whaaat?! You're kidding, right?!\nNooo! I finally found the Tatsumiya Ore!",
    "おー、いっぱい来たねぇ。\nさっさと倒して、勝負の続きをしよっか。": "Oh, there's a lot of them.\nLet's beat them quickly and continue the match.",
    "そ、それどころじゃありませんよ！？": "Th-This isn't the time for that!",
    "ん？　この程度のメイズシフター相手なら、\n別に苦戦することもないでしょ？": "Hm? Against a maise shifter of this level,\nYou don't really have to struggle, do you?",
    "あ、ちょうどいいし、\n討伐数が多いチームが鉱石をひとりじめなんてどう？": "Oh, this is perfect,\nHow about a team with a lot of subjugations taking ore all by themselves?",
    "ユリア！　雑談をしてないで、ちゃんと戦ってください！": "Julia! Stop chatting and fight properly!",
    "ちぇ、はーい。\nそれじゃ、後でね～♪": "Tch, okay.\nSee you later, then~♪",
    "あれが……メイズシフター……？\nさっき俺を襲ってきたやつか……": "That's...a maise shifter...?\nThe one that attacked me earlier...",
    "はい！　ゲームに出てくる怪物みたいなものです！\nメイズの中に住み着いてるんです！": "Yes! It's like a monster out of a game!\nThey live in the maise!",
    "……よく生きてるな、俺。": "...I'm really alive.",
    "はい、とても運が良かったです！\nただそれにしても……今回は数が多すぎます……": "Yes, we were very lucky!\nBut even so... There's too many of them this time...",
    "ちょっとこれはマズいかな……？": "Is this a little bad...?",
    "あー、もう！\nこんだけ多いと適当でも当たるけど全然減んなーい！！": "Ah, geez!\nIf there's this many of them, I'll hit them even if I have to, but they won't decrease at all!!",
    "……うぅ、このままだと。": "...Ugh, at this rate.",
    "皆さん、冷静に対処を……くっ、また攻撃が……！": "Everyone, calm down and deal with this... Ugh, another attack...!",
    "……くっ……ううっ……": "...Kuh... uuhh...",
    "『隊長！　奴らに囲まれました！』": "\"Captain! We're surrounded by them!\"",
    "『最悪……隊長、ご命令を！』": "\"Worst-case scenario...Captain, your orders!\"",
    "『俺が一撃離脱して時間を稼ぐ！　その間に陣形を作るんだ！』": "\"I'll break out of the attack to buy time! We'll form a formation in the meantime!\"",
    "（……なんだ、今の記憶は？）": "(...What was that memory?)",
    "俺はもしかして……": "Could I be...",
    "なにかと戦っていた……？": "She was fighting something...?",
    "（……分かる。\nこの怪物どもを倒すための……やり方が……！）": "(...I understand.\nThe way...to defeat these monsters...!)",
    "――全員よく聞け。落ち着いて、いったん距離を取れ！\nそのまま陣形を作るんだ！": "――Listen carefully, everyone. Calm down and put some distance between us!\nJust stay in formation!",
    "自然と、自分の口からそんな言葉が飛び出した。\nなんで俺はこんな指示が出せるんだ？": "Those words naturally came out of my mouth.\nWhy am I giving these instructions?",
    "えっ！？　は、はいっ！": "Huh?! Y-Yes!",
    "俺のとっさの指示に彼女たちは従い、\nメイズシフターから距離を取る。": "The girls followed my immediate instructions\nI distance myself from the maise shifter.",
    "（……考えるのは後でいい。彼女たちは俺を助けてくれた。\nなら、その恩を返すだけだ）": "(...I can think about it later. The girls saved me.\nIn that case, I'll just return the favor.)",
    "数が多い相手なら、接近戦に持ち込まれないよう立ちまわるんだ！\n弾幕を張って、足止めをしてから戦いやすい形に持ち込め！": "If there's too many of them, we have to make sure they don't get caught in close combat!\nPut up a barrage, slow them down, and then bring them into an easy-to-fight shape!",
    "（……な、なんでしょうか？\n彼の指示につい従って動いてしまいますわ……）": "(...Wh-What is it?)\nI'll follow his orders and move...)",
    "態勢を立て直せそうなのはいいけど、これからどうするの？\nまだまだ、メイズシフターはワラワラいるけど。": "It's all well and good that we'll be able to regroup, but what are we going to do now?\nThere's still a lot of trouble with the Mazesifter, though.",
    "この状況なら背後を気にせず正面だけを相手にすればいい。\n後は全員で協力して、ひたすらに倒していくだけだ！": "In this situation, all he had to do was face the front without worrying about what was behind him.\nAll that's left is for us all to work together and defeat them!",
    "幸か不幸か、今のところ狙う必要はなさそうだしな！": "For better or worse, it doesn't look like we need to go for it right now!",
    "……了解。分かりやすい指示で助かる。": "...Understood. Thanks for the easy-to-understand instructions.",
    "てか、急にどうしたの！？\n経験者なら最初から言っとけ！": "Wait, what's this all of a sudden?!\nIf you're experienced, you should've said so from the start!",
    "俺もわからないんだ！　仕方ないだろ！\nとにかく殲滅するぞ！！": "I don't know either! I can't help it!\nAnyway, let's annihilate them!!"
}