{
    "はぁっ、はぁっ……！": "Haah, haah...!",
    "変なところで目覚めた俺は、\nこれまた変なバケモノに追いかけられていた。": "When I wake up in a strange place, I'm chased by another weird monster.",
    "どうなってるんだ……！　くそっ！": "What’s going on...! Damn it!",
    "……そもそも、俺は誰なんだ！？\nこんな裸で……っ！": "...Who am I in the first place?! <b>With me naked like this...!",
    "ちくしょう……！　とにかく、あのバケモノから逃げないと……！\nくっ、はええ……っ！　追いつかれ――": "Damn it...! Anyway, I have to get away from that monster...! <br>Kuh, haeeeh...! They’re catching up to me—",
    "うおっ……！？": "Whoa...!?",
    "音と共に衝撃が襲ってきて俺は吹っ飛ばされた。": "Along with the sound, an impact hits me, sending me flying.",
    "うおあああああああ！？": "Aaaaahhhh!?",
    "バケモノが倒れる瞬間を視界に収めながら、\n俺は後頭部に衝撃を受けて……またしても意識を失ってしまった。": "As I keep the moment the monster falls into my field of vision, I feel a shock to the back of my head...and pass out again.",
    "……………………": "............",
    "はっ！？　お、俺はどうなったんだ！？\nそれより、あのバケモノは……っつぅ……！": "Huh?! Wh-What happened to me?! <b>More importantly, that monster... Ugh...!",
    "あ、あの、大丈夫ですか？": "U-Um, are you okay?",
    "き、君は……？": "Wh-What about you...?",
    "少女が混乱している俺を心配そうに覗き込んでいる。": "The girl peers at me worriedly as I'm confused.",
    "目が覚めたみたいで、良かったです……": "I'm glad you're awake...",
    "（……可愛い子だ。\nって、そうじゃない！　俺はさっき……）": "(...She's a cute girl. “Br”? That's not it! I was just...)",
    "えっと、爆発の衝撃で吹き飛ばされて、気を失っていたみたいです。\n……そ、それで、その……とりあえず、タオルをどうぞ。": "Umm, it looks like she was blown away by the explosion and passed out. <b>... S-So, umm... For now, please have a towel.",
    "せ、せめて……下半身だけでも、隠して頂けると……！": "L-Let's at least... hide my lower body...!",
    "下半身……？　あっ！　す、すまない……！\nその、俺は一体……うぐっ……！": "My lower body...? Ah! I-I'm sorry...! <br>Um, what the hell am I... Ugh...!",
    "裸になるまでの経緯を思い出そうとして、頭痛に頭を抑える。\nダメだ、自分のことを何も思い出せない。": "I try to remember how I got naked, but I suppress my head with a headache. <b>No good, I can't remember anything about myself.",
    "だ、大丈夫ですか！？\nもしかして頭を怪我して……": "A-Are you okay?! Could it be that your head is injured...?",
    "い、いや、大丈夫だ。\nただ頭痛がしただけで……": "N-No, I'm fine. I just had a headache...",
    "（……というか、初対面の女の子に全部見られたのか……\nくそ、せめてパンツくらい穿いててもいいだろうに……）": "(...Actually, this is the first time I've met a girl who's seen everything... <br>Dammit, I should at least be wearing panties...)",
    "なんていうか……ごめん。\nタオルありがとう。": "How should I put it... Sorry. Thanks for the <b> towel.",
    "とりあえず前だけは隠したが、なんだろう。\n風呂に入った後か、これは。": "I hid only the front for now, but what was this? Was this after taking a <br> bath?",
    "い、いえ！　目を逸らして……ちゃんとは見てませんから！\n安心してください！": "N-No! Avert your eyes... I'm not looking at you properly! Don't worry, <br>!",
    "それで、どうされたんですか？\n裸でこんな場所にいるだなんて。": "So, what's the matter? You're naked in a place like this?",
    "それは……ん、なんだ？　この音……": "That's...hm? What's that sound...?",
    "何も所持していない……敵意はなさそう。\nやっぱり変質者……？": "I don't have anything in my possession... It doesn't seem hostile. <br>So you really are a pervert...?",
    "アブないモノ仕込んでるかもよ～？\nてゆーか、どーせ犯罪者なんだから、ほっとけばいいのに。": "You might have something dangerous in there, you know? You're a criminal anyway, so you should just leave me alone.",
    "そういうわけにはいきませんわ。\nわたくしたちが第一発見者なのですから。": "We can't do that. After all, we're the first ones to discover it.",
    "一応言っておくと、違法採掘者なら通報すれば金一封出るよ。": "Just so you know, if you're an illegal miner, you can report it to me and I'll give you a penny.",
    "マジ！？　ね、そいつラミの機体で運ぶから乗っけていい？\nあ、でも、変質者と一緒はイヤかも。摘まんで持ってこ。": "Seriously?! Hey, I'll carry that with my lamia machine, so can I ride it? <b>Ah, but I don't think I want to be with a degenerate. I'm going to pick it up and bring it over.",
    "ええっと……その、皆さん……\n今の会話、全部この人に聞こえていますけど……": "Let's see... Um, everyone... <b>This person can hear everything you just said...",
    "えー、別にいいじゃん。\nどうせそいつはきんいっぷーになるんだし。": "Aww, don't worry about it. The <b> guy's going to be kinky anyway.",
    "まだその方が犯罪者と決まったわけでは……": "It hasn't been decided yet that he's a criminal...",
    "…………": "............",
    "すっ、すみません！　失礼なことを……！": "I-I'm sorry! That was rude...!",
    "いや、それよりも……\nあのロボット……戦術機……？": "No, more importantly... <br>That robot... Tactical TSF...?",
    "（あれ……今自然に出てきたけど、『戦術機』ってなんだ……？）": "(Huh...? It just came out naturally. What's a TSF...?)",
    "……センジュツキ、ですか？\nあれは『ＭＧ』ですよ？": "...Senjutsuki, you mean? <b>That's MG.",
    "えむじー……？": "Emuji...?",
    "はい、『メイズガーダー』ですから、縮めてＭＧです。": "Yes, it's a [Maise Garder], so shrink it down to MG.",
    "このメイズ内探索、及び資源採取のために開発された機体ですよ。\n……もしかして、ご存じないんですか？": "It's an aircraft developed to explore the inside of this maise and collect resources. <b>... Don't tell me you don't know about it?",
    "（知らない……）": "(I don't know...)",
    "……": "......",
    "そういえば、近くに乗ってきたＭＧもないですけど……\nいったいＭＧも使わずにどうやってここまで？": "Come to think of it, there's no MG riding nearby, either... How on earth did you get here without using MG?",
    "すまない……わからないんだ……\n記憶が……断片的にしか……": "I'm sorry... I don't know... My <br> memories... are just fragments...",
    "（戦術機？　ＭＧ？　……ダメだ、頭が痛い……\n思い出せない……）": "(Tactical TSFs? MG? ...No good, my head hurts... I can't remember the <br>...)",
    "んー？　キミたち、そこで何してるのかなー？": "Hmm? I wonder what you guys are doing there?",
    "（……？　別のセンジュツ……いや、ＭＧか）": "(...? Another sensation... No, an MG.)",
    "この地点は我々、『カオスメイデン』の担当区域です。皆さんの\nタツミヤ鉱は我々に権利がありますので、譲渡と退去を要求します。": "This is the area that we, Chaos Maiden, are in charge of. We are entitled to your <b> Tatsumiya mine, so we request that you transfer and leave.",
    "はぁ！？　何言ってんの！？\nここはラミたち『シリウスシュガー』の縄張りでしょ！？": "Huh?! What are you saying?! <br>This is the territory of Rami and the others, Sirius Sugaru, right?!",
    "それって、あっちの岩の当たりまででしょ？\nだから、ここはカオスメイデンの担当区域ってわけ♪": "That goes all the way to that rock over there, right? It's a <b>, so this is Chaos Maiden's area of responsibility♪",
    "……いったいなにを言ってるんだ？　担当区域？": "...What the hell are you talking about? The area in charge?",
    "詳細は省きますけど、採掘をする区域は割り当てが決まってるんです。\nだから、普通ならこんな風に揉めることはないんですけど……": "I'll spare you the details, but the area where we're going to mine is allotted. It's a <br>, so normally there wouldn't be this much trouble...",
    "……このまま降りた状態だと危険ですし、ＭＧに戻ります。\n機体がないみたいですし、あなたも一緒に乗りましょう。": "...It's dangerous to get off like this, so I'm going back to MG. There doesn't seem to be a <b> aircraft, so let's ride it together.",
    "――いえ、ここは境界線上ですから明確に決まっていません！\nですから、先に見つけた者に採掘権が与えられるはずです！": "—No, this is on the border, so it’s not clear! It’s a <br>, so whoever finds it first should be given the right to mine!",
    "そうそう、だからそんな銃を向けないでさ。\n他のところに採掘に行ったほうがいいんじゃないかな？": "Oh yeah, so don't point that gun at me. Shouldn't we go mining somewhere else?",
    "いえ。担当区域から考えればそこもうちの縄張りです。\n位置情報を確認すれば分かる話でしょう。": "No. That's our territory, considering the area we're in charge of. If we check the <b> location, we should be able to figure it out.",
    "生徒会の規定でいえば、その認識は間違っていますわ！": "In terms of student council regulations, that perception is wrong!",
    "ここは担当区域の境界線上――\n最初の発見者に権利が生じるはずです！": "This is the boundary of the area we're in charge of—<br>The first person to discover it should have rights!",
    "……最初に見つけたのはめる。": "...I put it on the first one I found.",
    "……さっきから、いったいなにを揉めてるんだ？": "...What on earth have they been arguing about this whole time?",
    "私たちが採掘している『タツミヤ鉱』という鉱石は貴重なもので……": "The ore we're mining, the Tatsumiya Ore, is precious...",
    "こんな浅い階層で見つかることは珍しいんです。\n見つけた人の成果になりますから、結局奪い合いになってしまって……": "It's rare to find one on such a shallow floor. It'll be the result of the person who found the <b>, so in the end, we ended up fighting each other...",
    "なるほど……彼女たちはここで採掘される、\n鉱物資源をめぐって争っている、というわけか。": "I see... So they're fighting over the mineral resources being mined here.",
    "んー……もうめんどくさいし、戦って決めればいいんじゃない？\n強い奴が全部ひとりじめ。カンタンな理屈でしょ？": "Hmm... It's a pain in the ass, so why don't we just decide to fight? The <bl> strong are all alone. Simple logic, isn't it?",
    "も、もしかしてこんな場所で戦うつもりなんでしょうか……？": "I-Is she planning to fight in a place like this...?",
    "メイズ内での勝手な争いは厳罰だと、生徒会の規定で決まっていますわ！": "It's decided by the student council's regulations that arbitrarily fighting within the Mays is a severe punishment!",
    "生徒会の許可なんて、どーでもよくない？\n校舎同士の揉め事は、ＭＧの腕で決めるのがルールでしょ？": "Who cares about permission from the student council? The rule is to use MG skills to decide disputes between the <br> buildings, right?",
    "だいじょーぶ。誰も見てないんだからさ♪\n勝つ自信がないなら、諦めて帰ってもいいんだよ？": "Don't worry. No one's watching♪ If you're not confident you can win, you can give up and go home, you know?",
    "こ、こちらだって諦めるつもりはありませんわ……！": "I-I have no intention of giving up...!",
    "ふふ、そうこなくっちゃね♪\nそれじゃあ、準備が出来たらよーいドンで始めよっか♪": "Hehe, that's how it has to be♪ <b>Well then, once you're ready, let's start with a bang♪",
    "――啖呵は切りましたが、どうしましょうか。\nカオスメイデンは、パイロットチームでも有数の実力者ですし。": "—I’ve said my piece, but what should I do? <br>Chaos Maiden is one of the most powerful members of the pilot team.",
    "戦うなんて無理に決まってるじゃん！\n不意打ちしてもぶっ倒される未来しか見えないんだけど！？": "Of course it's impossible to fight! Even if you catch me by surprise, I can only see a future where I'll be defeated!",
    "とはいえ、向こうはやる気満々だよねぇ。\n何とかして逃げるってのが一番いい手かな？": "That said, they're all fired up. Is the best way to get away from them somehow?",
    "……勝ち目はないし、それが良いと思う。": "...I don't stand a chance, so I think that's for the best.",
    "とりあえず、めるちゃん達が機体に乗り込むまでは時間を稼がないとね。\n痺れを切らして襲い掛かってきたらマズいし。": "Anyway, we need to buy time until Me-chan and the others get into the aircraft. It'd be bad if they got numb and attacked us.",
    "んじゃラミが……": "Then Rami...",
    "ねえ！　ちょっと！\nこっちとそっちじゃ実力差ありすぎて不公平だと思わない！？": "Hey! Hey! <b>Don't you think there's too much of a difference in skill between us and that!?",
    "んー？　そうかな？\nまあ、それならハンデくらいは上げてもいいけど……": "Hmm? Really? <b>Well, in that case, I could at least give you a handicap...",
    "――めるさん、機体に乗れまして？": "――Meru-san, are you able to ride the aircraft?",
    "……少し待ってください。\nはい！　私は乗れました！": "...Wait a minute. <br>Yes! I'm on board!",
    "今、予備シートも展開したので、\nあなたは、こちらに座ってください！": "I just opened the spare seat, so please sit here, <br>!",
    "あ、ああ……": "Y-Yeah...",
    "大丈夫ですか？\n狭くはありませんか？": "Are you okay? Isn't the <br> narrow?",
    "ああ、大丈夫……いや、やっぱり狭くはあるな……": "Ah, I'm fine... No, it's still a little cramped...",
    "す、すみません。\n一人乗りの機体なので……我慢してもらうしか。": "I-I'm sorry. It's a single-seater, so... I'll just have to ask you to put up with it.",
    "ん？　今、そっちのＭＧに乗り込んだ人数……\nひとり、多くなかったかな～？": "Hm? The number of people who just boarded that MG... Wasn't there one more <b>?",
    "き、気のせいです！\n見間違えじゃないですか！？": "Y-You're imagining things! You must have misjudged the <br>!",
    "センサーにひとり分多く映ってたよ？\n隠し事なんてズルいんじゃないかな～。": "There was one person's worth of it on the sensor, you know? I don't think it's fair to hide a <br> secret.",
    "う、うう……\nど、どうしましょう？": "U-Ugh... Wh-What should we do?",
    "いやあ、もう一触即発って感じだねぇ～。\nこれは逃げれないかも？": "Man, it feels like another touchdown. <b>Maybe I can't run away from this?",
    "他人ごとみたいに言ってるけど、\nラミたちみんなヤバいんだからね！": "It sounds like it’s someone else’s problem, but all the <br> Rami and the others are in trouble!",
    "す、すみません……": "I-I'm sorry...",
    "いえ、めるさんのせいではありませんわ。": "No, it's not your fault.",
    "……センサーを誤魔化すのは至難の業。仕方ない。": "...It's extremely difficult to fool the sensors. There's no helping it.",
    "んー、まあもうこれ以上は時間の無駄だよね？\nそれじゃ、さっそく――": "Hmm, well, any more than this is a waste of time, right? <b>Well then, let's get going―",
    "……ユリア。\n囲まれています！": "Julia, we're surrounded!",
    "こ、こんな時に『メイズシフター』ですか！？": "A-A 'maise shifter' at a time like this?!",
    "しかも多数の反応がありますわ！": "And there are a lot of reactions!",
    "ええええ！　ウソでしょ！？\nいやだー！　せっかくタツミヤ鉱を見つけたのにー！": "Whaaat?! You're kidding, right?! <b>Nooo! I finally found the Tatsumiya Ore!",
    "おー、いっぱい来たねぇ。\nさっさと倒して、勝負の続きをしよっか。": "Oh, there's a lot coming. Let's beat the <br> quickly and continue the match.",
    "そ、それどころじゃありませんよ！？": "Th-This isn't the time for that!",
    "ん？　この程度のメイズシフター相手なら、\n別に苦戦することもないでしょ？": "Hm? With a maise shifter like this, there's no need to struggle against a <br>, is there?",
    "あ、ちょうどいいし、\n討伐数が多いチームが鉱石をひとりじめなんてどう？": "Oh, this is perfect, and how about a team with a lot of <br> subjugations taking ore all by themselves?",
    "ユリア！　雑談をしてないで、ちゃんと戦ってください！": "Julia! Stop chatting and fight properly!",
    "ちぇ、はーい。\nそれじゃ、後でね～♪": "Tch, okay. <b>See you later~♪",
    "あれが……メイズシフター……？\nさっき俺を襲ってきたやつか……": "So that's...the Mayzsifter...? The one that attacked me earlier...?",
    "はい！　ゲームに出てくる怪物みたいなものです！\nメイズの中に住み着いてるんです！": "Yes! It’s like a monster out of a game! It lives inside the <br> mayse!",
    "……よく生きてるな、俺。": "...I'm really alive.",
    "はい、とても運が良かったです！\nただそれにしても……今回は数が多すぎます……": "Yes, we were very lucky! <b>But even so...there are too many of them this time...",
    "ちょっとこれはマズいかな……？": "Is this a little bad...?",
    "あー、もう！\nこんだけ多いと適当でも当たるけど全然減んなーい！！": "Aaah, geez! <br>If there's this many of them, I'll hit them at random, but they won't decrease at all!!",
    "……うぅ、このままだと。": "...Ugh, at this rate.",
    "皆さん、冷静に対処を……くっ、また攻撃が……！": "Everyone, calm down and deal with this... Ugh, another attack...!",
    "……くっ……ううっ……": "...Kuh... uuhh...",
    "『隊長！　奴らに囲まれました！』": "“Captain! We’re surrounded by them!”",
    "『最悪……隊長、ご命令を！』": "“Worst-case scenario...Captain, your orders!”",
    "『俺が一撃離脱して時間を稼ぐ！　その間に陣形を作るんだ！』": "“I’ll break out of the attack to buy time! We’ll form a formation in the meantime!”",
    "（……なんだ、今の記憶は？）": "(...What was that memory?)",
    "俺はもしかして……": "Could I be...",
    "なにかと戦っていた……？": "She was fighting something...?",
    "（……分かる。\nこの怪物どもを倒すための……やり方が……！）": "(......I understand. <br>The way......to defeat these monsters......!)",
    "――全員よく聞け。落ち着いて、いったん距離を取れ！\nそのまま陣形を作るんだ！": "――Listen carefully, everyone. Calm down and put some distance between us! <br>Stay in formation!",
    "自然と、自分の口からそんな言葉が飛び出した。\nなんで俺はこんな指示が出せるんだ？": "Those words naturally came out of my mouth. <br>Why am I giving these instructions?",
    "えっ！？　は、はいっ！": "Huh?! Y-Yes!",
    "俺のとっさの指示に彼女たちは従い、\nメイズシフターから距離を取る。": "The girls obeyed my immediate instructions and distanced themselves from the <br> maise shifter.",
    "（……考えるのは後でいい。彼女たちは俺を助けてくれた。\nなら、その恩を返すだけだ）": "(...I can think about it later. The girls saved me. If it's <br>, I'll just repay them for that.)",
    "数が多い相手なら、接近戦に持ち込まれないよう立ちまわるんだ！\n弾幕を張って、足止めをしてから戦いやすい形に持ち込め！": "If there’s too many of them, we’ll have to stand around so they won’t get caught in close combat! Put up a <br> barrage, stall them, and then bring them into an easy-to-fight shape!",
    "（……な、なんでしょうか？\n彼の指示につい従って動いてしまいますわ……）": "(...Wh-What is it? I'm following his instructions...)",
    "態勢を立て直せそうなのはいいけど、これからどうするの？\nまだまだ、メイズシフターはワラワラいるけど。": "It’s good that it looks like we’ll be able to regroup, but what are we going to do now? <b>There’s still a lot of trouble with the maise shifters.",
    "この状況なら背後を気にせず正面だけを相手にすればいい。\n後は全員で協力して、ひたすらに倒していくだけだ！": "In this situation, we just have to face them head-on without worrying about what's behind us. All that's left is to work together and defeat them!",
    "幸か不幸か、今のところ狙う必要はなさそうだしな！": "For better or worse, it doesn't look like we need to go for it right now!",
    "……了解。分かりやすい指示で助かる。": "...Understood. Thanks for the easy-to-understand instructions.",
    "てか、急にどうしたの！？\n経験者なら最初から言っとけ！": "Wait, what's gotten into you all of a sudden?! If you're a <br> veteran, you should've said so from the start!",
    "俺もわからないんだ！　仕方ないだろ！\nとにかく殲滅するぞ！！": "I don't know either! I can't help it! <br>Anyway, let's annihilate them!!"
}