{
    "むむむ……本当に難しいですね。": "Hmm... It really is difficult.",
    "そうねぇ。他に意見はないかしら？\n個展だとやっぱり皆の役割が難しいわよね。": "That's right. Do you have any other opinions?\nIt's really hard to play the role of everyone in an exhibition.",
    "まあ、結局誰かが割を食うのは仕方ないよねぇ。": "Well, in the end, it can't be helped if someone eats something.",
    "そりゃそうだけどねぇ。\nやっぱりＶＲが一番いいんじゃないかな？": "That's true, but...\nIsn't VR the best option after all?",
    "ちょっと機材の準備とかは面倒だけど、\n方向性さえ間違えなければ受けると思うんだよね。": "Preparing equipment and stuff is a bit of a pain, but...\nAs long as you don't go in the wrong direction, I think you'll take it.",
    "ううん……ウケるとしても、\nあんまりトレブルクインテットらしいとは思わないかも。": "No... Even if it's funny,\nI don't think it's very Treburg-Intette-like.",
    "（……全然決まらん。\nあれからずっと会議をしてるが……難しいな）": "(...I can't decide at all.\nWe've been having meetings ever since, but... it's hard.)",
    "（険悪な雰囲気とかはないんだが……\nどこか発想が固まってしまって場が硬直してる）": "(It doesn't have a grim atmosphere or anything, but...\nSomehow, my ideas have solidified, and the atmosphere has stiffened.)",
    "（だからこそフルートの意思で決定されるわけだ。職人肌だったり、\n頑固な一面があるからムードメーカーなフルートが鍵になると）": "(That's why it's decided by the flute's will. It's also because of the craftsman's skin\nHe has a stubborn side, so the mood-maker flute is the key.)",
    "――体験型アトラクションだと、\n結局作る私とかがメインになりすぎて他の仕事が足りなくない？": "—A trial-and-error attraction,\nIn the end, don't you think you're focusing too much on me making it and not doing enough other work?",
    "確かにそこを突かれると痛いんだけどさ～……\nロージーの企画だって同じ問題を抱えてるでしょ？": "It does hurt when you poke me there, but...\nRosie's project has the same problem, right?",
    "んー、そうなのよねぇ……なら皆にも、\nあたしと一緒に何か作ってもらうのはどうかしら！": "Hmm, you're right... In that case, I'll tell everyone...\nWhy don't you make something with me?!",
    "ええ……それはちょっとなぁ。\nロージーの作品と並べて評価されるだろうし。": "Yeah... That's a bit much.\nI'm sure it'll be appreciated alongside Rosie's work.",
    "やっぱり私は、みんなと一緒にできる企画がいいな。\n劇が採用されなくてもいいから、それぞれにちゃんと役割があるの。": "I really want to do a project I can do with everyone else.\nIt doesn't have to be a play, so each of us has a role to play.",
    "そうですね……フルートも皆で何かできる方が嬉しいです！": "That's right... I'd be happier if we could all do something together!",
    "ＶＲアトラクションにも、体験型があるからねぇ。\nむしろ準備して表示する方が個性が出るかも？": "VR attractions also have a trial version, after all.\nIf anything, preparing and displaying them might give you more individuality?",
    "あー、そうだね。確かにそういう手段もあるね。\nでもコンセプト的にテーマがないと難しくない？": "Ah, that's right. There's definitely a way to do that.\nBut wouldn't it be difficult without a theme in terms of concept?",
    "それに、結局みんなで協力して……はいいかもしれないけど、\nあたし達らしさっていうとちょっと微妙かもねぇ。": "Besides, in the end, we all worked together... It might be okay, but...\nI don't know if it's our style or not.",
    "コスプレだと個性は出せる気はしますけど……\nうーん、それだけだとピンときませんね。": "I feel like I can show off my individuality in cosplay, but...\nHmm, that alone isn't enough to make me understand.",
    "そうだね。結局、フルートの案をそのまま採用しても、\nあたしの休憩所とあんまり変わらないしね。": "That's right. In the end, even if we adopt the flute plan...\nIt's not much different from my rest area.",
    "うーん、劇なら皆に役割は持たせられるけど、\n台本とか舞台の種類を考えると難しそうだし……": "Hmm, if it's a play, everyone can play a role, but...\nConsidering the script and the types of stages, it's going to be difficult...",
    "（なかなか決まらないな。\nとはいえ、話は少しずつだが進んではいるか）": "(It's hard to decide.\nThat said, the conversation is progressing bit by bit.)",
    "（……トレブルクインテットっていうチームは、\n不思議と纏まった仲の良いチームなんだな）": "(...The team called the Treburg Integrity...\nThey're a strangely close team, aren't they?)",
    "微笑ましいなと思って": "I thought it was charming.",
    "混ざりたいなと思って": "I wanted to join you.",
    "%usernameusernameuserna%……\n私達を眺めながら、何をニヤニヤしてるの？": "%usernameusernameuserna%...\nWhat are you grinning at us for?",
    "微笑ましい……？": "Smiling...?",
    "ああ、俺が思っていた以上に良いチームだと思ってな。\nなんだかにこやかに眺めてしまったんだ。": "Yeah, I thought they'd be a better team than I thought.\nFor some reason, I ended up looking at it with a smile on my face.",
    "……%usernameusernameuserna%の言い方、おじいちゃんみたい。": "...The way %usernameusernameuserna% said that sounded like an old man.",
    "どう見ても同い年くらいなのに、\nなんかたまにおじいちゃんみたいな感じになるよね。": "No matter how you look at it, we're about the same age,\nSometimes I feel like an old man.",
    "お、おじいちゃん……！？　そんな風に思われるのか……！？\nくう……言動に気を付けよう。": "G-Grandpa...?! Does he really think that way?!\nUgh... I'll be careful of what I say.",
    "……わざわざ言わなくても良くない？\n混ざりたいなら混ざればいいでしょ。": "...You don't have to tell me, do you?\nIf you want to join in, you can join in.",
    "いやいや、そうは言うが、\nこういうのに俺が混ざるのもな。": "No, no, you say that, but...\nI don't want to get mixed up in this.",
    "もう、後輩クンったら。\n変にためらわずに混ざればいいのよ。": "Geez, Kouhai-kun.\nYou don't have to hesitate to join in.",
    "%usernameusernameuserna%さん、\nそういう言い方はちょっとおじさんみたいかもです。": "%usernameusernameuserna%-san,\nYou sound a little like an old man when you say it like that.",
    "おじっ……！？　ぐっ、そんな風に思われるのか……\nも、もっと言動に気を付けないとな……": "Uncle...?! Guh, so that's what they think...\nI-I need to be more careful about what I say...",
    "で、まあダメージ食らってる%usernameusernameuserna%から、\nなにか意見とかアイデアはない？": "And, well, it came from %usernameusernameuserna%, who was taking damage\nDo you have any ideas or opinions?",
    "……えーっと、そうだな。\n俺もパッとは出てこないな。": "...Umm, let's see.\nI didn't come out at all either.",
    "うう……フルートも考えすぎてキャパいです……\nこのままじゃ最後まで続かないかも……": "Ugh... I'm thinking too hard about flutes...\nAt this rate, it might not last until the end...",
    "正直、私も頭が回らなくなってきたよ。\nデザートの量を抑えたのは失敗だったかもね。": "Honestly, I can't think straight anymore.\nIt might have been a mistake to reduce the amount of dessert.",
    "じゃあ、いったん休憩を挟むか？\nずっと考えて会議しっぱなしだからな。": "Shall we take a break, then?\nWe've been thinking about it for a long time, so we've had a meeting.",
    "いいの？　余裕はないからサクッと決めるのも大切じゃない？": "Are you sure? We don't have time for this, so isn't it important to make a quick decision?",
    "こういう会議で、最高を求めても時間の制限もある。\nなら、誰かが諦める必要はあると思うんだよね。": "There's a limit to how much time we can spend at meetings like this, even if we want the best.\nIn that case, I think someone needs to give up.",
    "……まあ、エヴィの言う通りではあるね。\n時間の余裕があるとしても、決断は必要だよねぇ。": "...Well, Eve is right.\nEven if we have time to spare, we still need to make a decision.",
    "効率重視は悪いように見えるかもしれない。\nでも、何も決められず最後に泣くよりはずっといいんだから。": "Focusing on efficiency might seem like a bad idea.\nBut it's much better than crying at the end when you can't decide anything.",
    "エヴィちゃん……\nうう……でも、諦めたくはないんです……！": "Eve...\nUgh... But I don't want to give up...!",
    "フルート……まあ、無理にとは言わないけどさ。": "A flute... Well, I won't force it.",
    "まあ、落ち着け。とりあえず休憩をしよう。\n何も決まらずに悩んでると暗くなるからな。": "Well, calm down. Let's take a break for now.\nIt'll get dark if you worry about it without deciding anything.",
    "了解だよ。": "Understood.",
    "んー、けっこう疲れたわねぇ……\nやっぱり白熱しちゃうものね。": "Hmm, I'm pretty tired...\nIt really is incandescent.",
    "……はふぅ～……": "*sigh*...",
    "フルートもお疲れ様。\n皆喉が渇いただろうし、何か買ってこようか？": "Good work on the flute, too.\nEveryone must be thirsty, so why don't we go buy something?",
    "いいの？　お金は後で払うからお願いしちゃおっかな。": "Are you sure? I'll pay you later, so I'm counting on you.",
    "俺も手伝おうか？": "Would you like me to help?",
    "ありがとう、でも大丈夫。\n%usernameusernameuserna%も頑張ってくれてるしお礼だよ♪": "Thank you, but I'm fine.\nIt's a token of my gratitude for all the hard work %usernameusernameuserna% has put in♪",
    "私の分は……そうだなぁ。エナドリ買ってきてくれる？": "As for my portion... Let's see. Will you go buy me an energy drink?",
    "エヴィちゃん……そればっかり飲んでたらやばたんですよ。\n絶対体に悪いです。": "Eve... It'd be bad if you only drank that.\nIt's definitely bad for your health.",
    "栄養補給には、これが最適なんだってば。": "This is the best way to replenish your nutrients.",
    "ドリンクだけじゃなくて、今は糖分がほしいわね。": "It's not just drinks. Right now, I want sugar.",
    "確かに……さっきスイーツを食べたのに、\n甘いものが欲しくて仕方なくなっちゃったよ……": "It's true... I just ate some sweets,\nI can't help but want something sweet...",
    "なら、そっちは俺がデリバリーしてやろうか？\n今から買ってくるぞ": "In that case, why don't I deliver that for you?\nI'll go buy it now.",
    "おお、流石は教導指揮官♪\nそれじゃあお願いしちゃおうかな？": "Oh, that's our instructor! ♪\nWell then, shall I ask you to do it?",
    "あはは、エヴィってば調子いいねぇ。\nでも、確かにデリバリーしてくれるなら頼んじゃおうかなぁ。": "Ahaha, you're in pretty good shape, Eve.\nBut it's true that if she's going to deliver it, I'll ask her to do it.",
    "そうね、何ならさっき食べれなかったような、\n別のスイーツを食べちゃうのもありよね。": "That's right, if you want, it's like I couldn't eat it earlier.\nIt's also possible to eat another dessert.",
    "……いや、流石にそれは食べすぎ……": "...No, that's too much...",
    "お前らなぁ……人の金だと思って……まあいいが。": "You guys... Think of it as someone else's money... Well, whatever.",
    "スイーツと言えば……\n前に食べたアマツのお菓子が美味しかったな。": "Speaking of sweets...\nThe sweets I ate before were delicious.",
    "……アマツまで行ってきてくれって話か？": "...Are you asking me to go to Amatsu?",
    "う、ううん！　違うの！\n今のはただの思い出話だから！": "N-No! That's not it!\nThat was just a reminiscing!",
    "アマツには名菓がいっぱいあるよね。\n独特のさっぱりした甘みが人気で、観光地ではお土産の定番だし。": "There are lots of famous sweets in Amatsu.\nIts unique refreshing sweetness is popular, and it's a staple souvenir in tourist spots.",
    "でも今あたしが口にしたいのは、\nもっとこってり重みのあるスイーツなのよね～。": "But what I want to say right now is...\nIt's got a lot more weight to it.",
    "こってりした甘いもの……\n前にフルートがゴテゴテのスイーツ写真をアップしてなかった？": "Something rich and sweet...\nDidn't the flute upload a rough picture of sweets before?",
    "リバティにオープンしたばかりのお店に行ったときのですね♪\nあれはとっても映えなスイーツでした！": "When we went to a shop that just opened in Liberty. ♪\nThat was a really good dessert!",
    "トッピングが激カワであまりにアゲぽよだったので、\nいっぱい写真を撮っちゃいました。": "The toppings were so cute that it was almost like a horse mackerel.\nI took a lot of pictures.",
    "……撮影に時間をかけすぎて、\nアイスが溶けて崩れちゃってぴえんでしたけど……": "...I spent too much time filming,\nThe ice cream melted and crumbled, but...",
    "そりゃもったいないことしたな。": "That's a waste.",
    "今度は溶けちゃう前に食べたいです……\nできれば、みんなと一緒に！": "This time, I want to eat it before it melts...\nIf possible, with everyone!",
    "是非とも行きましょ。": "Let's go by all means.",
    "まあ、とはいえパフェはさっきのカフェでも食べたし、\nしばらくは食べなくてもいいかなぁ。": "Well, that said, I ate the parfait at the café earlier\nI guess I won't have to eat for a while.",
    "まあね～。食べてるのを見てるだけでも胸焼けしそうだったよ。": "Yeah, I guess. Just watching her eat was enough to give me heartburn.",
    "ああ見えて結構あっさりというか、\nフルーツ多めだからそんなに重たくはないんだけどね？": "Despite how she looks, she's pretty easy to deal with.\nIt's not that heavy, though, since it's got a lot of fruit.",
    "そうね、あのパフェはとっても美味しかったわ♪\nバランスが良くて、いくらでも食べれちゃうくらいよ。": "That's right, that parfait was delicious♪\nIt's so well-balanced that you can eat as much as you want.",
    "色んなフルーツが、もういっぱい乗ってて美味しそうでしたね！\nフルートの好きな物がいっぱいあるのにバランスが良いなんて……": "There were so many different kinds of fruit on top that it looked delicious!\nThere are so many things flutes like, but they're well-balanced...",
    "……バランスがよくて……好きなものがいっぱい……": "...It's well-balanced... and there's so much I like...",
    "……フルート？\n急に黙り込んで、どうした？": "...A flute?\nWhy are you so quiet all of a sudden?",
    "……そうです！　パフェですよ！": "That's right! It's a parfait!",
    "うえっ！？　パフェ食べるつもりなの！？\n流石にそれはカロリーが凄いことに……": "Whaaat!? You're going to eat parfaits!?\nThat's a lot of calories...",
    "そ、そうじゃなくてですね！\nフルート達の目指す『ぽよ』は、あのパフェにあったんです！": "Th-That's not what I meant!\nThe 'poyo' the flutes were aiming for was in that parfait!",
    "……ごめん。どういうこと？": "...Sorry. What do you mean?",
    "どれかを選ぶ必要なんてなかったんです。\n全部盛りにしちゃえばよかったんですよ。": "You didn't have to choose one.\nI should've put it all in the bowl.",
    "文化祭の出し物も、パフェと同じです。\nみんなの好きを最高に盛って、爆アゲしちゃいましょう！": "The cultural festival program is the same as the parfait.\nLet's put everyone's love into the best of our abilities and burn them to a crisp!",
    "個展と……": "An exhibition...",
    "お化け屋敷と……": "A haunted house...",
    "劇と……": "The play...",
    "休憩所と……": "The rest area...",
    "フルートのコスプレと……全部を組み合わせるってことか？": "So you're going to combine the flute cosplay with... everything?",
    "はい！　誰も我慢しない、自由で、最高の『ぽよ』です！": "Yes! It's the best 'poyo' that no one can resist, free and free!",
    "んー、確かに言われてみると……それも悪くなさそうよね。\n実際どうなのかしら？": "Hmm, now that you mention it... That doesn't sound bad.\nI wonder if it's actually true?",
    "……いいね、面白いかも。考えてみればどれかを選ぶ必要はないもんね。\n全部を選んで活かすってのも面白そうだね。": "...Sounds good. Interesting. Now that I think about it, there's no need to choose one.\nIt'd be fun to choose all of them and make use of them.",
    "うん、それはとってもいいかも！\n私も精一杯がんばれそうだし、楽しみ！": "Yeah, that might be really nice!\nLooks like I'll be able to do my best too, so I'm looking forward to it!",
    "……": "......",
    "エヴィ？\n急にデバイスとにらめっこなんか始めて、どうしたんだ？": "Eve?\nWhat's wrong with suddenly having a staring contest with the device?",
    "すぐにでもコストを計算した方がいいでしょ？\nその方向で企画を固めるなら。": "Shouldn't we calculate the cost right away?\nIf we're going to solidify the project in that direction...",
    "……ありがとうございます！\n皆もノリノリになってくれたので……これでゴーゴーです！": "...Thank you very much!\nEveryone got really into it, so...now it's go-go!",
    "……ああ！\nトレブルクインテットの出し物は『全部盛り』で行こう！": "...Yeah!\nTreburg Integrity's program will be \"all servings\"!",
    "りょ、です！\nみんなでバイブスあげていきましょう！": "Yes, sir!\nLet's all give him a vibrator!"
}