{
    "しばらく経ったある日のことだ。\n俺は『お礼をさせてほしい』と言われ、彼女の部屋に招かれた。": "It happened one day after a while.\n\"I'd like to thank you,\" she said, and invited me to her room.",
    "まだ、特別養成校舎卒業――というわけにはいかないけど、\nあれから成績は上がってきているの。": "I'm still graduating from the special training building――I can't do that yet, but...\nMy grades have been improving since then.",
    "少しでも何かあればみんなに質問するようにはしていて、\nおかげで問題があっても何とかなることが増えてきた。": "I made sure to ask everyone questions if there was even the slightest bit of trouble,\nThanks to that, even if there are problems, we've been able to do something about them.",
    "%usernameusernameuserna%のおかげよ。\nだから……その、貴方にお礼をしたいと思ったの。": "It's all thanks to %usernameusernameuserna%.\nThat's why...umm, I wanted to thank you.",
    "お礼なんて……心香が頑張った成果じゃないか。": "Thanking me... Isn't that the result of Shinka's hard work?",
    "それでも、私を『やる気』にさせてくれはのは\n間違いなく%usernameusernameuserna%だから……": "Still, you're the one who's making me \"motivated\"\nThere's no doubt it's %usernameusernameuserna%...",
    "そこまで言うなら……\n具体的にどんなお礼をしてくれるつもりだ。": "If you insist...\nWhat exactly are you going to thank me for?",
    "それは……\nちょっと片手、出してくれる？": "That's...\nCan you hold out one hand for a second?",
    "手……？　はい。": "Your hand...? Yes.",
    "（何かもらえるのか？）": "(Will I get something?)",
    "彼女は俺の右手を取ると――": "She took my right hand, and—",
    "むにゅっ。": "Squish.",
    "心香！？": "Shinkou?!",
    "どう……かしら？　私の胸、柔らかい……？\nけ、経験ないから……自信ないんだけど。": "What... do you think? My breasts are soft...?\nI-I don't have any experience, so... I'm not sure.",
    "いやいや、ちょっと待て！？　どういうつもりだ！？\nまさか、お礼って……！": "No, no, wait a minute!? What are you trying to do!?\nDon't tell me you're thanking me...!",
    "……うん、私の身体……ど、どう……かしら。": "...Yeah, my body... I-I wonder...",
    "日頃の感謝を――男の人へのお礼って何がいいのか、\nネットで調べてて……これが一番効果的だって出てきたから……": "My daily thanks—I don't know what a man's thanks are for\nI looked it up on the internet... and it said this was the most effective way to do it...",
    "いや、それエロサイトだろ！？": "No, that's an erotic site, isn't it!?",
    "（これ絶対、調べていたら、\n気づかない間に迷い込んでたパターンだな）": "(If I had definitely investigated this,\nIt's a pattern where you got lost without realizing it.)",
    "も、もしかして、何か間違ってた……！？": "D-Did I do something wrong...?!",
    "真実に気付いた心香は顔を真っ赤に染める。": "Realizing the truth, Shinka's face flushed bright red.",
    "気付いてくれてよかったとほっと息を吐くが……\n心香は赤い顔のまま、真剣な様子でこちらを見つめてきた。": "I let out a sigh of relief, glad that she noticed, but...\nStill red-faced, Kokoru looks at me seriously.",
    "……で、でも、本当に私が嫌なことだったら、\nいくら正しい情報でも、こんなことしたいなんて思わない。": "...B-But, if it really was something I didn't like,\nNo matter how accurate the information was, I wouldn't want to do this.",
    "%usernameusernameuserna%に、抱かれようだなんて……": "Trying to get hugged by %usernameusernameuserna%...",
    "心香……": "Shinkou...",
    "%usernameusernameuserna%が、私を、その……\n『やる気』にさせたのよ……": "%usernameusernameuserna%, I, umm...\nI made her \"motivate\" me...",
    "………………": "............",
    "も、もちろん……貴方にも選ぶ権利はあるわ。\n私のつまらない身体じゃ、確かにお礼になんてなら――": "O-Of course... You have the right to choose.\nWith my boring body, I certainly wouldn't be able to thank her――",
    "さすがにそれはない！": "That's not going to happen!",
    "心香は気づいていないんだろうな、自分の魅力に。\nそしてこっちがどれだけ紳士であろうとしているかに。": "Kokoro probably hasn't noticed her charm.\nAnd how much of a gentleman I am trying to be.",
    "えっ……": "Huh...?",
    "……本当に、いいんだな？\nそこまで据え膳されたら、もう遠慮も配慮も我慢もしないぞ。": "...Are you sure about this?\nI won't hold back, be considerate, or put up with you if you're set up like that.",
    "え、ええ……望むところよっ。": "Y-Yes... That's exactly what I want.",
    "……こ、これで、いいのかしら……？": "...I-Is this okay...?",
    "一糸まとわぬ姿となった心香は、\nこちらに背を向けて恥ずかしそうに呟く。": "Shinka, now in a single threadless form...\nShe turns her back to me and mutters shyly.",
    "ごめんなさい……%usernameusernameuserna%に、\n身体でお礼をするなんて言っておきながら……": "I'm sorry... To %usernameusernameuserna%,\nEven though she said she'd thank me with her body...",
    "私……初めてで、これからどうしたらいいのか、\nちっとも分かってなくて……": "This is... my first time, and I don't know what I should do from now on.\nI don't get it at all...",
    "申し訳なさそうに下を向く心香に、全然そんなこと構わない。\nむしろ、そんな心香がいいのだと告げる。": "Kokoro looked down apologetically, but I didn't mind at all.\nIf anything, that's what Kokoro told me.",
    "中途半端なお礼になってしまったわね……": "That was a half-hearted thank-you...",
    "何も気にせず、こちらに身を任せてくれればいい。": "All you have to do is leave yourself to me without worrying about anything.",
    "そう囁きながら、性的なことに疎い様子の心香に、\nこれから色々なことを教えていけるという事実に心が躍る。": "As she whispered that, Kokoru, who didn't seem to know much about sexual matters, gave her a heart attack.\nMy heart danced at the fact that I could teach her all sorts of things from now on.",
    "身体の力を抜いて……と囁きながら、\n心香の膣口に、勃起したペニスの先端をあてがった。": "\"I'll relax my body...\" she whispered\nI place the tip of my erect penis against her vaginal opening.",
    "あ、あ、あ、はぁあああ……っ！": "A-Ah, ah, haaaaah...!",
    "亀頭が膣肉を割り裂き、心香の奥へ奥へと進んでいく。": "The glans split open her vaginal flesh, moving deeper and deeper into Kokoroka.",
    "心香の胎内は、初めてペニスを受け入れた衝撃に震えながら、\nそれでも熱く膣肉をうねらせ、こちらの身体を受け入れていった。": "Kokoro's womb trembled from the shock of accepting my penis for the first time.\nEven so, her hot vaginal flesh undulated, accepting my body.",
    "あぁ……っ、%usernameusernameuserna%のが、私のなかに……っ、\nんんんっ、は、入ってくるぅ……っ！": "Ahh... %usernameusernameuserna%'s thing is inside me...\nMmmm, i-it's coming in...!",
    "熱くて、硬くて、逞しいのが……うぅっ、\n私の中、みちみちって押し分けて……っ！": "The hot, hard, and stout thing... Ugh,\nYou're pushing your way through me...!",
    "これ、これが……あはぁあっ、\n%usernameusernameuserna%の……んんっ……！": "This, this is... Ahaaah,\n%usernameusernameuserna%'s... Mmm...!",
    "心香自身もまた、初めての刺激に声をあげながら、\n膣奥へと沈むペニスの感覚を飲み込んでいく。": "Kokoka herself raised her voice at the stimulation for the first time.\nI swallowed the sensation of my penis sinking into the depths of her vagina.",
    "私、私……はぁあっ、\n今、%usernameusernameuserna%と繋がってるのね……": "I, I... Haaah,\nSo you're connected to %usernameusernameuserna% right now...",
    "なんだか、夢みたいで……んんっ、ふ、不思議な気持ち……あぁあっ！\nで、でも、決して嫌じゃないの……": "It's like I'm dreaming... Mmm, a-a strange feeling... Aaah!\nB-But I definitely don't hate it...",
    "そ、それどころか、胸が、身体中が熱くなって……\nあ、あ、あぁあああ……っ！": "Not only that, but my chest, my whole body is getting hot...\nAh, ah, ahhhh...!",
    "コツンという衝撃と共に、亀頭が膣奥の硬い部分に到達した。\nそれと同時に、心香の身体が小さく震える。": "With a thud, my glans reached the hard part of her vagina.\nAt the same time, Kokoru's body trembled slightly.",
    "切なげに肩で息をしつつ漏らしていた心香の声が、一際高く跳ね上がる。": "Kokoro's voice, which had been leaking out with her shoulders heaving with longing, jumped even higher.",
    "あはぁっ、あうっ、うぁあああ……はぁんっ！": "Ahaah, auh, uwaaaah... haahn!",
    "試みに腰を動かしてみれば、先端がその部分に当たるたびに\n心香はヒクヒクと身体を震わせている。": "I try moving my hips in an attempt, and every time the tip hits that part,\nKokoka's body is twitching.",
    "どうやら、心香のより感じる箇所を探り当てたらしい。": "Looks like she's figured out where Kokoru feels better.",
    "心香の快感を更に高めるべく、腰を使ってピストンを始めていった。": "I started using my hips to piston her, in order to increase the pleasure of her heart even more.",
    "あ、あ……っ！\nはぁあっ、あうっ、こ、これ、すごい……っ！": "Ah, ah...!\nHaaah, auh, th-this is...amazing...!",
    "腰を引くと、後ろから心香の真奥に亀頭を叩き付けるように\nペニスを送り込んでいった。": "When I pulled my hips back, I slammed my glans into the depths of Kokoroka from behind.\nI sent my penis in.",
    "心香の身体を気に懸け、無理のない体勢を取りつつ\n大きく引いた腰を心香の臀部にぶつけていく。": "Worried about Kokoru's body, he took an unreasonable stance\nI pulled back hard and slammed my hips against Kokoru's buttocks.",
    "肉と肉がぶつかる音が、いやらしい水音が部屋の中に響いていった。": "The sound of flesh colliding with flesh echoed throughout the room, accompanied by a lewd wet sound.",
    "あはぁああっ、や、おく、おくにいっぱいきてる……！\n%usernameusernameuserna%が、きてるのぉ……っ！": "Ahaaaah, y-you're cumming deep inside me...!\n%usernameusernameuserna% is coming...!",
    "%usernameusernameuserna%のが奥トントンしてぇ……っ、\nうぁあっ、す、すごいの……っ！": "%usernameusernameuserna%'s thing is pounding deep inside me...\nUwaah, w-wow...!",
    "お腹の奥……っ、今まで知らなかったところに……はぁあっ、\n熱いのがいっぱい……あぁあっ、は、はぁんっ！": "Deep in my stomach...! In a place I didn't know until now... Haaah,\nThere's so much hot stuff... Aaah, hah, haahn!",
    "こんな……こんなにすごいんだ……っ、\n%usernameusernameuserna%……っ、あぁ……！": "This is... This is amazing...\n%usernameusernameuserna%...! Aah...!",
    "もっと力を抜いてこちらに身を任せていいと告げるが、\nなかなか思うようにはいかないようだ。": "I told her she could relax more and leave herself to me, but...\nIt doesn't seem like things will go the way I want them to.",
    "んんんっ、でも、でも、私……っ、\nお腹の奥が熱くて、きゅうってして……っ！": "Mmmm, but, but... I...\nThe inside of my stomach is so hot and tight...!",
    "やっ……んぁっ、こんなの……\nは、恥ずかしいのに……んんぅ……！？": "No... nnah, this is...\nI-It's embarrassing... Mmm...!?",
    "枕をぎゅっと抱き締めながら、心香は身体を震わせる。\n彼女の膣内は愛液で潤い、挿送はよりスムーズになっていた。": "Kokoka's body trembled as she hugged the pillow tightly.\nHer vagina was wet with love juices, and the insertion was smoother.",
    "ふあぁっ、なんだか……えっちな音が……っ、\nううう……っ、恥ずかしいのに、すごく……はぁんっ！？": "Fuaah, that sounds... dirty...\nUuuu...! It's embarrassing, but it's really...haahn!?",
    "すごく、ゾクゾクするの……っ、これ、なに……っ？\nあっ、あっ……ん、んあぁっ……！　止まらない……っ。": "It's really giving me chills... What is this...?\nAh, ah... nn, nnahh...! I can't stop...!",
    "このまま心香の身体を慣らしていこう……\nそう考え、挿入を浅くして膣口近くを刺激していく。": "Let's just get used to Kokoru's body...\nThinking that, I shallowly put it in and stimulated the area near her vaginal opening.",
    "あ……んんんんんっ、お、お腹の奥の方……っ、\n%usernameusernameuserna%の熱いのが……！": "Ah... Mmmmmmmm, th-the back of my stomach...\n%usernameusernameuserna%'s hot stuff...!",
    "んぁあっ、なに、これぇ……っ！\n先っぽの方で、ぐちゅぐちゅしてるぅ……っ！": "Nnaah, what is this...?!\nShe's squeezing me with the tip...!",
    "あぁあ……っ、ふぁあっ、これ、これ……\n%usernameusernameuserna%のがいっぱいきて、ふぁあああっ！": "Aaah... fuaah, this, this...\nThere's so much %usernameusernameuserna%, fuaaaah!",
    "しばらく浅いストロークを続けていくと、\n次第に心香の腰が、全身が震え始める。": "After continuing with shallow strokes for a while...\nGradually, Koko's hips and entire body began to tremble.",
    "はぁあああっ、あはっ、んぁあああ……っ！\nうううっ、これ、もどか……しいのぉっ！": "Haaaaah, aha, nnahhhh...!\nUuuu, this is... frustrating!",
    "私……%usernameusernameuserna%のが、もっと欲しい……っ！\n奥までいっぱい、%usernameusernameuserna%が欲しいの……！": "I... want more of %usernameusernameuserna%'s...!\nI want %usernameusernameuserna% all the way in...!",
    "%usernameusernameuserna%、お、お願い……っ！\nさっきみたいに、奥までいっぱいちょうだい……っ！": "%usernameusernameuserna%, p-please...!\nJust like before, give me all the way in...!",
    "私、私……はぁあっ、\n今、%usernameusernameuserna%が欲しいのぉお……っ！": "I, I... Haaah,\nI want %usernameusernameuserna% right now...!",
    "涙目で心香に懇願される様子を目の当たりにして、\nこちらも激しい興奮が全身を渦巻く。": "She watched Shinka beg with tears in her eyes\nFierce excitement swirled around my body as well.",
    "心香の真奥に届けとばかりに、力を込めて肉棒を送り込んでいった。": "I put all my strength into my thrusts, as if to reach the very depths of her heart.",
    "ばちゅんと愛液を滴らせながら腰を打ち付けると、\n心香は焦がれた刺激に鋭い声をあげる。": "Her love juices dripped as I slammed my hips into her.\nKokoro lets out a sharp cry from the longing stimulation.",
    "あ……っ、あぁっ、は、はぅうううっ！": "Ah... ahh, ha-hauuu!",
    "おく、おくに……%usernameusernameuserna%がきてる……っ！\nはぁあああっ、熱くて、硬くて、たくましいのがぁあっ！": "Deep inside... %usernameusernameuserna% is coming...!\nHaaaaah, it's so hot, hard, and tough!",
    "あ、あぁあ……っ、私、私、これ、欲しかったのぉ……っ！\n奥までいっぱい%usernameusernameuserna%が欲しかった……っ！": "Ah, ahhh... I, I, wanted this...!\nI wanted %usernameusernameuserna% all the way in...!",
    "すごいの……っ、%usernameusernameuserna%が、\n私の中いっぱいにきて……あ、ふぁあああ……っ！": "It's amazing... %usernameusernameuserna% is...\nCum inside me... Ah, fuaaaah...!",
    "散々焦らされた後に、最も敏感な部分を思いきり刺激され、\n心香は快感に惑いながら身体を震わせた。": "After being teased so much, the most sensitive part was stimulated as much as she could\nKokoka's body trembled, bewildered by the pleasure.",
    "ふぁあああ……っ、あぁっ、ひぃん……っ！\nすごい、すご、すぎて……あ、あ、あはぁああ……っ！": "Fuaaaah...! Aah, hiin...!\nAmazing, so amazing... ah, ah, ahaaaa...!",
    "望まれるがままに亀頭で真奥への蹂躙を続けて行くと、\n次第に心香の声が裏返っていく。": "As I wished, I continued ravaging her depths with my glans.\nKokoro's voice gradually turned inside out.",
    "あ……あぁっ、ん、ふぅううう……っ！\nすごいの……すごくて、おかしくなっちゃうの……っ！": "Ah... ahh, nn, fuuuu...!\nAmazing... It's so amazing, I'm going crazy...!",
    "%usernameusernameuserna%に気持ちいいところいっぱいいっぱい\nグチュグチュってされて、私の身体……おかしくなるぅ……っ！": "%usernameusernameuserna% has lots of places that feel good.\nIt's making my body... go crazy...!",
    "もう、もう、今までと同じじゃいられないのぉ……っ！\n気持ちいいの、知っちゃって……はぁあっ、ヘンなのぉ……っ！": "I can't be the same as before anymore...!\nKnowing how good it feels... Haaah, it's weird...!",
    "心香の身体は絶頂の予兆を見せ始め、\n次第に精子を受け入れる体勢を整えていた。": "Kokoru's body began to show signs of climax\nShe gradually got into a position to accept the sperm.",
    "甘く震える膣肉はペニスに絡みつき、\n精液を搾り取ろうと圧をかけていく。": "Her sweet, trembling vaginal flesh coiled around my penis.\nI put pressure on her, trying to squeeze out the semen.",
    "子宮はゆっくりと降りてきて、\n亀頭に触れる度、子宮口がひくひくと口を開け始めていた。": "Her womb slowly descended,\nEvery time I touched her glans, her cervix twitched and began to open.",
    "すごいっ、すごく……はぁあっ、きもちいいっ！\n%usernameusernameuserna%が……全部、気持ちいい……っ！": "Amazing, amazing... Haaah, it feels so good!\n%usernameusernameuserna%... It all feels so good...!",
    "%usernameusernameuserna%のしてくれること、はぁあっ、\nぜんぶ、ぜんぶ、いいのっ、気持ちいいよぉおっ！": "What %usernameusernameuserna% is doing, haaah,\nEverything, everything, feels good, feels gooood!",
    "もっともっとちょうだい……っ！\nいっぱいきて……私を、おかしくさせてぇえっ！": "Give me more, more...!\nCum a lot... Make me go crazy!",
    "初めての感覚に怯えていた心香が、\n今や更なる快感を求め甘い声をあげている。": "Kokoka, who had been terrified of the sensation for the first time,\nNow she's moaning sweetly in search of even more pleasure.",
    "目の前の出来事に、全身の血流が泡立つほどの興奮を覚える。\n下半身の一カ所に、欲望が集まっていった。": "I felt so excited that my entire blood flow frothed at the events unfolding before me.\nDesire gathers in one spot of my lower body.",
    "心香の膣肉の激しい締め付けに応えるように、\nペニスに血流が集中し、今にも発射寸前の状態となっていく。": "As if responding to the intense tightening of Kokoru's vaginal flesh...\nMy blood flow concentrates on my penis, and I'm on the verge of cumming.",
    "%usernameusernameuserna%……っ！\nきて、きてっ、このままもっと私の中に、きてぇ……っ！": "%usernameusernameuserna%...!\nCum, cum, cum more inside me like this...!",
    "私の奥に、%usernameusernameuserna%のがいっぱい欲しいの……っ！\nお願い、いっぱいきてぇ……っ！": "I want lots of %usernameusernameuserna% deep inside me...!\nPlease, cum a lot...!",
    "私、私、%usernameusernameuserna%で……はぁあっ、\n気持ちよくなって……あはぁああああ……っ！": "I, I, with %usernameusernameuserna%... Haaah,\nFeel good... Ahaaaaah...!",
    "心香の膣肉が激しく痙攣する。\n肉ヒダの１本１本がペニスに絡みつき、締め上げる。": "Kokoru's vaginal flesh convulsed violently.\nEach and every one of her flesh pleats coiled around my penis, squeezing it tight.",
    "頭の中が真っ白に染まっていくのを感じながら、\n心香の膣内に、滅茶苦茶に肉棒を叩き付けていく――": "I could feel my mind turning white as a sheet\nI slammed my meat pole into Kokoro's vagina like crazy――",
    "あはぁああああっ、すごいっ、くるのっ、きちゃう……っ！\n私、私、はぁあああああああ……っ！": "Ahaaaaah, amazing, it's coming, coming...!\nI, I, haaaaahhhh...!",
    "もう、もう、きちゃうのぉおお……っ！！": "I'm about to cum...!!",
    "あはぁ……っ、きてるぅ……んんっ！\n%usernameusernameuserna%のがいっぱい、んぅ……っ。": "Ahaa... It's coming... nnn!\nThere's so much %usernameusernameuserna%, nnu...",
    "あぁあ……っ、すごい、熱いのぉ……んはぁ……っ。\n奥にいっぱい、きて、はぅう……んんっ。": "Ahhh... It's so hot... nhah...\nCum deep inside me, hauu...nnn.",
    "大量の精液を心香の子宮に注ぎ込み、\n入りきらなかった白濁液が結合部から溢れていく。": "She poured a large amount of semen into Kokoru's womb.\nThe cloudy-white fluids that I couldn't put in flow out from where we're connected.",
    "あ、あぁ、ふぅううう……っ、\n奥に、%usernameusernameuserna%の熱いのきて、はぁあ……っ！": "Ah, ahh, fuuuu...\n%usernameusernameuserna%'s hot thing is coming in deep, haaah...!",
    "こ、こんなに……すごいなんて……ん、ふぅうっ、\nし、知らなかった……": "I-I can't believe... it's so amazing... nn, fuuu,\nI-I didn't know...",
    "んん……っ、で、でも……私の身体……\nちゃんと、%usernameusernameuserna%を気持ちよくできたみたいね……": "Mmm... B-But... my body...\nLooks like you were able to make %usernameusernameuserna% feel good...",
    "いっぱい出してくれて、ありがとう……": "Thank you for letting out so much...",
    "心香は自身の中の感覚に、ほっとしたように微笑む。": "Koko smiles in relief at the sensation inside her.",
    "自覚ないみたいだけど、心香は、女性としての魅力は十分……\nいや、十分以上にたっぷりあるからな？": "She doesn't seem to realize it, but Kokoka has plenty of charm as a woman...\nNo, there's more than enough, okay?",
    "そ、そう、かしら……": "I-I guess so...",
    "やはり、自覚がなかったのだろう。\n言葉をかけられ、心香は顔を赤く染める。": "She probably wasn't aware of it after all.\nKokoru's face turns red as he says those words.",
    "ありがとう、%usernameusernameuserna%……": "Thank you, %usernameusernameuserna%...",
    "別に、本当のことを言っただけで、\nお礼を言われるほどのことじゃ……": "Not really. I was just telling the truth.\nThere's no need to thank me...",
    "……それだけじゃなくて、%usernameusernameuserna%は、\nずっと、私の身体を気遣ってくれていたでしょ？": "...Not only that, but %usernameusernameuserna%...\nYou've been looking out for my health this whole time, haven't you?",
    "以前、怪我をしたって話をしたから……": "We talked about how you were injured before...",
    "そんな%usernameusernameuserna%の優しいところが……\nきっと、人の心を動かすのね。": "That kind side of %usernameusernameuserna%...\nI'm sure it'll move people's hearts.",
    "……そうかな。": "...I guess so.",
    "そうよ。\n……でも、あまりやり過ぎると女たらしになっちゃうわよ？": "That's right.\n...But if you go too far, you'll become a womanizer.",
    "女たらしって、そんな……": "A womanizer? That's...",
    "私は……%usernameusernameuserna%という人間のこと、\nよく分かってるからいいけど……": "I'm... a human named %usernameusernameuserna%,\nI get it, so it's fine, but...",
    "下手に変な女にそれやって、\n最終的にこじれて刺されても知らないわよ？": "I did that to a strange woman,\nI don't care if you get stabbed in the end.",
    "えぇ……\nき、気をつけるよ……": "Yes...\nI-I'll be careful...",
    "ふふ、だからまあ……そういうのは、\n私くらいにしておくことね。": "Hehe, so, well... That's...\nJust leave me alone.",
    "そう言って彼女はこちらを見つめながら、\n未だ火照りの残る頬を緩めたのだった。": "As she said that, she looked at me.\nHer cheeks, still flushed, relaxed."
}