{
    "……ふう。午前中の授業も終わりか。\nさて、食堂に昼飯にでも行くか。": "...Phew. Morning classes are over.\nNow then, let's go to the cafeteria for lunch.",
    "%usernameusernameuserna%、ちょっといいか？": "%usernameusernameuserna%, do you have a moment?",
    "ああ、葵か。俺に何か用か？": "Oh, it's Aoi. What do you want from me?",
    "最近、学校全体の空気が緩んでいるようだ。\n%usernameusernameuserna%も、気を付けて欲しい。": "The whole school seems to have loosened up recently.\nI want you to be careful too, %usernameusernameuserna%.",
    "……もしかして、俺も緩んでるように見えたか？": "...Could it be that I looked like I was loosening up too?",
    "そう言うわけではないが……\n%usernameusernameuserna%は他のチームも見る関係上、特に気を使ってほしくてな": "That's not what I'm saying, but...\n%usernameusernameuserna% wants you to be especially considerate, since the other teams are watching.",
    "今一度、学園に所属する生徒として緊張感を取り戻して欲しい。\n%usernameusernameuserna%も、そのつもりでいてもらいたい。": "I wanted her to regain her nervousness as a student belonging to the academy once more.\nI want you to keep that in mind, %usernameusernameuserna%.",
    "確かに、葵の意見も正しいが……せっかくの学園生活なんだ。\n少しくらい息抜きをしてもいいんじゃないか？": "It's true that Aoi's opinion is correct, but... since we're at school, it's a rare opportunity.\nWhy don't you take a breather?",
    "確かに息抜きは重要だ。\nだが、それでも気を張るべき時は緊張感を持つべきだろう。": "Taking a breather is definitely important.\nBut even so, when you should be on guard, you should feel nervous.",
    "メイズに潜る以上、少しの油断が大事故に繋がることがある。\n問題が起きてからでは遅いのだ。": "As long as you're diving into the Maze, a little carelessness can lead to serious accidents\nIt would be too late if a problem arose.",
    "それも、確かにそのとおりだが……": "That's true, but...",
    "このような考えが、皆に受けいれられないことは、私もわかっている。\n学生の中には、私を嫌い、悪し様に言う者もいる。": "I know that I can't accept these ideas from everyone.\nSome of the students hate me and speak ill of me.",
    "だが、私が悪者になることで、皆を守れるのであれば、\n私はいくらでも嫌われよう。": "But if I can protect everyone by becoming the bad guy,\nShe'll hate me as much as she wants.",
    "…………": "............",
    "すまない。余計なことまで口走ったようだ。": "I'm sorry. It seems I blurted out something I shouldn't have.",
    "私からの用件は、それだけだ。\n%usernameusernameuserna%も気を付けてくれ。": "That's all I have to say.\nYou be careful too, %usernameusernameuserna%.",
    "ああ、わかった。気をつけるよ。": "Yeah, got it. I'll be careful.",
    "ありがとう……では、失礼する。": "Thank you... Well, if you'll excuse me.",
    "……ふう。": "...Phew.",
    "（葵の意見は正論に間違いないが……\nもう少し肩の力を抜いてもいい気がするな）": "(Aoi's opinion is sound, but...\nI feel like I should relax a little more.)",
    "……さて、今日の授業も終わったし、部屋に帰るか。": "...Now that today's class is over, I guess I'll head back to my room.",
    "うるさい！　あんたには関係がない話でしょ！？": "Shut up! This has nothing to do with you!",
    "……なんだ？　なんの騒ぎだ？": "...What? What's all the fuss about?",
    "もう私のことは放っておいて！": "Leave me alone already!",
    "（女子がすごい剣幕で、教室から出て行ったぞ。\n一体、教室で何が起きたんだ？）": "(The girl left the classroom with a fierce look on her face.\nWhat in the world happened in the classroom?)",
    "（少し様子を見てみるか……）": "(I guess I'll have to wait and see...)",
    "葵……？　どうしたんだ？\n今のはいったい……何が起きたんだ？": "Aoi...? What's wrong?\nWhat in the world... just happened?",
    "ああ、%usernameusernameuserna%か……大丈夫だ。\nちょっとした行き違いだ。気にする必要はない。": "Oh, %usernameusernameuserna%... I'm fine.\nIt's just a minor misunderstanding. There's no need to worry about it.",
    "ただ事には見えなかったぞ。\n何があったのか教えてくれないか？": "It didn't look like it was just a matter of time.\nCan you tell me what happened?",
    "%usernameusernameuserna%が、\n気にするようなことでもない。大丈夫だ。": "%usernameusernameuserna%...\nIt's nothing to worry about. It'll be fine.",
    "そういうわけにはいかないだろう？\nもし何かあるなら、俺にも教えてくれ。": "That's not an option, is it?\nIf there's anything you need, just let me know.",
    "……そこまで聞きたいのなら、了解した。\n先ほど出て行ったあの子は、学内で猫に餌をやっていたんだ。": "...If you want to hear it that badly, then I understand.\nThat girl who left earlier was feeding the cats on campus.",
    "……猫の餌やり？": "...Feding cats?",
    "ああ。私がたまたま猫の餌箱を見つけてな。\nそこに彼女がやってきたというわけだ。": "Yeah. I just happened to find a cat food box.\nThat's where she came in.",
    "猫の餌やりが何か問題でも？": "Is there a problem with feeding cats?",
    "忘れたのか？　この学園は動物にとって危険が多い。\nタツミヤ鉱や工具ですら、動物に被害を及ぼす事がある。": "Have you forgotten? This school is dangerous for animals.\nEven Tatsumiya Ore and tools can cause damage to animals.",
    "だから、学園内では基本的に動物は厳禁だ。\nそれは%usernameusernameuserna%も知っているだろう？": "That's why animals are strictly prohibited within the school grounds.\nYou know that, don't you, %usernameusernameuserna%?",
    "猫の餌やりぐらいいいだろう？": "It's fine to feed cats, right?",
    "規則は守らないとダメだな": "You have to follow the rules.",
    "そういうわけにはいかない。\nペットを飼うことは学内の規則で禁止されている。": "I can't do that.\nKeeping pets is prohibited by school regulations.",
    "確かに規則ではそうなっているが……": "That's true according to the rules, but...",
    "意外だな。猫の餌やりぐらいいいと言うと思ったが……": "That's surprising. I thought feeding a cat would be fine, but...",
    "（……俺をいつもどう思っているんだ？）": "(...What does she always think of me?)",
    "とにかく、例え、可哀想だと思っても、\n野良猫に餌をやり続ければ、いつかは住み着いてしまう。": "In any case, even if I felt sorry for her,\nIf they kept feeding stray cats, they'd eventually end up living there.",
    "もし猫が危険な場所に潜り込んで、事故でも起こせば、\n皆が不幸になってしまう。": "If a cat slipped into a dangerous place and caused an accident,\nEveryone will be unhappy.",
    "そうなる前に、なんとか猫がどこにいるのか、\n問い質したのだが……答えてくれなかった。": "Before that happened, I somehow managed to figure out where the cat was\nI asked her a question... but she didn't answer.",
    "なるほど。葵の意見も、もっともだな。\nそれで、そのことを、あの子にもちゃんと伝えたのか？": "I see. Aoi has a point.\nSo, did you tell her about it?",
    "伝えている……が、それでも私の言葉では響かなかったらしい。\n……猫が怪我をしたりすれば、あの子自身が傷つくだろう。": "I'm telling her... But my words don't seem to have resonated with her.\n...If the cat got hurt, she would probably get hurt herself.",
    "できる事なら、問題になる前に解決したいんだ。\nとはいえ、個人間の揉め事だからな……私の問題だ。": "If possible, I'd like to resolve this before it becomes a problem.\nThat said, it's a personal dispute... It's my problem.",
    "……猫を見つけて、どうするつもりだ？": "...What are you going to do if you find a cat?",
    "それはまだ考えている最中だ。\n一旦はどこかに預かってもらうか……": "I'm still thinking about that.\nI guess I'll have to ask her to hold onto it for now...",
    "余計な心配をかけてしまったようだな。\nあとは、私に任せておいてくれ。": "Looks like I made you worry too much.\nLeave the rest to me.",
    "本当にひとりで大丈夫なのか？": "Are you sure you're okay on your own?",
    "問題ない。これくらい私ひとりでなんとかできる。": "No problem. I can handle this on my own.",
    "……ああ、待ってくれ。最後にひとつ聞かせてくれ。\nその猫はどんな猫なんだ？": "...Yeah, wait. Let me ask you one last thing.\nWhat kind of cat is that?",
    "……ああ、痩せた真っ黒な猫だ。": "...Yeah, a skinny, pitch-black cat.",
    "……そうか。わかった。": "...I see. Understood.",
    "……%usernameusernameuserna%、もし見つけたら、\n私に連絡をしてくれ。それでは、失礼する。": "...%usernameusernameuserna%, if you find him,\nPlease contact me. Now, if you'll excuse me.",
    "（葵は自分だけで解決するみたいだが……\n何か問題が起きる前に、俺の方でも手を打っておくか）": "(Aoi seems to be able to solve this on her own, but...)\nI guess I'll do something before there's a problem.)",
    "結局、走り回っているうちに翌日になった。\n席に座って一息吐く。": "In the end, while I was running around, the next day came.\nI sit down and take a breather.",
    "（……ふう。この間の件は、色々と手を尽くしたし、\nこれからどうするかは、葵と相談して……）": "(...Phew. I've done a lot of work on what happened the other day,\nI'll talk to Aoi about what to do next...)",
    "ねえ、あの子は、どうしたの！？": "Hey, what happened to that girl!?",
    "……ん？　あそこにいるのは、昨日の女子と葵か？": "...Hm? Is that the girl from yesterday and Aoi over there?",
    "今朝、餌をあげに行ったら、あの子がどこにもいなかったのよ！\nあんたがあの子を連れ去ったんでしょう！？": "When I went to feed her this morning, she was nowhere to be found!\nYou took her away, didn't you?!",
    "違う！　私じゃない！": "No! It's not me!",
    "あの子のことを知っているのは、私とあんたしかいないのよ。\nあの子をどこに連れて行ったか答えて！": "You and I are the only ones who know her.\nAnswer me where you took her!",
    "まさか、あの子を処分したんじゃないでしょうね？": "You didn't dispose of her, did you?",
    "バカな！　私はそんなことはしていない！": "Impossible! I didn't do that!",
    "嘘よ。あの子を追い出そうとしてたじゃない。": "That's a lie. You were trying to get rid of her.",
    "私はただ規則で禁止されていると言っていただけだ。\n動物を餌付けして、住み着いてしまうと……": "I was just saying that it was prohibited by the rules.\nIf you feed animals and end up living there...",
    "規律規律って、あんたはそればかりじゃない！": "Discipline? That's not all there is to it!",
    "規律は皆を守るためにあるんだ。\nそれを破ったら、どんな問題が起きるか……": "Discipline is to protect everyone.\nI don't know what kind of problems will arise if I break them...",
    "うるさいうるさい！　\nあんたみたいな規律バカにはわからないわ！": "Shut up, shut up!\nA discipline idiot like you wouldn't understand!",
    "（……まずい！　あの子、葵を殴るつもりだぞ）": "(...This is bad! She's going to hit Aoi.)",
    "もうどっか行って！": "Go away already!",
    "……つっ！": "...Ugh!",
    "%usernameusernameuserna%……！？": "%usernameusernameuserna%...!?",
    "猫が心配なのはわかるが、いくらなんでも暴力はだめだ。\n少し落ち着いて話し合わないか？": "I knew she was worried about cats, but no matter how hard she tried, violence was out of the question.\nWhy don't we just calm down and talk it over?",
    "あんたに何がわかるのよ。あの子を知らないから、\nそんな勝手なことばかり言えるのよ。": "What do you know? Because I don't know her,\nI can only say selfish things like that.",
    "あの猫は……あの子はひとりぼっちだったのよ。\nお腹も空かせて、ふらふらしてて……": "That cat... That girl was all alone.\nShe's hungry and unsteady...",
    "もしどこかに逃げて、そのまま死んじゃったらどうするの？\nとにかく、早くあの子を見つけないと……！": "What if I run away somewhere and die like that?\nAnyway, I have to find that girl quickly...!",
    "その心配ならいらない。あの猫なら俺が保護している。": "There's no need to worry about that. I'll protect that cat.",
    "……まさか、昨日からあの猫を探してたのか……！？": "...Could she have been looking for that cat since yesterday...!?",
    "ああ。こういうのは色んな知り合いがいる俺が適任だからな。\n昨日、葵と別れてからずっと猫を探して見つけたんだ。": "Yeah. I know a lot of people, so I'm the best person for this kind of thing.\nEver since I parted ways with Aoi yesterday, I've been looking for cats and found them.",
    "それに、ちゃんと飼ってくれるって人も見つけたよ。\nまあ、そのせいでこんな時間になったんだが。": "Besides, I found someone who'd keep it for me.\nWell, that's why it's so late.",
    "俺が飼い主もちゃんと見つけた。\nだから、処分されることなんてない。安心していい。": "I also found the owner.\nSo I won't be disposed of. Don't worry.",
    "……ほんとに？　ほんとにあの子は無事なの？": "...Really? Is she really okay?",
    "ああ、あとで飼い主にも会わせてやる。\nそうすれば安心するだろう。": "Yeah, I'll let you meet the owner later.\nThat would put her at ease.",
    "よかった……よかった……！　うわああああん！": "Thank goodness...thank goodness! Waaaaah!",
    "……ほら、じっとしていろ。今手当をしてやる。\n私をかばって殴られるから……": "...Come on, stay still. I'll treat you right now.\nBecause you're going to protect me and hit me...",
    "大げさだな。女の子に殴られただけだ。": "You're exaggerating. I was just hit by a girl.",
    "怪我は怪我だ。それに、昨日から走り回って疲れただろう。\n……なぜ、私に一言も相談をしてくれなかったんだ？": "Injuries are injuries. Besides, you must be tired from running around yesterday.\n...Why didn't you give me a word of advice?",
    "見つかるかもわからなかったし、\n相談しようと思った時には、ああなってたんだよ。": "I didn't even know if I'd be able to find her,\nBy the time I decided to consult her, she was already like that.",
    "そうだったのか……私のためにありがとう。\n猫の方も引き取り手が見つかったのならよかった。": "I see... Thank you for helping me.\nI'm glad the cat found its owner.",
    "ああ。あの女子もこれで安心だろう。\nあの子もずっと飼い主を捜していたみたいだからな。": "Yeah. That girl should be safe now.\nShe's been looking for an owner for a long time, after all.",
    "……それなら、探していると相談してほしかったな。\n私の方でも、一緒に飼い主を捜したというのに。": "...In that case, I wish she'd told me she was looking for me.\nEven though we searched for the owner together.",
    "あの子は、学園内では猫を飼えないこともわかっていた。\nでも、もし学園から追い出したら猫が死んでしまうかもしれない。": "She also knew that she couldn't keep a cat at school.\nBut if I chased her out of the school, the cat might die.",
    "かといって、葵に伝えたら、猫を処分されるかもしれない。\nだから、あの子は何も言えなかったんだよ。": "On the other hand, if I told Aoi, she might dispose of the cat.\nThat's why she couldn't say anything.",
    "バカな！　私がそんなことするはずがないだろう！": "Impossible! I would never do such a thing!",
    "ああ。俺だって知っているよ。\nなにせ、引き取り先を探してたのは葵も一緒だからな。": "Yeah. Even I know.\nAfter all, Aoi was the one who was looking for someone to take her in.",
    "………っ！　な、なぜそれを知っている！？": "...! H-How do you know that?!",
    "猫の飼い主を捜している時に、たまたま聞いたんだよ。\n俺で３人目だってな。": "I happened to overhear when I was looking for the cat owner.\nI'm the third one.",
    "もしあの女子にも、葵が猫をどうするか、ちゃんと伝えていれば、\nこんな行き違いは起きなかったんだ。": "If Aoi had properly told that girl what to do with the cat,\nThis kind of misunderstanding didn't happen.",
    "……確かに、私は何も言わなかった。": "...I certainly didn't say anything.",
    "あの女子学生にちゃんと説明していれば、\nあの子も猫を隠したりしなかったんだよ。": "If I had properly explained it to that schoolgirl,\nShe didn't hide the cat, either.",
    "……行き違いだった、ということか……": "...So we missed each other...",
    "葵がなんでもかんでもひとりで背負い込もうとして、\n説明をしなかったから、行き違いが生まれたんだよ。": "Aoi tried to carry everything on her own.\nIt's because you didn't explain it to me that there was a misunderstanding.",
    "……私はただ面倒なことは、全部引き受けるつもりで……\n誤解されたとしても、それが皆を守るためならばと……": "...I'm just going to take on all the trouble...\nEven if she misunderstood, I thought it would be for the sake of protecting everyone...",
    "そんな風に、自分を犠牲にして誰にも頼ろうとしないから、\n皆も葵を頼ることができなかったんだよ。": "That's how she sacrificed herself and refused to rely on anyone, so...\nEveryone couldn't rely on Aoi.",
    "次からは自分だけで抱え込まずに、言葉で伝えてやってくれ。\nそうすれば、皆もわかってくれるはずだ。": "Next time, don't take it all on yourself. Just tell her with words.\nThat way, everyone would understand.",
    "……そうだな。これからはちゃんと話をすることにしよう。": "...Yeah. Let's talk properly from now on.",
    "嫌われてもいいなんて思わないでくれ。\nもっと自分を大切にしてほしい。": "Please don't think it's okay for her to hate me.\nI want you to take better care of yourself.",
    "……ああ。少しは自分を大切にすることにしよう。\nこんな行き違いは、二度とあってはならないからな。": "...Yeah. I'll take better care of myself.\nThis kind of misunderstanding should never happen again, after all.",
    "私が至らない部分を助けてくれて感謝する。": "Thank you for saving the parts of me that I can't reach.",
    "今回のことも、もっと早くお前に相談するべきだったな。": "I should have talked to you earlier about this.",
    "ああ、もっと甘えてくれて構わないんだからな。": "Yeah, I don't mind if you fawn over me more.",
    "……そうだな。では、早速、お言葉に甘えようか。": "...You're right. Well then, let's take her up on her offer.",
    "%usernameusernameuserna%には、世話になってばかりだな。\n私をかばって……叩かれて……痛かっただろう？": "You've done so much for me, %usernameusernameuserna%.\nProtecting me... getting slapped... It hurt, didn't it?",
    "お、おい……俺なら大丈夫だから……": "H-Hey... I'll be fine...",
    "いいや、だめだ。\n私が甘やかしたい気分なんだ。": "No, I can't.\nI feel like spoiling her.",
    "……甘やかしたい気分って……\n俺に甘えるんじゃないのか？": "...I want to spoil her...?\nAren't you going to depend on me?",
    "……その、秘密にしていたんだが……\n私は本当は誰かを甘やかしたくて仕方ないんだ。": "...Um, I kept it a secret, but...\nI can't help but want to spoil someone.",
    "いつもは厳しくしているのは、少しでも油断すると、\nつい皆を甘やかしたくなってしまうからで……": "The reason she was usually so strict was because if she let her guard down even a little\nIt makes me want to spoil everyone...",
    "そ、そうだったのか？": "I-Is that so?",
    "ああ。ずっと我慢していたんだ。\nいつも皆の世話をしたくてたまらないんだ。": "Yeah. I've been holding back for a long time.\nI always want to take care of everyone.",
    "私だって本当は、猫を甘やかしたかったし、\nあの子に親身になって、猫の世話をしたかったんだ。": "I really wanted to spoil the cat, too,\nI wanted to be kind to her and take care of the cat.",
    "だが、私にも立場というものがあるし、\n学園内の規則もある以上、厳しくしなければいけなかった。": "However, I have my own position to consider,\nThere were rules within the school, so they had to be strict.",
    "せめてお前と一緒にいる時は、\nこの甘やかしたい欲を存分に発揮させたいのだ。": "At least when I'm with you,\nShe wanted to show off her desire to spoil him to the fullest.",
    "それとも、%usernameusernameuserna%は私に甘えたくないか？": "Or do you not want to be spoiled by me, %usernameusernameuserna%?",
    "ま、待て。\nさすがにこの絵面は……": "W-Wait.\nThis picture really is...",
    "遠慮するな。私が甘えていいと言ってるんだ。\nさあ、私でいっぱい甘えてくれ。": "Don't be shy. I'm saying you can rely on me.\nCome on, let me spoil you a lot.",
    "お、俺の話を聞いて……うぷっ！": "Y-You heard me... Ugh!",
    "（あの葵にまさかこんな意外な面があったとは……）": "(I didn't think that Aoi had such an unexpected side to her...)",
    "……ああ、それにしても、やっぱり誰かを甘やかすのはいいな。\nいっそ毎日でも、お前を甘やかしてしまおうか。": "...Ah, but still, spoiling someone really is nice.\nMaybe I should just spoil you every day.",
    "朝は起こしに行って、昼は弁当を作って……\n夜はお前が寝るまで、側で添い寝をしよう……": "I went to wake her up in the morning and made lunch for her...\nI'll sleep with you until you fall asleep at night...",
    "ああ、考えただけでもたまらなくなってくる……！": "Yeah, just thinking about it is making me sick...!",
    "（……今の言葉は聞かなかったことにしよう）": "(...I'll pretend I didn't hear what she just said.)",
    "これからもよければ、私に甘やかさせてもらえないか？": "If you don't mind, would you mind letting me spoil you from now on?",
    "そ、そうだな……だが、他の連中にも、\nたまにはそんな面を見せてもいいんじゃないか。": "Y-You're right... But the others...\nIsn't it nice to see that side of her every once in a while?",
    "そうだな。私も皆を甘やかしたいからな。": "That's right. I want to spoil everyone too.",
    "（まあ、少しは自分らしくなれたならいいか……）": "(Well, I guess it's fine if I can be a little more like myself...)"
}