{
    "――トレブルクインテットの訓練が始まった。\nその場にはＲＳ社のエンジニアも同席している。": "—Treburg Integrity training began.\nAn engineer from the RSK was present as well.",
    "じゃあみんな、始めていきましょう！": "Let's get started, everyone!",
    "全員の機体には既に新型ジェネレーターが搭載されてるから。\n機体のマッチテストも済んでいるけど操作感には慣れておいてねー。": "Everyone's already equipped with a new generator.\nI've already done the machine's match test, but you'd better get used to the controls.",
    "新型ジェネレーターは出力の増強はもちろん、\n電気系統の改善により反応速度がかなりの向上があるらしい。": "The new generator had increased output, of course\nIt seems that improving the electrical system will improve the reaction speed considerably.",
    "その上で気になることがあれば、ＲＳ社さんに伝えてくれ。": "If there's anything else that's bothering you, please let the RSK know.",
    "はい、今は改良していく時期ですので気になったことは遠慮なくどうぞ。\n無理に技術でカバーする必要はありません。": "Yes, it's time to improve it, so please don't hesitate to ask.\nYou don't have to force yourself to cover it with technology.",
    "汎用性を高めないといけないもんね。\n慣れている人しか使えない……みたいなのだと困るし。": "We'll have to make it more versatile.\nIt'd be a problem if someone who's used to it is the only one who can use it.",
    "気になったことかぁ……ねえ、後輩クン！": "Something on your mind, huh? Hey, Kouhai-kun!",
    "却下。": "Negative.",
    "まだ何も言ってないんだけど！": "I haven't said anything yet!",
    "聞く相手は俺じゃなくて、ＲＳ社さんと言ったはずだぞ。\nあと絶対ジェネレーターに関係ない内容だろ？": "I told you I wasn't the one asking, but the RSK company.\nAlso, it definitely has nothing to do with the generator, right?",
    "さすが後輩クン！　もう以心伝心じゃない～！\nテスト中創作アイデアを思いついたらメモってもらおうと思ってたの。": "That's Kouhai-kun for you! He's not being considerate anymore!\nWhen I came up with creative ideas during the test, I was going to have you write them down.",
    "もうお前限定で心閉ざすわ。": "I'll close my heart to you only.",
    "ひどっ！？": "How cruel!?",
    "うわーん、後輩クンがイジメてくるんだけど、エヴィちゃーん！": "Wow, Kouhai-kun's bullying me! Eve-chaaan!",
    "えっ、その漫才、私も巻き込むの……？\nコスパ悪いし……レイラ、パス。": "Huh? You're going to involve me in that comedy act...?\nI don't like cospas... Leila, I'll pass.",
    "それ、投げられるやつ！？　じゃ、じゃあ、フルート！": "That's the one that can be thrown?! Th-Then, the flute!",
    "フルートですか！？　ど、どうしましょう、シエナちゃん！": "A flute?! Wh-What should we do, Siena?!",
    "その……早くテストを始めればいいんじゃないかな？": "Umm... Shouldn't we start the test already?",
    "シエナのド正論で、\nロージーの無茶振りリレーはなんとか止まったのだった。": "It was Siena's sound argument\nRosie's reckless relay had somehow stopped.",
    "（こいつ、マイペースすぎる……）": "(This guy's taking things at his own pace...)",
    "え、なになに～？　あたしをじっと見ちゃって……\nもしかして惚れちゃった？": "Huh? What's going on? You're staring at me...\nDid you fall in love with her?",
    "全然以心伝心できてねぇ！": "I can't communicate with you at all!",
    "（僕、空気だなぁ……）": "(I'm so airheaded...)",
    "基本的な動作確認を含めた習熟訓練が始まった。トレブルクインテットの\nＭＧ『フロンティア』が起動し、次々に跳躍する。": "Mastery training, including basic movement checks, began. Treburg Intette's\nMG \"Frontier\" activated, leaping one after another.",
    "俺は機体には乗らず、マイクとヘッドホンをつけ、設置された測定機材や\nモニターに囲まれるエンジニアと一緒に、５機のＭＧを見上げていた。": "Instead of riding the aircraft, I put on a microphone and headphones, along with the measuring equipment I'd set up\nTogether with the engineers surrounded by monitors, she was looking up at the five MGs.",
    "わわ、凄いです！　今までよりもずっと高く飛べましたよ！": "Wow, that's amazing! I was able to fly much higher than before!",
    "うん、周囲の風景が明らかに違うね……それに姿勢も安定してる。\nこんなに差が出るものなんだ。": "Yeah, the scenery around us is clearly different... And her posture is stable.\nI didn't think there'd be this much of a difference.",
    "さすがはトレブルクインテット。\nこの訓練場に慣れてるから、変化をすぐに感じるんだろうな。": "That's Treburg Integrity for you.\nShe's used to this training ground, so she must be able to feel the change right away.",
    "（実際に計器に表示されるデータも、\nかなり優秀な数値が出ているな……性能は自信通りってわけか）": "(The data actually displayed on the gauge\nThat's a pretty good score... I guess its performance is exactly what I'm confident in.)",
    "じゃあこのまま飛行訓練に入っちゃうわね。\nまずは全速力で……行くわっ！": "Well then, let's get to flight training.\nFirst, let's go at full speed...!",
    "こんなにスピードが……すごい……！": "This speed... It's amazing...!",
    "ただ、飛行時はスピードがすべてじゃないからね。\n減速、旋回はどんなものか……": "But speed isn't everything when you're flying.\nI don't know what deceleration and turning are like...",
    "エヴィのＭＧが突然速度を落とし、直角に方向を変える。\nそしてまた本来の進行方向へと素早く戻った。": "Eve's MG suddenly slowed down, changing direction at a right angle.\nThen she quickly returned to her original direction.",
    "いわゆるクランクのような軌道を描いての飛行。メイズ内で\n戦闘中など余裕がない際に遮蔽物を回避する場合に使用する動作だ。": "The so-called Crank-like trajectory of the flight. Inside the Mays.\nIt is a movement used to avoid cover when there is no leeway during battle.",
    "へぇ……これ、本当にすごいかも。": "Wow... This really is amazing.",
    "だね。思い描いた通りの動きが実現できてる……これいいね！": "That's right. The movements I envisioned are coming true... This is great!",
    "それでは、みんな降りてきてくださーい！\nこれから隊列を組む訓練をしますよー！": "Well then, everyone, come down!\nWe're going to train to get in formation!",
    "次々に飛行訓練を切り上げて地面に降り立つ、\nフロンティア各機。": "One after another, they cut off their flight training and descended to the ground\nFrontier units.",
    "彼女たちはすぐさま隊列を組むと、僅かに宙に浮いたまま\n地面を滑るように移動する。": "The girls immediately formed ranks, and they remained floating slightly in the air\nI slid across the ground.",
    "（軽々と噴射地表面滑走訓練……\n確かにジェネレーターの機能もすごいんだろうけど、これは……）": "(Slipping on the surface of the jet ground with ease...)\nSure, the generator's functions must be amazing, but this is...)",
    "はい、一列縦隊！": "Yes, single file!",
    "了解！": "Roger that!",
    "続いて雁行陣！": "Next up is the geese circle!",
    "了解～。": "Roger~.",
    "（広告塔扱いされて怒る気持ちもわかるくらいの練度であることは確か。\nでも、正直……これで満足してもらっても困るな）": "(He was well-trained enough to understand why he would be angry at being treated like an advertising tower.\nBut honestly... I don't want you to be satisfied with this.)",
    "一通りの訓練を終えたトレブルクインテットの面々は、\n降り立つなりみんな笑顔で、手応えを口にした。": "The members of Treburg Integrity, who had finished all their training...\nAs soon as we got down, everyone smiled and voiced their response.",
    "これ、すごくないですか～！？　思ってたよりずっとあげぽよですよ！": "Isn't this amazing?! It's way more Agepo than I thought!",
    "うん、本当にね。パワーがあるのはもちろんなんだけど、\n反応がいいから自分の身体みたいに思い通りに動かせるかも。": "Yeah, really. Of course it has power, but...\nShe's reacting well, so I might be able to move my body the way I want it to.",
    "ラグも少ないし、こんな感覚初めて。": "There aren't many lags, so this is the first time I've felt something like this.",
    "これなら本当に勝てそうよね。\nフルートちゃんじゃないけど、テンション上がっちゃうわ！": "It really looks like we can win this way.\nI'm not a flute player, but I'll get excited!",
    "なんだか楽しくなってきたね！": "This is getting kind of fun!",
    "皆さん、お疲れ様でした。いかがでしたか？": "Good work, everyone. How was it?",
    "すごく乗りやすかったです～！\n今までのものと全然違うんだなーって！": "It was really easy to ride!\nIt's completely different from before, I thought!",
    "そうでしょう、そうでしょう。ＶＲＸはＬＯＣの次世代標準を担うべく\n設計されていますからね！ 世界を魅了するに違いありません！": "Isn't that right? Isn't that so? VRX is designed to play the role of the next generation standard for LOC\nIt was designed to captivate the world, after all!",
    "『乗る人を選ばず、パイロットには最高のパフォーマンスを』――\nそれが我が社のポリシーですから！": "\"Don't choose who you're riding, and give the pilot the best performance you can\"—\nThat's our company's policy!",
    "乗る人を選ばない……": "I won't choose anyone to ride...",
    "誰にでも使いこなせることこそ、最も重要な要素なんです！": "Being able to use it on anyone is the most important factor!",
    "そ、そうですね！　しっかり使いこなせるように、がんばります！": "Y-You're right! I'll do my best to make good use of it!",
    "（訓練を終えると待機ということで別室で待たされる。\nわざわざメディカルチェックまでやるとは厳重だなぁ）": "(After training, we'll be made to wait in another room.\nIt's pretty strict to go out of your way to do a medical checkup.)",
    "んー、ここまで厳重にチェックをしなくてもねぇ？\n機体ならともかく、あたしたちまでチェックする必要あるかしら？": "Hmm, you don't have to do such a strict check, do you?\nIt's one thing if it's an aircraft, but do we really need to check it out?",
    "まあね。でも認可前の新型装備だからこそ、念には念をってことでしょ。\nパイロットデータも、貴重な情報になるわけだからね。": "Yeah. But it's a new type of equipment that's been approved, so be careful.\nPilot data is valuable information, after all.",
    "やっぱりみんなも同じことを思っていたみたいだ。\nそりゃそうだろうな。": "Looks like everyone was thinking the same thing after all.\nI guess that's true.",
    "次回作のネタ出ししたいから、そろそろ解放してほしいんだけど……": "I want to come up with a story for the next volume, so I'd like you to let me go soon...",
    "あっ……！　ねえ、後輩クン――": "Ah...! Hey, Kouhai-kun—",
    "ダメだぞ。": "You can't do that.",
    "また何も言ってないのに、却下するぅ～！": "I didn't say anything again, but I'm rejecting it!",
    "俺見て何かひらめたお前って、\nなんだかバカなことしか言わない気がするんだよ。": "When you saw me, you had an epiphany.\nI feel like he's only saying stupid things.",
    "じゃあ、その直感は間違いね。": "Then that intuition is wrong.",
    "後輩クン！　あたしのメディカルチェック、スキップできるように\n生徒会権力パワーでなんとかして！": "Kouhai-kun! So you can skip my medical checkup!\nUse the power of the student council to do something!",
    "どこがどう間違いなんだよ！\nちゃんとチェックは受けろ、チームのためだ。": "What's wrong with that?!\nTake a proper check. It's for the team.",
    "うぅ……ぐすん。そんなこと言われたら、逃げられないじゃない。": "Ugh... *sniff* If you say that, I can't run away.",
    "……えーと『初日の訓練はビシッとバチッとあげぽよでした！』っと。": "...Let's see, 'The first day of training was a snappy one!'",
    "ん？　なにしてるんだ？": "Hm? What are you doing?",
    "最初の試験にもちょっと触れておいたほうがいいよね。": "I should probably touch on the first exam, too.",
    "ですね！　じゃあ……『最初の試験ではアゲアゲでキマってる\nＦｌ∞ｔｙたちをお届けするので応援よろ～！』……と。": "You're right! Then... 'I'm stuck with Ageage on my first exam.'\nI'm going to deliver Fleighty and the others, so cheer me on~!",
    "んー、この画像でいいかな？　問題なければＴｗｅｅｔｙ用に整えるよ。": "Hmm, is this image okay? If there's no problem, I'll arrange it for Tweetty.",
    "あー！　それビジュいいですね♪　アップしちゃいましょう！": "Ah! That's great! ♪ Let's put it up!",
    "ねえ、あとでそのチームアカウントだけじゃなく、\n個人用にも載せちゃう？": "Hey, it's not just that team account later, either\nDo you want to put it on personal use?",
    "そーだね。不味いところは省いておきたいから、\n各々内容決めたらみんなで確認し合おっか。": "That's right. I'd like to leave out the bad parts,\nOnce we've decided on what we're going to do, let's all check it out.",
    "あー、もしかして……それって、いわゆる広報活動ってやつか？": "Ah, maybe... Is that what they call PR work?",
    "うん、重役の人が言ってたように、やっぱりＴｗｅｅｔｙとかＳＮＳが\n一番宣伝になるからね。一応それも含めての依頼だから。": "Yeah, just like the executives said, Tweety and social media really do exist\nIt'll be the best way to advertise. That's part of the job description, after all.",
    "企業側としては私達の知名度を最大限に\n活用したいんだよね。": "As far as the corporate side is concerned, we're maximizing our reputation\nI want to make use of it.",
    "なるほど……日々こういう発信をしていくことで世間の注目を\n集めていくんだな。": "I see... By sending messages like this day in and day out, I can draw the attention of the public.\nYou're going to collect them.",
    "記者会見は一瞬で、人々の興味を維持できない。\nだからこういうコンテンツで興味を持続させなくちゃいけないの。": "The press conference is over in an instant, and we can't maintain people's interest.\nThat's why I have to keep my interest in content like this.",
    "まあ……ちょっと複雑ですけどね。\nうちはどうしても知名度に期待されることも多いので……": "Well... It's a little complicated.\nThere's a lot of things we're expected to become famous for...",
    "そのおかげでチャンスに恵まれてるのは事実だし、ありがたいけど。\n正直、ちょっと考えるときはあるよ。": "It's true that I've been blessed with a chance thanks to that, so I'm grateful.\nHonestly, sometimes I think about it.",
    "余裕があると思った": "I thought I could afford it.",
    "どうりで美人だと思った": "No wonder I thought she was beautiful.",
    "今回はお互いそんな感じだけど……\nトリニティ・ジュエルのレイヴェルさんもモデルで有名だし……": "This time, we're both like that, but...\nTrinity Jewel's Ravel is famous for being a model, too...",
    "確かに人前に出るのには慣れてるだろうからね～。\n水着のグラビアとかもやってるだろうし！": "I'm sure he's used to going out in public.\nThey're probably even doing swimsuit gravure!",
    "ほう、水着グラビアか……": "Oh, swimsuit gravure...",
    "さっそくスマートデバイス触り始めたよ……\nほんと、男の子なんだから……": "I immediately started touching the smart device...\nHe really is a boy...",
    "%usernameusernameuserna%って、ああいう子が好きなんだ。\n確かにきれいな人だったからね。": "_USERNAME_PLACEHOLDER_XYZ123_I like girls like that.\nShe was a beautiful person, after all.",
    "いやいや、そういうわけじゃないぞ！？\n世間一般的に見ての感想だからな！": "No, no, that's not what I meant!\nThat's how the public sees it, after all!",
    "まあレイヴェルがどう思ってるのかは知らないけど。\nでも思うところはありそう。": "Well, I don't know what Ravel thinks about it.\nBut it looks like she has a point.",
    "あ、もうコメントが付いてるね。": "Oh, there's already a comment on it.",
    "へえ、どれどれ……": "Wow, let's see...",
    "こんな短時間にこれだけのコメントがつくとか、\nどんだけ知名度があるんだろう。": "To be able to make so many comments in such a short time...\nI wonder how well-known she is.",
    "さすがに知名度に直結した肩書を持たないレイラやエヴィはともかく、\nチームや他の３人の個別アカウントにはコメントがついていた。": "As expected, Leila and Eve, who didn't have titles that were directly connected to fame, were one thing\nThere was a comment on the team and the other three individual accounts.",
    "ん……？　でも、これ……": "Hm...? But this is...",
    "思わず言葉に詰まる。多くは応援する内容だったが、\n時折『顔採用』『パンダ枠ｗ』などという言葉が紛れ込んでいる。": "I was at a loss for words. Most of them were cheering me on, but...\nEvery once in a while, the words \"face adopted\" and \"panda frame lol\" slipped in.",
    "あー。そのへんは気にしなくていいよ。\n有名になるとどうしてもそういうのが湧くもんだからね。": "Ah, you don't have to worry about that.\nWhen you're famous, you can't help but feel that way.",
    "私も……今でこそ多少静かになったけど……\n表に出ていた頃はすごかったなぁ……": "Me too... It's quieter now, but...\nIt was amazing when it was out front...",
    "『実力がない』みたいに見られるのはちょっと不服よね。\n別にあたしたちはパイロット第一！　って感じじゃないけど。": "I'm a little dissatisfied that you're looking at me like I don't have what it takes.\nIt's not like we're pilots first or anything.",
    "まあ、一応プライドはあるからね。\nバカにされてるみたいで、あまりいい気分はしないかな。": "Well, I do have pride, after all.\nI don't feel too good about being made fun of.",
    "なら、パイロットとして認知させてやろう。\n無理矢理にでもな。": "In that case, I'll let you recognize me as a pilot.\nEven if I had to force it.",
    "え？": "Huh?",
    "広告塔扱いでも上等だ。それだけ色んな奴の目に触れるってことだろ？\nなら、そこでパイロットとしての実力を見せてやれば……わかるな？": "It's fine if it's an advertising tower. That just goes to show how many people are watching, doesn't it?\nIn that case, let's show them what a pilot can do... You understand, right?",
    "は、はいっ！　わかります！": "Y-Yes! I understand!",
    "よし、そうとなれば……さっそく行動開始だ。": "All right, if that's the case... let's get started."
}