{
    "俺が選んだのはシリウスシュガー。\n……俺を助けてくれたチームだ。": "I chose Sirius Sugaru. <br>...the team that saved me.",
    "シリウスシュガーですか。\n成長の見込みがある、と？": "Sirius Sugaru, huh? You're saying there's a potential for <b> growth?",
    "いや、そういう理由じゃない。": "No, that's not the reason.",
    "この子達には、命を救って貰った。\nだから、その恩を少しでも返したいだけだ。": "These girls saved my life. They're <br>, so I just want to repay them a little.",
    "なるほど……あなたという人が少しだけ分かった気がします。": "I see... I think I understand you a little better now.",
    "そうか？\n……まあ、これから結果を出して頑張ってみせるよ。": "Really? <b>... Well, I'll get results from now on and do my best.",
    "ええ、分かりました……期待していますよ。": "Yes, understood... I'll look forward to it.",
    "『……それがあなたの選択なんだから』": "“...That’s your choice, after all.”",
    "（……！）": "(...!)",
    "（今の光景は……？）": "(What was that scene...?)",
    "（いや、気のせいか……？　だが……）": "(Wait, am I imagining things...? But...)",
    "突然襲ったデジャヴにより、目の前の神楽への警戒心が高まる。": "The sudden attack of déjà vu only heightened her wariness of Kagura in front of her",
    "俺はその緊張感のまま、生徒会室を後にした。": "I leave the student council room in that tense mood.",
    "はぁ……話、ながすぎない？\nずっと待ってたんだけど。": "*sigh*... Isn't that a little too much? I've been waiting for you for a long time.",
    "……あなたですか。": "...It's you.",
    "まさかとは思うけど、あんな男になんか期待してるの？": "I don’t think it’s possible, but are you expecting anything from a man like him?",
    "……これを。": "...Here.",
    "あいつの身体の検査結果？": "His body test results?",
    "……ふーん……まあ、健康優良児みたいね。\nで、それが？": "...Hmm... Well, she seems to be a healthy girl. In the <br>, what about it?",
    "メイズ適性は高いかもしれないけど、\n飛びぬけてるわけでもなく常識の範疇じゃない。": "She might have a high aptitude for mace, but she wasn't outclassed in the <br> category, nor was she in the realm of common sense.",
    "そこではありません。\nもっと詳しい検査結果を見てください。": "Not there. <b>Please take a look at the more detailed examination results.",
    "は……？\nなにこれ……どういうこと！？": "Huh......? <br>What is this......what's going on!?",
    "体組織の構成炭素が……同位体比率、これどうなってるの！？\nこんなの……あり得ない……。": "Body tissue composition carbon......Isotopes ratio, what's going on here!? <b>This is......impossible......",
    "ええ。ですから、これは彼が『こことは異なる場所』から来た\n証拠とは考えられませんか？": "Yes. So, can't you think of this as proof that he came from a different place?",
    "あんたはあると考えてるの？\nこの世界の『外側』が。": "Do you think there is? <br>The “outside” of this world.",
    "……可能性の話です。": "...It's a possibility.",
    "それなら……っ！": "In that case...!",
    "……それ以上は口にしないで。": "...Don't say anything more.",
    "……っ。": "......!",
    "しばらく、彼は私の元で管理下に置きます。": "He'll be under my control for a while.",
    "生徒会で新たに役職を作り、\n彼はそこで我々の監視下で動いてもらいます": "We'll create a new post in the student council, and <br> he'll be working under our watchful eye there.",
    "……ふん。気の長い面倒なやり方。\n私の趣味じゃないわ。": "...Hmph. A long-winded, troublesome method. <b>It's not my style.",
    "こっちはこっちでやらせてもらうから。": "I'll take care of things here.",
    "…………はぁ。": "............haa.",
    "やっと解放された……ん？": "I'm finally free... Hm?",
    "ここはちゆるが行くべきじゃないの！？\nだって、会長から一目置かれてるんでしょ！？": "Shouldn't we go to this place?! Even the <b> Pres thinks highly of us, right?!",
    "一目置かれて、それで迷惑かけまくってたからなぁ～。\nむしろ、私が行ったら逆効果じゃない？": "She took one look at me and caused me so much trouble. <b>If anything, wouldn't it have the opposite effect if I went?",
    "……生徒会長は怖い。": "...The student council president is scary.",
    "なら、七彩がリーダーとして直談判してよ！\nそうすれば解決できるでしょ？": "In that case, why don’t you talk to me directly as the leader, Shichika?! If you do that, you’ll be able to solve the problem, right?",
    "私が行くと実家の圧力を利用しているように見えませんこと？\nそれに、今後を考えると心証も悪い気がしますわ。": "Doesn't it look like I'm taking advantage of my family's pressure when I go? <b>Besides, considering the future, I don't think I'll be able to trust you.",
    "……分かりました！\n私が直談判してきます！": "...Understood! <br>I'll go talk to her directly!",
    "たとえ会長が相手だとしても、絶対に譲れません！": "Even if Pres is my opponent, I absolutely won't back down!",
    "……何してるんだ？": "...What are you doing?",
    "今から会長に直談判をするんです！\nあの人が危ない目にあうから助けないと……！": "I'm going to talk to Pres directly! <b>She'll be in danger, so I have to save her...!",
    "……って、あ、あれ！？　大丈夫だったんですか！？": "...Wait, h-huh?! Are you okay?!",
    "ああ。会長からの質問は終わったよ。\nそれで、お前たちは何をしてたんだ？": "Yeah. I'm done with Pres's questions. <b>So, what were you guys doing?",
    "そりゃ……あんたが会長に投獄されるか処刑されるかって聞いたから、\n流石に助けてやらないとって話になったのよ。": "Well... I heard you were going to be imprisoned or executed by the chairman, so I decided I had to save you.",
    "誰がそんなことを……？": "Who would do that...?",
    "……いえ、私は最悪の可能性を伝えただけですよ？": "...No, I was just telling you the worst possibility.",
    "小花がそういう事を言うと、\n本当にそうなっちゃいそうな迫力があるよね～……": "When Kohana says things like that, it's so intense that it feels like the <b> really will end up like that~...",
    "それで、実際のところどうなりましたの？": "So, what actually happened?",
    "ああ、これからちゃんと説明する。": "Yeah, I'll explain.",
    "まず、俺は学園に所属することになったんだ。": "First of all, I'm going to be a member of the academy.",
    "そうなんですか！？": "Is that so?!",
    "ああ。生徒会長から教導指揮官って役職を貰ったんだ。\n正式に生徒会に所属したってことになるのかな。": "Yeah. The student council president gave me the position of instructor commander. I guess that means I'm officially a member of the student council.",
    "教導指揮官？　聞いたことありませんわね。": "Instructor? I've never heard of it.",
    "俺のために用意された役職らしい。\n仕事は……いろんなチームの補助をする役割だ。": "It seems to be a position prepared for me. The <br> job... is to assist various teams.",
    "それで、俺は君たち……\nシリウスシュガーの補助をすることになったんだ。": "That's why I decided to help you guys... <b> Sirius Sugaru.",
    "本当ですか！？": "Really?!",
    "ああ。特にめるには命を救われたからな。\n指揮をするならシリウスシュガーがいいと志願させてもらった。": "Yeah. Especially since you saved my life. I volunteered to be Sirius Sugar if I was going to command <b>.",
    "ありがとうございます……それに、良かったです……\nあなたが無事で……！": "Thank you very much... And I'm glad you're safe... <br>!",
    "いやー、会長がそんな判断をするなんてびっくりだけど……\n結果的にはめるちゃんのお財布も守られたし、良かったね。": "Man, I'm surprised Pres made a decision like that, but... As a result, Hame-chan's wallet was protected, so that's good.",
    "ラミたちの助けになるっていうんなら、こき使ってやろうじゃん！": "If it's going to help Rami and the others, let's work them to the bone!",
    "……期待してる。": "...I'm looking forward to it.",
    "それでは今日からあなたも指揮官として、\nシリウスシュガーの仲間になるということですわね。": "So, starting today, you'll be joining Sirius Sugaru as a commander, huh?",
    "でしたら、ここは柊校舎で歓迎パーティーを開きましょうか！": "In that case, let's hold a welcome party at the Hiiragi building!",
    "いえ、それよりもまずは柊校舎の案内から――": "No, more importantly, let's start by showing them around the Hiiragi building—",
    "それはボク――ピコがやります！　そのためのＡＩですから！": "I—Piko will do that! That’s what AIs are for!",
    "え？": "Huh?",
    "ボクに任せてください！　やる気満々なので！": "Leave it to me! I'm all fired up!",
    "えっと……この方って……\n%usernameusernameuserna%さんのＡＩですか？": "Um... Is this person... <b>%user name, username, user name, and %san's AI?",
    "俺もよくわからんが、そうらしい。": "I don't really get it myself, but that seems to be the case.",
    "か、可愛いですっ！": "Y-You're so cute!",
    "本当ですわね……とても愛らしいＡＩですわ。": "It's true... She's a very lovely AI.",
    "……とっても可愛い。欲しい。": "...She's really cute. I want her.",
    "ぼ、ボクはマスターのＡＩですからね！？\nうぅ……こ、ここは一時撤退です！": "I-I'm Master's AI, okay?! <b>Uu... I-It's time to temporarily withdraw!",
    "……照れて逃げるのはＡＩとしてどうなんだ？\nまあいいか……改めて、案内の方を頼んでもいいか？": "...How about running away shyly as an AI? <br>Well, whatever... Can I ask you to guide me again?",
    "ええ、分かりましたわ。\nお互いに頑張りましょう": "Yes, I understand. Let's both do our best.",
    "まあ、結果が出なければ学校から追い出されるらしいからな。\nそうしたら最終的に研究所送りだとか……": "Well, if we don't get results, they'll kick us out of the school. If we do that, we'll be sent to the research institute...",
    "でしたら、そんな結末を迎えないために頑張りませんとね。": "In that case, we'll have to do our best not to end up like that.",
    "楽しそうで何よりだね。それじゃ、シリウスシュガーの皆！\n次の公式ＭＧ競技は頑張ってね！": "I'm glad you're having fun. Well then, everyone from Sirius Sugaru! <b>Good luck with the next official MG event!",
    "ありがとうございます！": "Thank you very much!",
    "珍しいね？\n風紀委員が一つのチームを応援するだなんて。": "It's rare for a disciplinary committee member to support a single team, isn't it?",
    "次、負けたらチーム解散、全員退学だって聞いてるからね！\n流石にお別れなんて寂しいでしょ？": "If you lose next time, the team will disband, and everyone will be expelled! <b>Isn't it sad to say goodbye?",
    "はぁ！？\n初耳なんだけど！？": "Huh?! This is the first time I've heard of <br>!",
    "少し前から、学園掲示板に公示されていましたよ。\n教導指揮官と、一蓮托生というわけですね。": "It's been announced on the school bulletin board for a while now. So you're in the same boat as Instructor Br.",
    "対戦相手は今回トラブルになった相手……\nカオスメイデン。因果なものです。": "Our opponent is the one who got into trouble this time... <br> Chaos Maiden. It's karma.",
    "…………": "............",
    "ええええええええええ！？": "Whaaaaat?!",
    "……お前ら、そんなに崖っぷちだったのか？": "...Were you guys really that far off the edge?",
    "……うん。まったく勝ててない。": "...Yeah. I can't win at all.",
    "かなりヤバイ状況なのはわかってたけど……\nいやー、まさかそこまでとはねぇ。": "I knew it was a pretty bad situation, but... <br>Man, I didn't think it'd go that far.",
    "解散に退学なんて困るんだけど！？\nまだ、ラミは全然稼げてないし！": "I don't want to be expelled for disbanding!? <b>I haven't made any Rami at all yet!",
    "困りましたね……本当の意味で%usernameusernameuserna%さんと\n一蓮托生になってしまうとは……": "This is a problem... I can't believe we're truly in the same boat as %usernameusernamesuserna%-san...",
    "……今までの戦績は？": "...What's your record so far?",
    "そ、その……実は公式ＭＧ競技でほとんど勝ったことがなくて……\n落ちこぼれチームって言われてます……": "U-Umm... Actually, I've hardly ever won an official MG competition... They call me the <br> Fallen Team...",
    "…………おおう……そうなのか。": "............oooh......I see.",
    "マスター！　改めてこれまでの戦績を再確認しましたが……\n無理ですよこれ！？　ダメダメにも程があります！": "Master! I double-checked your battle record, but... <br>This is impossible! There's a limit to how useless you can be!",
    "うぅ、事実とは言え酷いです……": "Ugh, it may be true, but it's still awful...",
    "まあ、そこまでひどいのは予想外だが……\nそれでも、俺の仕事はお前たちを鍛え上げる事だから任せておけ。": "Well, I didn't expect it to be that bad, but... <br> Even so, my job is to train you guys, so leave it to me.",
    "凄い自信ですわね……\n何か策がありますの？": "That's incredible confidence... Do you have a plan, <br>?",
    "俺にいい考えがある。": "I have a good idea.",
    "ああ、５人全員――": "Yeah, all five of them—",
    "今から、全裸ｄｅブートキャンプだっ！！": "Right now, it's time for a naked deboot camp!!",
    "ええええええええええ――――――――！？": "Whaaaaat?!",
    "__translated__": true
}