{
    "俺が選んだのはシリウスシュガー。\n……俺を助けてくれたチームだ。": "I chose Sirius Sugaru.\n...The team that saved me.",
    "シリウスシュガーですか。\n成長の見込みがある、と？": "Sirius sugar?\nYou think there's a chance of growth?",
    "いや、そういう理由じゃない。": "No, that's not the reason.",
    "この子達には、命を救って貰った。\nだから、その恩を少しでも返したいだけだ。": "These children saved my life.\nThat’s why I just want to repay her, even if it’s just a little.",
    "なるほど……あなたという人が少しだけ分かった気がします。": "I see... I think I understand you a little better now.",
    "そうか？\n……まあ、これから結果を出して頑張ってみせるよ。": "Is that so?\n...Well, I'll do my best to produce results from now on.",
    "ええ、分かりました……期待していますよ。": "Yes, understood... I'll look forward to it.",
    "『……それがあなたの選択なんだから』": "“...That’s your choice, after all.”",
    "（……！）": "(...!)",
    "（今の光景は……？）": "(What was that scene...?)",
    "（いや、気のせいか……？　だが……）": "(Wait, am I imagining things...? But...)",
    "突然襲ったデジャヴにより、目の前の神楽への警戒心が高まる。": "The sudden attack of déjà vu only heightened her wariness of Kagura in front of her",
    "俺はその緊張感のまま、生徒会室を後にした。": "I leave the student council room in that tense mood.",
    "はぁ……話、ながすぎない？\nずっと待ってたんだけど。": "*sigh*... Isn't that a little too much?\nI've been waiting for a long time.",
    "……あなたですか。": "...It's you.",
    "まさかとは思うけど、あんな男になんか期待してるの？": "I don’t think it’s possible, but are you expecting anything from a man like him?",
    "……これを。": "...Here.",
    "あいつの身体の検査結果？": "His body test results?",
    "……ふーん……まあ、健康優良児みたいね。\nで、それが？": "...Hmm... Well, she seems to be a healthy girl.\nSo, what about it?",
    "メイズ適性は高いかもしれないけど、\n飛びぬけてるわけでもなく常識の範疇じゃない。": "Mayse might have a high aptitude, but...\nIt's not out of the question, it's just not within the realm of common sense.",
    "そこではありません。\nもっと詳しい検査結果を見てください。": "It's not there.\nPlease take a look at the more detailed examination results.",
    "は……？\nなにこれ……どういうこと！？": "Huh...?\nWhat the hell...? What's going on?!",
    "体組織の構成炭素が……同位体比率、これどうなってるの！？\nこんなの……あり得ない……。": "The composition of the carbon in the tissue... Isotopes, what's going on here!?\nThis is... impossible...",
    "ええ。ですから、これは彼が『こことは異なる場所』から来た\n証拠とは考えられませんか？": "Yes. That's why he came from a different place.\nCan't you think of any evidence?",
    "あんたはあると考えてるの？\nこの世界の『外側』が。": "You think you have one?\nThe “outside” of this world.",
    "……可能性の話です。": "...It's a possibility.",
    "それなら……っ！": "In that case...!",
    "……それ以上は口にしないで。": "...Don't say anything more.",
    "……っ。": "......!",
    "しばらく、彼は私の元で管理下に置きます。": "He'll be under my control for a while.",
    "生徒会で新たに役職を作り、\n彼はそこで我々の監視下で動いてもらいます": "I created a new post in the student council\nHe will be operating under our watchful eye there.",
    "……ふん。気の長い面倒なやり方。\n私の趣味じゃないわ。": "...Hmph. What a long-winded and troublesome method.\nIt's not my style.",
    "こっちはこっちでやらせてもらうから。": "I'll take care of things here.",
    "…………はぁ。": "............haa.",
    "やっと解放された……ん？": "I'm finally free... Hm?",
    "ここはちゆるが行くべきじゃないの！？\nだって、会長から一目置かれてるんでしょ！？": "Shouldn't we go somewhere else?!\nI mean, Pres really loves you, doesn't she?!",
    "一目置かれて、それで迷惑かけまくってたからなぁ～。\nむしろ、私が行ったら逆効果じゃない？": "She took one look at me, and I ended up causing her a lot of trouble.\nIf anything, wouldn't it have the opposite effect if I went?",
    "……生徒会長は怖い。": "...The student council president is scary.",
    "なら、七彩がリーダーとして直談判してよ！\nそうすれば解決できるでしょ？": "In that case, Shichika, as the leader, you should talk to him directly!\nThat way, we can solve it, right?",
    "私が行くと実家の圧力を利用しているように見えませんこと？\nそれに、今後を考えると心証も悪い気がしますわ。": "When I go, don't you think I'm taking advantage of the pressure from my family?\nBesides, thinking about the future, I don't think I'll be able to get a good impression of him.",
    "……分かりました！\n私が直談判してきます！": "...Understood!\nI'll go talk to him myself!",
    "たとえ会長が相手だとしても、絶対に譲れません！": "Even if Pres is my opponent, I absolutely won't back down!",
    "……何してるんだ？": "...What are you doing?",
    "今から会長に直談判をするんです！\nあの人が危ない目にあうから助けないと……！": "I'm going to talk to the president directly now!\nI have to save him because he's in danger...!",
    "……って、あ、あれ！？　大丈夫だったんですか！？": "...Wait, h-huh?! Are you okay?!",
    "ああ。会長からの質問は終わったよ。\nそれで、お前たちは何をしてたんだ？": "Yeah. Pres's done asking questions.\nSo, what were you guys doing?",
    "そりゃ……あんたが会長に投獄されるか処刑されるかって聞いたから、\n流石に助けてやらないとって話になったのよ。": "Well... I heard you were going to be imprisoned or executed by the president, so...\nOf course, we're going to have to save her.",
    "誰がそんなことを……？": "Who would do that...?",
    "……いえ、私は最悪の可能性を伝えただけですよ？": "...No, I was just telling you the worst possibility.",
    "小花がそういう事を言うと、\n本当にそうなっちゃいそうな迫力があるよね～……": "When Kohana said that...\nIt's so intense that it feels like it's really going to happen...",
    "それで、実際のところどうなりましたの？": "So, what actually happened?",
    "ああ、これからちゃんと説明する。": "Yeah, I'll explain.",
    "まず、俺は学園に所属することになったんだ。": "First of all, I'm going to be a member of the academy.",
    "そうなんですか！？": "Is that so?!",
    "ああ。生徒会長から教導指揮官って役職を貰ったんだ。\n正式に生徒会に所属したってことになるのかな。": "Yeah. The student council president gave me the position of instructor commander.\nI guess that means she's officially part of the student council.",
    "教導指揮官？　聞いたことありませんわね。": "Instructor? I've never heard of it.",
    "俺のために用意された役職らしい。\n仕事は……いろんなチームの補助をする役割だ。": "It looked like the post had been prepared for me.\nMy job... is to assist various teams.",
    "それで、俺は君たち……\nシリウスシュガーの補助をすることになったんだ。": "So, I'm you guys...\nI'm going to help Sirius Sugaru.",
    "本当ですか！？": "Really?!",
    "ああ。特にめるには命を救われたからな。\n指揮をするならシリウスシュガーがいいと志願させてもらった。": "Yeah. Especially since you saved my life.\nI volunteered to be Sirius Sugaru if I was going to be in charge.",
    "ありがとうございます……それに、良かったです……\nあなたが無事で……！": "Thank you very much... And I'm glad...\nYou're safe...!",
    "いやー、会長がそんな判断をするなんてびっくりだけど……\n結果的にはめるちゃんのお財布も守られたし、良かったね。": "Man, I'm surprised Pres made a decision like that...\nAs a result, Hame-chan's wallet was protected, so that's good.",
    "ラミたちの助けになるっていうんなら、こき使ってやろうじゃん！": "If it's going to help Rami and the others, let's work them to the bone!",
    "……期待してる。": "...I'm looking forward to it.",
    "それでは今日からあなたも指揮官として、\nシリウスシュガーの仲間になるということですわね。": "Well then, starting today, as a commander,\nYou're going to join Sirius Sugaru, right?",
    "でしたら、ここは柊校舎で歓迎パーティーを開きましょうか！": "In that case, let's hold a welcome party at the Hiiragi building!",
    "いえ、それよりもまずは柊校舎の案内から――": "No, more importantly, let's start by showing them around the Hiiragi building—",
    "それはボク――ピコがやります！　そのためのＡＩですから！": "I—Piko will do that! That’s what AIs are for!",
    "え？": "Huh?",
    "ボクに任せてください！　やる気満々なので！": "Leave it to me! I'm all fired up!",
    "えっと……この方って……\n%usernameusernameuserna%さんのＡＩですか？": "Umm... This person is...\n%usernameusernameuserna%san's AI?",
    "俺もよくわからんが、そうらしい。": "I don't really get it myself, but that seems to be the case.",
    "か、可愛いですっ！": "Y-You're so cute!",
    "本当ですわね……とても愛らしいＡＩですわ。": "It's true... She's a very lovely AI.",
    "……とっても可愛い。欲しい。": "...She's really cute. I want her.",
    "ぼ、ボクはマスターのＡＩですからね！？\nうぅ……こ、ここは一時撤退です！": "I-I'm Master's AI, after all!\nUgh... L-Let's retreat for now!",
    "……照れて逃げるのはＡＩとしてどうなんだ？\nまあいいか……改めて、案内の方を頼んでもいいか？": "...How about running away in embarrassment as an AI?\nWell, whatever... Can I ask you to show me around again?",
    "ええ、分かりましたわ。\nお互いに頑張りましょう": "Yes, I understand.\nLet's both do our best.",
    "まあ、結果が出なければ学校から追い出されるらしいからな。\nそうしたら最終的に研究所送りだとか……": "Well, if we don't get results, they'll kick us out of the school.\nThen, in the end, he was sent to the research facility...",
    "でしたら、そんな結末を迎えないために頑張りませんとね。": "In that case, we'll have to do our best not to end up like that.",
    "楽しそうで何よりだね。それじゃ、シリウスシュガーの皆！\n次の公式ＭＧ競技は頑張ってね！": "I'm glad you're having fun. Well then, everyone from Sirius Sugaru!\nGood luck with the next official MG event!",
    "ありがとうございます！": "Thank you very much!",
    "珍しいね？\n風紀委員が一つのチームを応援するだなんて。": "That's unusual, isn't it?\nTo think that the disciplinary committee would support a single team.",
    "次、負けたらチーム解散、全員退学だって聞いてるからね！\n流石にお別れなんて寂しいでしょ？": "If you lose next time, the team will disband. I've heard you'll all be expelled!\nSaying goodbye would be lonely, wouldn't it?",
    "はぁ！？\n初耳なんだけど！？": "Huh?!\nThis is the first I've heard of it!",
    "少し前から、学園掲示板に公示されていましたよ。\n教導指揮官と、一蓮托生というわけですね。": "It's been announced on the school bulletin board for a while now.\nYou're in the same boat as the instructor, aren't you?",
    "対戦相手は今回トラブルになった相手……\nカオスメイデン。因果なものです。": "Our opponent is the one who got into trouble this time...\nChaos Maiden. It's karma.",
    "…………": "............",
    "ええええええええええ！？": "Whaaaaat?!",
    "……お前ら、そんなに崖っぷちだったのか？": "...Were you guys really that far off the edge?",
    "……うん。まったく勝ててない。": "...Yeah. I can't win at all.",
    "かなりヤバイ状況なのはわかってたけど……\nいやー、まさかそこまでとはねぇ。": "I knew this was a pretty bad situation, but...\nMan, I didn't think you'd go that far.",
    "解散に退学なんて困るんだけど！？\nまだ、ラミは全然稼げてないし！": "I don't want to be expelled for disbanding!\nI still haven't made any Rami at all!",
    "困りましたね……本当の意味で%usernameusernameuserna%さんと\n一蓮托生になってしまうとは……": "This is a problem... In the true sense of the word, %username, username, and userna%-san\nI can't believe we're all in the same boat...",
    "……今までの戦績は？": "...What's your record so far?",
    "そ、その……実は公式ＭＧ競技でほとんど勝ったことがなくて……\n落ちこぼれチームって言われてます……": "U-Umm... Actually, I've hardly ever won an official MG competition...\nThey say we're a team of washouts...",
    "…………おおう……そうなのか。": "............oooh......I see.",
    "マスター！　改めてこれまでの戦績を再確認しましたが……\n無理ですよこれ！？　ダメダメにも程があります！": "Master! I've re-examined your battle record...\nI can't do this! There's a limit to how useless I can be!",
    "うぅ、事実とは言え酷いです……": "Ugh, it may be true, but it's still awful...",
    "まあ、そこまでひどいのは予想外だが……\nそれでも、俺の仕事はお前たちを鍛え上げる事だから任せておけ。": "Well, I didn't expect it to be that bad...\nStill, my job is to train you all, so leave it to me.",
    "凄い自信ですわね……\n何か策がありますの？": "That's some incredible confidence...\nDo you have a plan?",
    "俺にいい考えがある。": "I have a good idea.",
    "ああ、５人全員――": "Yeah, all five of them—",
    "今から、全裸ｄｅブートキャンプだっ！！": "Right now, it's time for a naked deboot camp!!",
    "ええええええええええ――――――――！？": "Whaaaaat?!",
    "__translated__": true
}