{
    "結局、午前中のテストの補習で随分時間を取られてしまった。\n慌ててシミュレーター訓練へシミュレーション室へと駆け込む。": "In the end, we ended up wasting quite a bit of time on supplementary lessons for our midmorning tests.\nI rush into simulator training and into the simulation room.",
    "昼飯ぐらいゆっくり食べたかったけれど、\n今は贅沢を言える立場ではないのもわかってるしな。": "I wanted to eat lunch slowly, but...\nI know I'm not in a position to be extravagant right now.",
    "まずは『ここに不要な人間』だと思われないよう、頑張らなくては。": "First of all, I have to do my best not to be thought of as an unnecessary person here.",
    "ん？　シリウスシュガーのみんなか。\nそちらの彼が、噂の生徒会付きの教導指揮官か？": "Hm? Everyone from Sirius Sugaru?\nAre you the rumored leader of the student council?",
    "どうやら先客のようだ。\n５人の少女達が立ちはだかる。": "Looks like she got here first.\nThe five girls stood in my way.",
    "えーっと……この子達は？": "Let's see... What about these girls?",
    "私達と同じ柊校舎のパイロットチーム、\n『カラフルブーケ』の皆さんです。": "A pilot team from the Hiiragi building, just like us.\nThey're all from the Colorful Bouquet.",
    "私達よりも前にチーム結成されていて、\n経験も成績も柊校舎トップクラスなんです。": "They formed a team before us.\nMy experience and grades are top class in the Hiiragi building.",
    "へぇ、すごいんだな。": "Wow, that's amazing.",
    "紹介、感謝する。私はカラフルブーケの生駒葵。\n以後、お見知りおきを。": "Thank you for the introduction. I'm Aoi Ikoma, the colorful bouquet.\nPleased to make your acquaintance.",
    "夕凪舞亜よ。ここで出会ったのも何かの縁かしら。": "It's Maia Yuunagi. I wonder if it's fate that we met here.",
    "こっちが泉花とクララ、うるうね。": "This is Izumika and Clara. Shut up.",
    "はじめまして、姫川泉花よ。自分で言うのもなんだけど、\n一応このチームの参謀を担当しているわ。": "Nice to meet you, I'm Izumika Himekawa, if I do say so myself.\nI'm in charge of staff officers on this team, just in case.",
    "あ、あ、え、えっと……波瀬うるう……です。": "Ah, ah, u-umm... It's... Uruu Namise.",
    "クララよ、綺羅クララ。見た感じ、大したことなさそうねぇ。": "Clara, Clara. From what I can tell, it doesn't look that big of a deal.",
    "ひどい言われようだな……": "That's awful...",
    "すまない、みんな緊張しているんだ。\n男子生徒と会話するなんて、初めての経験だからな。": "Sorry, everyone's nervous.\nThis was my first time having a conversation with a male student, after all.",
    "本当に緊張のせいなのか……？": "Is it really because I'm nervous...?",
    "ところで……お前達シリウスシュガーは、\n次のＭＧ競技で負けたら解散、退学と聞いたが本当だろうか。": "By the way...you Sirius Sugaru...\nI heard that if you lose the next MG event, you'll be disbanded and expelled. Is that true?",
    "ええ……遺憾ながら。": "Yes... Regrettably.",
    "ぜーったい、そんなことにはしないけどね！": "I'm definitely not gonna do that, though!",
    "ふむ……対戦相手はスカラ校舎の精鋭、カオスメイデンと聞いている。\n今の私たちが戦っても厳しい相手だ。": "Hmm... I’ve heard that our opponent is Chaos Maiden, an elite member of the Scara school building.\nEven if we fight now, he's a tough opponent.",
    "だが、生徒会もお前たちに期待するところがあるからこそ、\n彼に指導を命じたのだろう。": "However, the student council has some expectations of you as well, so...\nShe must have ordered him to instruct her.",
    "鍛錬は裏切らない。期日まで、鍛え上げることだ。\nもちろん、私たちが力になれることがあれば言ってくれ。": "I won't betray my training. I'll train until the end of time.\nOf course, if there's anything we can do to help, just let us know.",
    "同じ柊校舎のチームがいなくなるのは、寂しいからな。": "It'd be lonely without a team from the same Hiiragi building.",
    "ありがとうございます。がんばります！": "Thank you. I'll do my best!",
    "ああ。その目、信じているよ。": "Yes. I believe in your eyes.",
    "そう言って、カラフルブーケのメンバーたちは去っていった。": "With that, the members of the colorful bouquet left.",
    "葵さんいい人ですよね。強いし、カッコいいし。素敵です。": "Aoi-san is a good person, isn't she? She's strong, cool, and wonderful.",
    "ですわね。でも、彼女たちもライバルであることは\n忘れてはなりませんわよ。": "You're right. But they're also rivals.\nYou mustn't forget.",
    "へん。いつかまとめて蹴散らしてヤるつーの。": "Heh. Someday, I'll kick them all out at once.",
    "ところで、ひとつ聞いていいか？": "By the way, can I ask you something?",
    "そもそも、どうしてチーム解散だの退学だのって\n話になってるんだ？": "In the first place, why were the teams disbanded and expelled?\nWe're talking about it?",
    "いや、成績が良くなくて、落ちこぼれ扱いなのは聞いたが……\nあまり詳細を聞いてない気がしてな。": "Well, my grades weren't good, so I heard they were treating me like a washout...\nI don't think I've heard much of the details.",
    "口に出して言いたくないだろうけど、聞いておきたい。": "I'm sure she doesn't want to say it out loud, but I want to hear it.",
    "そうね……まずメイズが危険なのは、前に身を以て経験したよね？": "That's right... First of all, you've experienced the dangers of the Maze, haven't you?",
    "ああ……メイズシフターだったか？\n妙な化け物は出るし、あちこち入り組んでいて地形も複雑だ。": "Oh... Was it the Mazesifter?\nStrange monsters appear, and the terrain is complicated because it’s complicated here and there.",
    "うん、だから基本私達はチームで活動することが多いの。\nごく浅い区域なら少数でも採掘許可が降りることもあるけどね。": "Yeah, that's why we usually work as a team.\nIf it's in a very shallow area, even a small number of people can get permission to mine.",
    "そしてチームごとに採掘できる範囲、深さが異なります。": "And each team has a different range and depth to mine.",
    "実力のないチームは出入り口――ポータルに近い狭い範囲のみ、\n実力のあるチームはより深く、広い範囲を……": "The team with no real power only had entrances and exits—a narrow area close to the portal\nThe more powerful teams, the deeper and wider the range...",
    "やはり地形の複雑さもメイズシフターの強さも、\n深くなるにつれて大きくなっていきますから。": "As I thought, the complexity of the terrain and the strength of the maise shifters weren’t the same\nIt gets bigger as it gets deeper.",
    "採掘する深さって、深いほどいいのか？": "The deeper you mine, the better?",
    "そりゃそーでしょ。浅いとこって言っちゃえば、\nもうみんな取り尽くしちゃったとこなんだから。": "Of course it is. If you say it's shallow,\nEveryone's just about done with it.",
    "探しても探しても、お目当てのタツミヤ鉱なんてめったに出ない。": "No matter how hard you search, you rarely find the Tatsumiya Ore you're looking for.",
    "だから掘って得られるラミ達の報酬も、雀の涙ってワケ。\n機体の改修とか夢のまた夢よ。": "That's why the reward for the lamies we get from digging is also a sparrow's tear.\nRepairing the glider is a dream come true.",
    "出たら前みたいに取り合いですね……": "Once we're out, we'll fight like we used to...",
    "あー……なるほどな。": "Ah... I see.",
    "それで……その範囲と深さ――エリアを決めるために、\n『公式ＭＧ競技』というものが開かれます。": "So...to determine its range and depth—the area\nThere will be an official MG competition.",
    "公式……ＭＧ競技？": "Official... MG competitions?",
    "一言で言えば、ＭＧ同士で戦闘する催しのこと。": "To put it simply, it was an event where MGs fought each other.",
    "ま、簡単に言えば勝てば勝つほど、\n実力が認められて担当区域が広くなるってわけ。": "Well, to put it simply, the more you win, the better\nThey'll recognize you for your skills and expand the area you're in charge of.",
    "学園側としては生徒達のＭＧ操縦技術が上がれば、\nそれだけメイズ探索も進みますから。": "As far as the school was concerned, the students’ MG piloting skills would improve\nThat's how much we'll be able to search for Mayse.",
    "なるほどな……だいたいわかってきたよ。つまり……": "I see... I'm starting to get the gist of it. In other words...",
    "ＭＧ競技に勝てない、だからタツミヤ鉱の多い採掘エリアを\n担当できない、それで稼ぎも出せないから機体も強くできない……": "You can’t beat the MG competition, so you’ll need a mining area with lots of Tatsumiya ore\nI can't handle it, and I won't be able to make any money from it, so I can’t make the aircraft stronger, either...",
    "以下、無限ループってことか。": "So the following is an infinite loop.",
    "そうなると、もうチームを存続させる意味が薄れてしまって……": "If that's the case, there's no longer any point in keeping the team alive...",
    "……解散、そして退学というオチ。": "...Dismissed, and expelled.",
    "結構厳しいんだな……救済措置とかないのか？\n敗者復活戦みたいな……": "That's pretty harsh... Isn't there a relief measure?\nIt's like a rematch for the loser...",
    "一応、特別養成校舎という学園自体が運営する、\n問題児達を集めて所属校舎復帰を目指す訓練所みたいな校舎があるよ。": "Just in case, it was run by the school itself, which was called the Special Training School Building\nThere's a training center that collects problem children and aims to return to the school building.",
    "あれ？　なら、どうして退学なんて話に……？": "Huh? Then why did we have to talk about being expelled...?",
    "まずわたくし達は入学後基礎訓練課程を受講するんです。": "First of all, we're going to take the basic training course after entering the academy.",
    "それをクリアした人がチームを組み、\n水準を満たせなかった人が特別養成校舎にいきます。": "Those who cleared it formed a team,\nThose who failed to meet the standard will go to the special training building.",
    "……となると、少なくともシリウスシュガーのみんなは、\nその一定基準はクリアしてるってわけか。": "...Which meant that, at least, everyone in Sirius Sugaru\nSo you've cleared a certain standard.",
    "えっへん。だからラミたちは意外とエラいんだよ！\nわかったかなー？": "Ehem. That's why Rami and the others are surprisingly good!\nDo you get it now?",
    "おー、えらいえらい。あとでお菓子あげるから少し静かにしててな。": "Oh, that's great. I'll give you some sweets later, so be quiet for a bit.",
    "だからガキ扱いすんな！": "Like I said, don't treat me like a kid!",
    "……わざとやってるよね、ラミ。": "...You're doing this on purpose, Rami.",
    "えっと……": "Umm...",
    "チームを組んだ学生――つまり正式に一度パイロットとなった学生は、\n特別養成校舎に行くことはありませんの。": "The students who had formed a team—in other words, the ones who had officially become pilots once\nI don't go to the special training building.",
    "結果を出せない正式パイロットの行く道は、\n解散と退学のみです。": "The path of an official pilot who can't produce results...\nDismissed and expelled.",
    "要するに、一度いわばデビューしたわけなんだから、\n甘えんなってことね。": "In other words, she’d made her debut once, so to speak\nDon't be spoiled.",
    "救済措置はあるが、お前らはすでにその対象外ってことか。\n厳しい世界なんだな。": "There's a relief measure, but you guys are already out of the question.\nIt's a tough world.",
    "それだけ危険でもあるので……": "It's just that dangerous...",
    "なるほど……みんな、教えてくれてありがとう。\nつまりこういうことか……まずは公式ＭＧ競技で勝つ必要がある。": "I see... Thank you for telling me, everyone.\nSo this is what it means... First, we need to win the official MG competition.",
    "そういうことに、なりますわね。\nまあ、それができれば苦労しないのですが……": "That's how it's going to be.\nWell, if I could do that, I wouldn't have any trouble...",
    "そのための俺だろ？": "That's what I'm here for, isn't it?",
    "うわ、ドヤりやがった。ちょっと指揮上手いだけで、\nどこにそんな自信があるんだか。": "Whoa, she was smug. She was just a little good at commanding,\nWhere is she so confident?",
    "自信というよりやる気だよ。俺だって結果を出さないと、\nこの先どうなるかわからない。": "I'm more motivated than confident. If I don't get results,\nI don't know what's going to happen next.",
    "だから俺も出来る限りのことはする。一緒に頑張ろう。": "That's why I'll do what I can. Let's do our best together.",
    "%usernameusernameuserna%さん……はい、こちらこそ、お願いします！": "%usernameusernameuserna%-san... Yes, I'm counting on you too!",
    "……よろしく。": "...Nice to meet you.",
    "では、早速、訓練を始めますわよ。時間は限られていますから。": "Well then, let's begin training right away. We don't have much time.",
    "%usernameusernameuserna%には、\nとりあえず見学していてもらうのがいいんじゃない？": "%usernameusernameuserna%\nFor now, wouldn't it be better to have them observe?",
    "それで、あたしたちの問題点がわかれば、指摘して欲しい。": "If you find out what's wrong with us, I want you to point it out.",
    "わかった。任せろ。": "All right. Leave it to me.",
    "では、皆さん、準備にかかってください！": "All right, everyone, get ready!"
}