{
    "（これは私が入学してから基礎課程を終わらせて……\nパイロットとして認められた時期の話です）": "(This is the end of the basic course after I enrolled...)\nThat's when I was recognized as a pilot.)",
    "――さて、これで基礎課程は完了となります。\nこれから皆さんはパイロットとして正式にメイズへ潜る事になります。": "—Now then, the basic course is complete.\nFrom now on, you will be officially diving into Mays as a pilot.",
    "…………": "............",
    "貴重なタツミヤ鉱という資源を採掘する作業は多くの危険を伴い、\nメイズシフターと呼ばれる脅威とも戦わなければいけません。": "The work of mining a precious resource called Tatsumiya Ore came with many dangers\nWe also have to fight the threat known as the maise shifter.",
    "ですが、皆さんの活動はこの世界で多くの人々の役に立ちます。\nこの仕事は誇り高いものなのです。": "However, your activities are useful to many people in this world.\nThis job is something to be proud of.",
    "皆さんがこれからパイロットとして活躍することを、\nザルトゥーム学園では期待しています！": "That you're going to be a pilot\nI expect great things from Zarthum Academy!",
    "これから皆さんには、チームを結成、あるいは加入してもらい、\nパイロット活動に取り組んでもらうことになります。": "From now on, I'm going to have you all form a team, or join me\nYou're going to have to work on piloting.",
    "同じ志を持つ仲間を見つけるもいいでしょう。\n実力によって認めさせるのもいいでしょう。": "You can find friends with the same goal.\nIt's good to have them acknowledge you based on your ability.",
    "焦らずに自分に合うチームを見つけてくださいね。\nそれでは、基礎講習は終わります！　解散！": "Please don't rush. Find a team that suits you.\nWith that, the basic training is over! Dismissed!",
    "……ふう。": "...Phew.",
    "（……これから本当にパイロットになるんだ。\n皆の役に立てるパイロットに……！）": "(...I'm really going to be a pilot from now on.\nTo be a pilot who can be useful to everyone...!)",
    "よーし！　これから頑張るぞー！": "All right! Let's do our best!",
    "（ええっと、先生も言ってたけどチームを組まないと……！）": "(Let's see, like Sensei said, we have to form a team...!)",
    "（パイロットチームは最大五人まで……三人以上じゃないと、\n基本的には認められないから空いてるチームを見つけないと！）": "(The pilot team has to have a maximum of five people... Unless there are at least three of them\nBasically, I can't accept it, so I have to find an open team!)",
    "……でも、大丈夫かな……": "...But I wonder if she'll be okay...",
    "（私のせいで迷惑をかけて……昔みたいに、\n色んな人を困らせて気を遣わせちゃったりしないかな？）": "(He caused trouble because of me... Just like he used to,\nI wonder if I'll bother all sorts of people and make them worry about me?)",
    "あ、桃園さん。確かまだフリーだったよね？\nうちのチームに体験入隊してみないかな？": "Oh, Momozono-san. You're still free, right?\nWhy don't you try joining our team?",
    "えっ！？　いいんですか？": "Huh?! Are you sure?",
    "うん、まだうちのチームもメンバーを考えてる最中だからさ。\n桃園さんとは話もしたことあるし、お試しでね。": "Yeah, our team's still thinking about the members.\nI've talked to Momozono-san before, so I'll give it a try.",
    "そういうことでしたら……ありがとうございます！\nぜひよろしくお願いします！": "If that's the case... Thank you very much!\nI look forward to working with you!",
    "それじゃ、シミュレーション訓練で……\nまずは軽い連携で敵を倒してみようか。": "Well then, let's do some simulation training...\nLet's start by taking out the enemy with light coordination.",
    "は、はい！　頑張ります！": "Y-Yes! I'll do my best!",
    "（せっかく声をかけてくれたんだし、\n一生懸命に頑張らなくちゃ！）": "(Since he went out of his way to talk to me,\nI have to do my best!)",
    "それじゃあ、始めるよー！": "Okay, let's get started!",
    "――あっあっちに敵が！\nこの位置なら、私が倒しておかないと……": "――Ah, there's an enemy over there!\nAt this position, I have to defeat him...",
    "桃園さん、まだそっちには行かないで！\nこっちの陣形が整ってないから！": "Momozono-san, don't go that way yet!\nIt's because our formation isn't ready!",
    "集中して……ここっ！\nよし……練習した通りに出来た……！": "Focus...here!\nAll right... I did exactly what I practiced...!",
    "えっ、あ、倒せたんだ……\nって、桃園さん！　陣形が乱れてるから……！": "Huh? Oh, I was able to defeat him...\nWait, Momozono-san! The formation's all messed up!",
    "えっ？　あっ！　ごめんなさい！\nすぐにそっちに合流します！": "Huh? Oh! I'm sorry!\nI'll meet you there right away!",
    "は、早くお願いね！\nこれ以上はちょっとこっちもキツイから……！": "P-Please hurry!\nAny more than this is going to be a little rough on me, too...!",
    "……うう、ごめんなさい……！": "...Ugh, I'm sorry...!",
    "まあ、いいんだけどね？\n桃園さん、しっかり倒したことには倒したから。": "Well, it's fine, isn't it?\nMomozono-san, I've already defeated you.",
    "ごめんなさい……集中しちゃって、\n周囲に目を向ける余裕がなくなっちゃって……": "I'm sorry... I was so focused,\nI don't have time to look around anymore...",
    "んん……今回は桃園さんには申し訳ないんだけど、\nうちのチームメンバーには選べないかな。": "Hmm... I feel bad for Momozono-san this time, but...\nI wonder if I can choose one of our team members.",
    "そ、そうですか……": "I-I see...",
    "桃園さん、実力はあると思うんだけど……\n連携の面でカバーできるほど私たちが上手くないからさ。": "Momozono-san, I think you're pretty good...\nWe're not good enough to cover it in terms of cooperation.",
    "あうう……その、ごめんなさい……\n私が先行しちゃったのが悪いので……": "Auuu... Um, I'm sorry...\nIt's my fault for going ahead of you...",
    "まあ、気にしないでいいよ。\n桃園さんの実力なら、きっとチームが見つかるから！": "Well, don't worry about it.\nWith Momozono-san's skills, I'm sure we'll be able to find a team!",
    "……はい。ありがとうございます。": "...Yes. Thank you very much.",
    "確か、あっちのクラスにチームメンバーが不足してるから、\n新しい人を探しているチームがあったよ。": "If I'm not mistaken, there's a shortage of team members in that class\nThere was a team looking for someone new.",
    "そうなんですね！　ありがとうございます！\nすいません、お力になれなくて……": "I see! Thank you very much!\nI'm sorry I couldn't help you...",
    "ううん、それじゃあ。\nまた何かあったら協力しようねー！": "Nope. See you later.\nIf anything else happens, let's help out!",
    "はぁ……失敗しちゃった……\nまた集中して他の人と連携できなくて……": "*sigh*... I messed up...\nI can't concentrate and coordinate with other people again...",
    "ううん！　まだ諦めちゃダメ！\nもしかしたら、うまく合うチームがあるかもしれないし……": "No! Don't give up yet!\nMaybe there's a team that fits right in...",
    "こんなところで諦めたら、\n昔みたいに何もできないままで終わっちゃう！": "If I give up here,\nIt's going to end without me being able to do anything like I used to!",
    "よーし、頑張るぞー！　えいえいおー！": "All right, let's do our best! Yay, yay!",
    "申し訳ないけど、うちのチームじゃちょっとね……\nやっぱり連携が取れないのはちょっときついかな": "I'm sorry, but our team isn't good enough...\nI guess not being able to coordinate with them is a little tough after all.",
    "そ、そうですか……分かりました……": "I-I see... Understood...",
    "うちのチームにはあなたは必要ないわ。": "Our team doesn't need you.",
    "その程度の実力だと、うちの動きについてこれないもの。\nだから探すなら他のチームにして。": "With that level of skill, she can't keep up with my movements.\nSo if you're looking for them, let's go with another team.",
    "……は、はい……ありがとうございました……": "...Y-Yes... Thank you very much...",
    "桃園さんはいい子だと思うけどね……\n背中を預けられるかっていうと、ちょっと……": "I think Momozono-san is a good girl...\nI don't know if I'll be able to lean on her back...",
    "……はあ。": "......haa.",
    "どうしよう、また落ちちゃった……\nこれでもう何度目だろう……": "What should I do? I fell again...\nI wonder how many times this has happened...",
    "他にまだ、チーム残ってるかな……？": "I wonder if there are any other teams left...?",
    "もう、何日か経っちゃったし……\nこのままだと、どこでも同じようになっちゃうよね……": "It's already been a few days...\nAt this rate, it'll be the same everywhere...",
    "（……もしも、私にもっと実力があれば、\nこうやって集中しちゃう癖があってもなんとかなるのかな？）": "(...If only I were more capable,\nI wonder if I'll be able to manage even if I have a habit of focusing like this?)",
    "（確か、スカラ校舎には一人だけでも実力でチームとして、\n特例で認めさせた凄腕パイロットがいるって聞いたし）": "(If I'm not mistaken, even if it's just one person in the Scara school building, they're a team in terms of raw power\nI heard there's a really skilled pilot who made you acknowledge him as an exception.)",
    "……って、無理だよね……先生から褒められたけど、\nあくまでも平均に比べて優秀ってだけだし……": "...Wait, that's impossible... Sensei praised me, but...\nIt's just that she's better than average...",
    "（一人でメイズに潜って、メイズシフターを倒すなんて、\n自分でも無理だってわかるから……）": "(I can't just dive into the maise by myself and defeat the maize shifter\nI know I can't do it myself...)",
    "（やっぱり私には、チームを組むなんて無理なのかな？\nこのままだと……）": "(Is it really impossible for me to form a team?\nAt this rate...)",
    "チームを決められないと実績が足りなくなるから、\nそのまま退学になっちゃうよね……": "If we can't decide on a team, we won't have enough achievements, so...\nYou'll be expelled just like that...",
    "うう……何もまだできてないのに……どうしよう……": "Ugh... I haven't done anything yet... What should I do...?",
    "ああ見失っちゃった！\nどこ！？　どこに行ったの！？": "Oh, I lost sight of him!\nWhere?! Where did she go?!",
    "こっちにはいないわ！\nそっちに行ったんじゃない？": "He's not here!\nDidn't he go that way?",
    "（……えっ？　なんの騒ぎ？）": "(...Huh? What's going on?)",
    "こっちもいないし……\nああもう、鳴滝さんはどこに消えちゃったのよ！": "She's not here, either...\nOh geez, where did Narutaki-san go?!",
    "そっち、抜け駆けしないでよね！\nうちのチームが勧誘して入れるんだから！": "Don't get ahead of yourself!\nOur team is recruiting and recruiting!",
    "ちょっと邪魔する気！？　こっちが先に声をかけたのよ？": "Are you trying to get in my way?! I called out to you first!",
    "そんなこと知らないわよ。あんたこそ、横取りすんじゃないわよ！": "I don't know about that. You're the one who shouldn't snatch it!",
    "（な、なんだろう、あの人達……？\n鬼気迫った感じで誰かを捜してるみたいだけど……）": "(Wh-What are they...?)\nShe looks like she's looking for someone with demonic energy...)",
    "ちょっと怖いし、\n巻き込まれないように中庭まで離れておこう……": "I'm a little scared,\nLet's keep our distance from the courtyard so we don't get caught up in it...",
    "あっ……！\nあなた、危ないっ！": "Ah...!\nWatch out, you!",
    "えっ？": "Huh?",
    "きゃあっ！？": "Kyaa!?",
    "あいたたた……！": "Owowowow...!",
    "大丈夫かしら！？\nごめんなさい、わたくしったら、慌てていて……": "I wonder if he'll be okay!?\nI'm sorry, I was in such a hurry...",
    "い、いえ、私こそ、ごめんなさい。\nぼーっとしていましたから……": "N-No, I should be the one apologizing.\nI was spacing out, so...",
    "ふふ、それではお互い様ですわね。\n立てまして？": "Heehee. Well then, let's both do our best.\nCan you stand up?",
    "全然大丈夫。": "I'm totally fine.",
    "たんこぶが出来たかも……": "I think I've got a bump...",
    "……あ、ありがとうございます。": "...Th-Thank you very much.",
    "（……誰だろう……すごい綺麗な人……？）": "(I wonder who she is... Is she really beautiful...?)",
    "それで、怪我はありませんか？": "So, are you hurt?",
    "それでしたら良かったですわ。": "If that's the case, I'm glad.",
    "すいません、そちらこそ大丈夫でしょうか？": "Excuse me, are you all right?",
    "ええ。ぶつかっただけですから。\n特に怪我なんかもしていませんわよ。": "Yes. We just bumped into each other.\nI'm not hurt or anything.",
    "たんこぶが出来ちゃったかも……？\nだ、大丈夫ですかね？": "I might have gotten a bump...?\nA-Are you all right?",
    "本当でして？　ちょっと見てみますわね。": "Really? I'll take a look.",
    "（……混乱して変な事言っちゃったかも）": "(...I might have said something weird because I was confused.)",
    "ちょっと赤くなっていますが……ふふ、\nたんこぶにはなっていませんわよ・": "It's a little red, but... Hehe,\nIt's not a lump.",
    "それならよかったです……\nえっと、それじゃあ私はここで失礼しますね。": "I'm glad to hear that...\nWell, I'll be taking my leave now.",
    "ええ。こちらこそ引き留めてしまって……": "Yes. I should be the one apologizing for holding you back...",
    "……あれ？　あっちに鳴滝さんがいない！？": "...Huh? Narutaki-san isn't over there!?",
    "嘘！？　どこにいるの！？": "Lies?! Where are you?!",
    "……すいません、少しだけ隠れますわ！\n誤魔化してくださいまし！": "...I'm sorry, I'll hide for a bit!\nPlease dodge the question!",
    "えっ、えっ、えええ！？": "Wh-Wh-What?!",
    "ちょっと、そこの子！\n金髪の子を見なかった！？": "Hey, you there!\nDidn't you see the blond girl?!",
    "えっ、ええええっと……！": "Wh-Whaaaat?!",
    "別にどっちに行ったとかでもいいから教えて！": "It doesn't matter which way you went, just tell me!",
    "こっちに行ったから、見てないってことはないでしょ！\nほらほら！　早く！": "He went this way, so there's no way he didn't see it!\nCome on, come on! Hurry!",
    "……え、えっと……私、そこの曲がり角でぶつかって。\nそのまま謝って行っちゃいました……": "...U-Umm... I bumped into him around the corner.\nThen she apologized and left...",
    "ありがとう！\nぶつかったなら、そのまま戻ったはずね！": "Thank you!\nIf you bumped into him, he should've gone straight back!",
    "入れ違いになる前に早く追いつかないと……！": "I have to catch up to them before they pass each other...!",
    "うちのチームが絶対に鳴滝さんを入れて見せるわ！": "Our team will definitely put Narutaki-san in!",
    "……あ、あの、行きましたよ……？\nその、大丈夫でしょうか？": "...U-Um, she's gone...?\nUm, are you sure you're okay?",
    "……ふぅ、やり過ごせたのですね。\n本当に助かりましたわ。": "...Phew, we made it through.\nYou really saved me.",
    "ええっと……鳴滝さん、でしたっけ？\nそう呼ばれていましたよね？": "Umm... Narutaki-san, was it?\nThat's what they called it, isn't it?",
    "……その、あまり家名は好きじゃありませんの。\n七彩と呼んでいいですわ。": "...Umm, I don't like the family name very much.\nYou can call me Shichisai.",
    "はい、七彩さんですね！\nその、なんでこんな追いかけられているんですか？": "Yes, it's Nanasai-san!\nUm, why are we being chased like this?",
    "……チームの勧誘ですわ。\nそれで、連日のように大勢で押しかけてきて……": "...I'm trying to recruit a team.\nThat's why they barged in with so many people every day...",
    "えっ……凄いです！　私なんて、チームが決まらなくて……": "Wow... That's amazing! I can't decide on a team...",
    "そんなにいいものじゃありませんわ。\nだって、彼女たちの目当ては私じゃありませんもの": "It's not that good.\nAfter all, they're not after me.",
    "えっ、それってどういう……": "Huh? What do you mean by that?",
    "あっ、やっぱり行き違いになってたみたいね！\nあっちに金髪の子が見えたわ！": "Ah, looks like we missed each other after all!\nI saw a blond girl over there!",
    "鳴滝さん！　うちのチームにぜひ入って欲しいの！\nちゃんと好きなポジションを任せるから！": "Narutaki-san! I want you to join our team!\nI'll leave the position you like to you!",
    "うちのチームは戦績だって悪くないわよ！\nメンバーの選択権だってうちなら上げるわ！": "Our team's record isn't bad!\nI'll give you the right to choose your members!",
    "まあ、もう戻ってきましたのね……！\nすいません、一緒に逃げますわよ！": "Well, you're back already...!\nExcuse me, let's run away together!",
    "えっ？　えっ？　ひゃああああ！？": "What? What? Hyaaaaah?!"
}