{
    "その後、俺と白奈は大仰な芝居に頼らず、周りを意識することもなく、\n普通の学園生活を共にする同級生として楽しい時間を過ごし――": "After that, Hakuna and I didn't rely on the exaggerated play, nor did we pay attention to our surroundings\nWe had a good time as classmates sharing normal school life――",
    "（……白奈が店の奥のコーナーに入ってから、結構経つな。\n待ってろって言われたけど、気になるぞ）": "(...It's been a while since Hakuna went into the back corner of the store.\nShe told me to wait, but I'm curious.)",
    "お待たせ、%usernameusernameuserna%。": "Sorry to keep you waiting, %usernameusernameuserna%.",
    "おっ。目当ての服は買えたのか？": "Oh, did you buy the clothes you were looking for?",
    "えっ？　服……う、うん。\nきょ、今日は買わないことにしたの。": "Huh? Clothes... Y-Yeah.\nI-I decided not to buy it today.",
    "気に入るものがなかったのか？": "Didn't you have anything you liked?",
    "気に入るもの、というか……\n気に入られそうなもの、というか……": "Something you'd like, or rather...\nSomething she might like, or rather...",
    "ん？　何をブツブツ言ってるんだ？": "Hm? What are you mumbling about?",
    "な、なんでもない。帰ろう。": "N-Nothing. Let's go home.",
    "どうしてそんなに慌ててるんだ？": "Why are you so flustered?",
    "（……待てよ。女の子専門の衣料品店とは聞いてたけど、\n奥にある男子禁制コーナーって、まさか……）": "(...Wait. I'd heard it was a clothing store specializing in girls, but...\nThe boys' forbidden section in the back... Could it be...?)",
    "そんな買い物帰り、俺達はどちらともなく手を繋ぎ……\n白奈に誘われるまま、彼女の部屋に足を踏み入れていた。": "On our way home from shopping, we held hands...\nAt Shirona's invitation, I stepped into her room.",
    "男を部屋に上げるの、緊張しないか？": "Aren't you nervous about letting a guy into your room?",
    "……うん。緊張するよ。\nだって、%usernameusernameuserna%だから。": "...Yeah. I'm nervous.\nBecause it's %usernameusernameuserna%.",
    "%usernameusernameuserna%は……特別だから。": "%usernameusernameuserna%... is special.",
    "『普通の学園生活』なら、こういうこともする……よね？": "This is what a normal school life would do, right?",
    "え――？": "Huh――?",
    "ほんの一瞬、掠めるように、唇に湿った感触が触れる。": "For just a moment, as if grazed, I felt a wet sensation on my lips.",
    "……雑誌にも書いてあった。\n男の子と一緒に過ごす放課後は……大胆になるものだって。": "...It was written in a magazine, too.\nAfter school, when you spend time with a boy... you get bolder.",
    "白奈の潤んだ瞳の誘惑に耐えきれず、俺は細い肩を抱き寄せた。": "Unable to resist the temptation in her moist eyes, I hugged her slender shoulders.",
    "す、少しだけ待って。\n先に釈明をさせてほしい。": "W-Wait a minute.\nLet me explain first.",
    "釈明？": "Explain?",
    "本当は、準備も完璧にしたかったけど。\n……しょ、勝負下着っ……は、無理だった……": "Honestly, I wanted to make sure everything was ready, too.\n...A-A match underwear... I-I couldn't...",
    "……なんだって？": "...What did you say?",
    "ど、どんな下着が%usernameusernameuserna%の好みか、\nわからなくて……決められなかった。": "I-I don't know what kind of underwear %usernameusernameuserna% likes\nI didn't know... so I couldn't decide.",
    "……あ。\nさっきの店で買おうとしたのって。": "...Ah.\nThat's what I was trying to buy at the store.",
    "し、調べたの。\n自分から大胆に誘うなら、勝負下着を着けるものだって。": "I-I looked into it.\nShe said that if I boldly invited her, I'd wear my match underwear.",
    "でも……今日は結局、買えなくて……\n今着けてるのは、勝負下着じゃないから……あまり見ないでほしい。": "But... I couldn't buy it today...\nI'm not wearing my match underwear right now, so... please don't look at it too much.",
    "あのな、白奈……\n勝負下着ってのは、決行当日に買いに行くもんじゃないと思うぞ。": "Hey, Shirona...\nI don't think a match underwear is something you should go buy on the day of a battle.",
    "……そうなの？": "...Really?",
    "まあ、そういうところも白奈らしくて可愛いと思うけど。": "Well, I think that's just like her. She's cute.",
    "ともかく、今日の下着はあまり見ないでほしいって言うなら、\nすぐに脱がせるな。": "In any case, if she wanted me not to look at her underwear too much today,\nDon't take it off right away.",
    "あっ――！？": "Ah――!?",
    "ふたりしてベッドの上に転がってから、\n俺は興奮のままに白奈の服を脱がせていく――": "The two of us rolled onto the bed, and then...\nIn my excitement, I took off Shirona's clothes――",
    "上から順に脱がせて、下着を下ろし……\nその最中、女の子特有の甘い香りと、肌のぬくもりを吸い漁った。": "I take them off one by one from the top, and pull down my underwear...\nIn the middle of it all, I absorbed the sweet scent unique to girls and the warmth of their skin.",
    "%usernameusernameuserna%って……\nこ、こんな大胆になることも……あるんだね……": "%usernameusernameuserna%...?\nI-I didn't know you could be this bold...",
    "背中から抱きすくめた白奈の体は、少しばかり震えていた。\n肌は緊張からかじっとり濡れている。": "Hakuna's body trembled a little as I hugged her from behind.\nHer skin is wet from nervousness.",
    "で、できれば……優しくしてほしいけど……\n激しいのが好きなら……わたしは、それでも……いい、よ。": "I-If possible... I'd like you to be nice to me...\nIf you like it rough......then......I'm fine with it.",
    "はぅ……っ、ん……あ……く、くすぐったい……\nあ、あんまり、首、吸わないで……恥ずかしい、んっ……": "Hau......! Nn......ah......it tickles......\nD-Don't suck on my neck too much... It's embarrassing, nn...",
    "今日はさっさと脱がせたけどさ。\n白奈が選んだ下着を見る機会、今後の楽しみにしてるからな。": "I took it off quickly today, though.\nI'm looking forward to the chance to see the underwear Hakuna chose.",
    "白奈を恥じらわせる言葉を囁きながら、\n細くてスベスベのうなじに何度も口づける。": "Whispering words that embarrassed Shirona,\nI kiss the nape of her slender, smooth neck over and over.",
    "そ、そんなところ、っ、んっ、舐めても……お、おいしくないよ……\n汗かいてるし……しょっぱいだけ……はぁ、ふぅ……ぅんっ……": "Th-There's no point in licking it... M-Mmm... It's not good...\nI'm sweating... It's just salty... Haa, fuu... uhnn...",
    "でも……%usernameusernameuserna%、やっぱり本当は優しい……\nはふぅ……触り方も……体への、キスの仕方も……んん……": "But... %usernameusernameuserna% really is kind...\nHafuu... The way you touch me... the way you kiss my body... nnn...",
    "あぁ……わたしのこと……気遣って、進めてくれてるの……\n伝わって……くるから……んんっ……": "Ahh... She's... looking out for me, and moving forward...\nI can... feel it... Mmm...",
    "白奈の味と香りを確かめ、ゆっくり乳房を撫で回しながら、\nマーキングのつもりで俺の下半身を擦りつけていく。": "I checked the taste and fragrance of the hakuna, and slowly stroked her breasts.\nI rub my lower body against hers, intending to mark her.",
    "っ……わたしのお尻に……あ、当たってる……\nカチコチの、これ……%usernameusernameuserna%の、だよね……？": "...It's touching my butt... Ah, it's hitting me...\nIt's hard, this is... %usernameusernameuserna%'s, right...?",
    "はぁ……はぁ……おっきくて、熱いの……わかる……\nこんなの……ん……ちゃんと、入るかな……？": "Hah... hah... It's so big and hot... I can feel it...\nI wonder......nn......will I be able to fit this......?",
    "不安と期待をないまぜに、モゾモゾと腰を動かす白奈。\nなだらかなヒップラインが、怒張を煽るようにくすぐってくる。": "Shirona squirms her hips in a mixture of anxiety and anticipation.\nHer gentle hips tickle me, as if to fan the flames.",
    "んん……先っぽ、濡れてる……興奮してるんだね。\nもう、わたしに……入れたいってこと……？": "Mmm... The tip is wet... You must be excited.\nYou want to... put it in me already...?",
    "%usernameusernameuserna%が、入りたいなら……\n不安だけど、わたし……いつでも、させてあげたい……": "If %usernameusernameuserna% wants to go in...\nI'm worried, but... I want to let you do it anytime...",
    "優しく愛撫を続けながら、屹立を太股の間に滑り込ませていく。\n白奈の秘密の園も、じっとり濡れているのがわかった。": "As I continued to gently caress her, I slid my erection between her thighs.\nI could tell that Hakuna's secret garden was also damp.",
    "はぁっ……お、お股に……熱いのが、擦れて……\n来るんだね……今から、これが、わたしの奥に――っ！？": "Haah... I-It's rubbing... against my crotch...\nSo it's coming... This is going to be deep inside me...!?",
    "下腹部を白奈の柔らかいお尻に目一杯押しつける。\n突き入れた欲望が、小さなワレメの奥へズブズブと潜り込んでいく。": "I pressed my eyes against her soft butt.\nThe desire I thrust into her buries itself deep inside her small slit.",
    "あ……あふっ……ん、く、くぅ……は、あ、はぁっ……！\nく、来る、入って、来るっ……おっきいのが……っ……！": "Ah......ahu......nn, ku, kuu......ha, ah, haa......!\nI-It's coming, coming, it's... It's so big...!",
    "濡れそぼったトロトロのつぼみが、\n狭いながらも懸命に俺のものを全部飲み込もうとしていた。": "The wet, syrupy buds...\nEven though it was cramped, she was doing her best to swallow everything I had.",
    "んんぅ……ちゃ、ちゃんと……できてる……？\nわたし……んっ……自分じゃ、わからない……": "Mmm... I-Is it... done properly...?\nI... nn... can't tell... myself...",
    "全部入ったことと、すぐにも射精しそうなくらい気持ちいいことを\n耳元で伝えると、ふっと白奈の肩の力が緩んだ。": "The fact that it's all in, and the fact that I feel like I'm about to ejaculate right away.\nWhen I spoke into her ear, her shoulders suddenly relaxed.",
    "ふぅ……ふぅ……よかった……ちょっとだけ、安心した……\n大胆になっても……いざ始めると、少し怖いから……": "Phew... Phew. Thank goodness... I'm just a little relieved...\nEven if I get bolder... When I start, I'm a little scared...",
    "んんっ……わたしは……っ……あなたのこと……\nちゃんと受け入れられる女の子でいたい……の……っ……": "Mmm... I... I love you...\nI want to be a girl who can be accepted properly...",
    "白奈の献身に喜びを感じ、最後まで全部受け止めてほしくなって、\n俺は飛ばし気味にならないよう気をつけながら抽挿を開始した。": "Feeling joy at Hakuna's dedication, she wanted him to accept everything until the very end\nI started thrusting in and out, taking care not to feel like I was flying.",
    "あうっ――！？\nんっ……んっ……あっ……う、動い……てる……っ！": "Auu――!?\nNn... nn... ah... i-it's... moving...!",
    "わたしの……ア、アソコっ……引っかかれて……ふぁ……\n出たり、入ったり……だけで……火傷、しちゃう、かもっ……ん……": "My... ah, pussy... got scratched... fuah...\nJust going in and out... might... burn me... nn...",
    "俺のものは火傷どころか、蜜壺の高熱に溶かされていく気分だ。\nこのままゆっくり続けているだけでも、じき射精するかもしれない。": "My thing feels like it's melting under the high heat of her honey pot, let alone getting burned.\nI might ejaculate soon just from continuing to do it slowly.",
    "雑誌で見た通りだよ……んっ……はぁ……ふぅ……\n最初、っ……恥ずかしくても……大胆な気持ちで迫ったら……": "It's just like I saw in the magazine... nn... haa... fuu...\nEven if it's embarrassing at first... If I approach her with bold feelings...",
    "どんどん、本当に……大胆な気持ちに……なっていっちゃう……\nわたしの中に……知らないわたし……なっちゃう……っ、ん……": "More and more... I'm really... feeling bolder...\nInside me... I'll become... someone I don't know...! Nn...",
    "うぅ……心臓……こんなに、ドキドキしてるのに……んっ……\nもっと、もっと……してほしいって……思ってる……はぁっ……": "Ugh... My heart... It's beating so fast... nn...\nI want you... to do it... more... Haah...",
    "白奈の言葉を確かめるべく、左手で包んだ胸を改めて、\nさっきまでよりほんの少し力を入れて揉みしだく。": "In order to confirm what Shirona had said, I adjusted the breasts wrapped in my left hand.\nI put just a little more force into it than before.",
    "ひゃんっ……！　んっ……はぁ……あぁぁっ……！\n%usernameusernameuserna%の手つき……いやらしい……": "Hyan...! Nn... haa... aaah...!\n%usernameusernameuserna%'s hands... are so lewd...",
    "汗でじっとり湿った張りのある膨らみは、\n指を沈み込ませようとするたび、確かな抵抗を返してくる。": "The firm bulge, damp with sweat...\nEvery time I try to sink my fingers into her, she responds with definite resistance.",
    "やっぱり……ん……男の人は……\nおっぱい、好きなんだね……んぁ……んん……": "I knew it... Mm... Men are...\nYou like boobs, don't you...? Mnah... Mmm...",
    "ね、ねえ……わたしのおっぱい……これで、十分かな……？\nもっと、ん……はぁ……頑張って、大きくしないと、だめ……？": "H-Hey... My boobs... Is this enough...?\nDo I have to... nn... haa... do my best to make it bigger...?",
    "大きさも形も関係なく、白奈の胸だから好きなんだと伝えると、\n首筋がいっそう紅潮したように見えた。": "Regardless of size or shape, I told her that I liked it because it was Hakuna's breasts.\nThe back of her neck looked even more flushed.",
    "はぁ……はぁ……勇気、出して……聞いてみてよかった……\n%usernameusernameuserna%が好きって言ってくれて、うれしい……": "Hah... hah... I'm glad... I got the courage... to ask...\nI'm so happy you said you like %usernameusernameuserna%...",
    "鮮やかなピンク色の先端を摘まむとコリコリと硬くなっていて、\n白奈がちゃんと感じていることを伝えてくれた。": "When I pinched the vivid pink tip, it was hard and stiff\nShe told me what she was feeling.",
    "ひぅ……んっ……ん、くぅ……あっ……はぁ……っ……\nき、気持ち、いい……んんっ……": "Hiu...nnn...nn, kuu...ah...haa...u...\nI-It feels so good... Mmm...",
    "%usernameusernameuserna%に、してもらうこと……\n全部、うれしくて……気持ちいいよ……はぁ、あ、あぁっ……": "To have %usernameusernameuserna% do it...\nI'm so happy... It feels so good... Hah, ah, ahh...",
    "うわごとのような白奈の言葉が鼓膜に反響する。\n結合部から漂う匂いと、肩を伝う汗の味が強くなった気がした。": "Shirona's delirious words echoed in my eardrums.\nThe smell wafting from where we were connected and the taste of the sweat running down my shoulders seemed to have gotten stronger.",
    "五感すべてで白奈を堪能している内に、\n俺の下腹部からもじわじわと快感がせり上がってくる。": "While I was enjoying Hakuna with all five of my senses...\nPleasure slowly rises from my lower abdomen as well.",
    "う、うぅぅ……な、なんだか、わたしの中……窮屈に……\nんんっ……%usernameusernameuserna%は、苦しくない……？": "U-Ugh... I-It's kind of... cramped inside me...\nMmm... %usernameusernameuserna% isn't in pain...?",
    "白奈も、俺の膨張と自身の収縮を感じ取っているようだ。\n一緒に絶頂を迎えられると信じて、俺はスパートを開始した。": "Shirona seemed to sense my expansion and her own contractions.\nBelieving that we'd reach climax together, I began my spurt.",
    "はう、んっ……！　あっ、は、激しく、なって……！\nあ、あ、あっ、きゃうっ、んんんっ……！": "Hau, nn...! Ah, y-you're getting rougher...!\nAh, ah, ah! Kyauh, mmmm...!",
    "亀頭を打ち付けている場所が、抵抗を返してきている。\nいつの間にか先端が子宮口に届くほど、膣内が滑らかになっていた。": "The spot where my glans was slamming into her resisted.\nBefore I knew it, the inside of her vagina had become so smooth that the tip reached her cervix.",
    "んあ、も、もしかしてっ、しゃ、射精、しちゃうのっ……！？\nあぅ、うんっ、あぅっ、こ、このまま、わたしの、中にっ……！？": "Mnah, c-could it be... that I'm going to ejaculate...!?\nAuh, yeah, auh, like this, inside me...!?",
    "ま、前に、ネットで見た動画も、さ、最後……！\nわたし、目が、離せなく、なっちゃって……んんっ……！": "I-I saw that video on the internet before, and it's the last one...!\nI can't take my eyes off you... Mmm...!",
    "自分で何を言っているか自覚できているのだろうか。\nプライベートな秘密を漏らした白奈に、興奮が加速する。": "I wondered if she was aware of what she was saying.\nThe excitement accelerated as Shirona let her private secret slip.",
    "んっ、んっ、んっ、お、おねがい……最後、一緒にっ……！\n%usernameusernameuserna%と、一緒が、いいっ……！": "Nn, nn, ngh, p-please... In the end, together...!\nI want to be with %usernameusernameuserna%...!",
    "ああ……一緒にイこうっ……！": "Yeah... Let's cum together...!",
    "んぅぅぅっ、い、いっぱい、出して、あぅん、んっ、んっ、\n%usernameusernameuserna%が、イッた、証拠っ、んんっ……！": "Nnuuu, c-come a lot, aun, nn, ngh,\nProof that %usernameusernameuserna% came, nnn...!",
    "あの白奈が、快感を露わにして俺に射精を求めている。\nその事実だけで、ペニスがはち切れそうになっていた。": "She's begging me to ejaculate, showing off her pleasure.\nThat fact alone was enough to make my penis feel like it was about to burst.",
    "先走りに混じって、もうすでに精液が漏れ出していたかもしれない。\nそう感じるほどドロドロの膣内を、全速で蹂躙する。": "My semen might have already leaked out from the precum mixed in.\nI ravage her sopping-wet pussy at full speed that it feels that way.",
    "あっ、あっ、あ、だ、だめっ、わたしっ……！\n先に、来ちゃう、かもっ……お、奥が、ビリビリって……！": "Ah, ah, ahh, n-no, I...!\nI think I'm going to cum first... My insides are tingling...!",
    "竿全体を複雑に蠢く肉ヒダに絡め取られながら、\n俺はその最奥にすべてを吐き出そうと、激しく腰を振り続けた。": "As the entire rod was entangled in her intricately wriggling flesh pleats...\nI kept swinging my hips furiously, trying to ejaculate everything deep inside her.",
    "イク、イク、イッちゃうよ……%usernameusernameuserna%っ……！\nも、もう、我慢、できない、は、早くっ……！": "C-C-Cumming, I'm cumming... %usernameusernameuserna%...!\nI-I can't take it anymore, h-hurry...!",
    "白奈の言葉に、自分もだと答え、\nこみ上げる快楽に身を委ねていく。": "In response to Shirona's words, she replied that she felt the same.\nI surrender myself to the pleasure welling up inside me.",
    "んあぁぁぁ、あっ、あんっ、む、無理、だよっ、んぅっ、\nもう、げ、限界……っ、なの、あ、あ、あぁぁぁぁぁぁぁぁ――": "Nnaaaah, ah, anh, I-I can't, nnuh,\nI-I'm at my limit... ah, ah, aaaaahhhh...",
    "ふあぁぁぁぁぁぁぁぁぁぁぁぁぁぁぁぁんっ……！": "Fuaaaahhhh...!",
    "一瞬、精がせき止められたかと思うほど強烈な締め付け。\nしかし溜め込んだ劣情は、それで抑えられるものじゃなかった。": "For a moment, she clamps down so hard that it feels like her semen has been stopped.\nBut that wasn't enough to suppress my pent-up lust.",
    "反動で弾け飛びかねないくらいの開放感と共に熱液を吐き出し、\n満足したペニスは白奈の中から押し出された。": "Along with a sense of release that threatened to burst from the recoil, she spat out hot liquid\nSatisfied, my penis was pushed out from inside her.",
    "あっ、あ、あ、あぁ……はぁ……はぁ……はぁっ……！\nあ、頭が……ボーッとして……": "Ahh, ah, ahh, aah... hah... haa... haah...!\nAh, my head... is in a daze...",
    "それは俺も同じだ。\n普段はお目にかかれない白奈の痴態に興奮しすぎてしまった。": "The same goes for me.\nI was too excited by Shirona's foolishness, which I usually didn't see.",
    "はふ……はふぅぅ……んっ……%usernameusernameuserna%……\nご、ごめんなさい……もう……わたし……先に……": "Hafu......hafuuu......nn......%usernameusernameuserna%......\nI-I'm sorry... I'm... going to... go first...",
    "はぁ……はぁ……心配するな、白奈。\n今、ちゃんと俺も一緒にイッたよ。": "Hah... hah... Don't worry, Shirona.\nI came with you just now.",
    "聞こえたかどうかも怪しい、放心状態の白奈の首筋に、\n愛情を伝えるべく再びキスを浴びせる。": "I wasn't even sure if I'd heard it, but the nape of Shirona's neck was in a daze\nI showered her with kisses again to convey my love.",
    "脳まで溶けてしまったんじゃないかと思うくらい、\n脱力した白奈の肌は熱かった。": "So much so that I thought my brain might have melted away.\nShirana's exhausted skin is hot.",
    "ん……はぁ……はぁ……今日は……朝から夜までずっと……\n%usernameusernameuserna%にドキドキさせられてばかり……": "Mm... hah... haah... Today... from morning to night...\n%usernameusernameuserna% is always making my heart race...",
    "振り回しちゃって迷惑だったか？": "Was it a bother to swing it around?",
    "……ううん。わたしの望む普通の学園生活には……\nいつも隣に、%usernameusernameuserna%がいてほしい……": "...No. It's not the normal school life I want...\nI want %usernameusernameuserna% to always be by my side...",
    "毎日ずっと、一緒に過ごして……\nこうしてドキドキしていたい……": "We spent every day together...\nI want to be excited like this...",
    "一緒にいるよ、これからも。\n白奈が望んでいてくれる限りな。": "I'll be with you from now on.\nAs long as Shirona wants it.",
    "……よかった。それなら何が起きても、\nわたしはずっと、本当のわたしでいられる……": "...Thank goodness. So no matter what happens,\nI'll always be the real me...",
    "安堵の息を漏らした白奈を後ろから抱きすくめて、\n彼女が夢見るこれからの学園生活に思いを馳せたのだった。": "Hakuna let out a sigh of relief, and I hugged her from behind.\nHe thought about the school life she was dreaming of from now on."
}