{
    "ちゆるの人生相談を受けた後、彼女に誘われるがままに街に出て、\nそのまま２人でめいっぱい遊んだ帰りのこと。": "After receiving Chiyuru's life advice, I went into town as she invited me.\nJust like that, the two of us played as much as we could on the way home.",
    "うわー、すっかり遅くなっちゃったねー。\nいっぱい付き合ってくれてありがと、%usernameusernameuserna%！": "Wow, it's gotten pretty late.\nThanks for hanging out with me so much, %usernameusernameuserna%!",
    "いや、俺も楽しかったからお礼なんていいさ。": "No, I had fun too, so you don't need to thank me.",
    "そう？　それならよかったー。\nそれにしても……ほんとに暗くなっちゃったね。": "Really? That's good to hear.\nStill... It's really gotten dark.",
    "話しながら、ちゆるはきょろきょろと周囲を見渡す。": "Chiyuru looks around as she talks.",
    "……そういえばここ、誰もいないね？": "...Come to think of it, there's no one here, right?",
    "まあ、夜の公園は人気がないからな。": "Well, the park is deserted at night.",
    "ふうん……あっ、ねえねえ！\nちょっとやってみたいことがあるんだけど、ついてきてくれない？": "Hmm... Oh, hey!\nThere's something I'd like to try. Will you come with me?",
    "やってみたいこと……？\nまあいいけど。": "Something you want to try...?\nWell, whatever.",
    "急に歩き出したちゆるの後を、首を傾げながら付いていく。": "I followed after them, tilting my head as they suddenly started walking.",
    "よし、ここら辺でいいかな？": "Okay, should we go somewhere around here?",
    "公園の奥の方までやって来たちゆるは、\n突然、自らの衣服をはだけ始めた。": "I can't forgive them for coming all the way to the back of the park...\nSuddenly, she began to undress herself.",
    "はぁ！？\nな、何やってるんだ！？": "Huh?!\nWh-What are you doing?!",
    "見ての通り、服を脱いでいるんだよ？": "As you can see, I'm taking off my clothes, you know?",
    "い、いや、なんで……": "N-No, why...?",
    "外でエッチなことをするのは気持ちいいって前に見たことがあって、\nやってみたかったんだよねー。": "I've seen it before that doing dirty things outside feels good.\nI wanted to give it a try.",
    "やってみたかったって……": "She said she wanted to try it...",
    "こういうプレイには興味はあったんだけど……\n相手もいなかったしね。": "I was interested in this kind of play, but...\nI didn't have a partner, after all.",
    "そこで、%usernameusernameuserna%だよ。": "That's where %usernameusernameuserna% comes in.",
    "お、俺……？": "M-Me...?",
    "そ。%usernameusernameuserna%相手なら安心だし……\nむしろ、そういうことをやってみたいなって。": "That's right. I'll be safe with %usernameusernameuserna%...\nIf anything, I'd like to try something like that.",
    "%usernameusernameuserna%はどうかな？": "What about %usernameusernameuserna%?",
    "ちゆるはこちらを見上げながら、小さく首を傾ける。\n白衣の下に、乱れたちゆるの衣服が見えた。": "Chiyuru looks up at me and tilts her head slightly.\nUnderneath her lab coat, I could see her loose, disheveled clothes.",
    "さすがにアブノーマルすぎるとは思いつつも、\nはだけた服の隙間から見えるちゆるの素肌に、興奮が抑えきれない。": "Even though I thought it was too abnormal,\nI can see her bare skin through the gaps in her exposed clothes. I can't contain my excitement.",
    "だめって言わないってことは……いいんだよね？\nいいよね！　ありがとう、%usernameusernameuserna%！": "If you won't say no, then...that means it's okay, right?\nThat's great! Thanks, %usernameusernameuserna%!",
    "ちゆるの誘惑を断ることは、不可能だった。": "It was impossible to turn down Chiyuru's temptation.",
    "真っ暗な公園の中で、無防備な下半身を晒したちゆるを抱きかかえる。": "In the pitch-black park, I hold her defenseless lower body in my arms.",
    "ん……はぁあああ……っ。\nな、何これぇ、すっごく、興奮するぅ……！": "Mm... haaaaah...\nWh-What is this? I'm so excited...!",
    "こんな風に%usernameusernameuserna%に\nあたしの身体を全部任せちゃうなんて……": "To %usernameusernameuserna% like this.\nI can't believe you left my entire body to me...",
    "抱き上げてすぐに、ちゆるは興奮したように声をあげる。\nそれでも、一応普段よりは声のトーンを落としてはいたが。": "Chiyuru exclaims excitedly as soon as I pick her up.\nStill, her tone of voice was lower than usual, just in case.",
    "それに……んんっ、あ、当たってる……っ。\nあたしの大切な部分に、%usernameusernameuserna%のが……！": "And... mmm, ah, it's touching me...!\nMy precious part, %usernameusernameuserna%'s...!",
    "熱くて、硬くてぇ……はぁあっ、\nドクドクってしてるの、すごく感じる……っ！": "It's so hot and hard... Haaah,\nI can really feel my heart pounding...!",
    "密着したペニスが、ちゆるの秘口の熱さを、湿り気を感じ取る。": "My penis, pressed up against her, feels the heat and dampness of her slit.",
    "ちゆるが身じろぎすると、それぞれの敏感な箇所が擦れ\nお互いに興奮が煽られていった。": "As Chiyuru stirred, each of her sensitive spots rubbed against it\nWe're both getting excited.",
    "はぁあ……っ、もう、もう……これ、我慢できない……っ！\n外でとか関係なく、%usernameusernameuserna%のが欲しいの……！": "Haaah... I can't... take this anymore...!\nI don't care if it's outside or not. I want %usernameusernameuserna%'s...!",
    "%usernameusernameuserna%のこれ、あたしの中に入れて……\n思いっきり、掻き回してちょうだい……っ！": "Put %usernameusernameuserna%'s thing inside me...\nPlease, stir it up as much as you can...!",
    "欲しいの……あたし、%usernameusernameuserna%のが欲しいっ！\nお願い、入れて……入れてよぉ……っ！": "I want it... I want %usernameusernameuserna%'s!\nPlease, put it in... Put it in!",
    "ちゆるの懇願に、脳が蕩けるほどの興奮が全身を巡る。": "At Chiyuru's plea, my brain melts with excitement.",
    "屹立した穂先を陰唇にくわえさせ、\nそのままゆっくり、ちゆるの身体を落としていった。": "She put the tip of her erect penis in her labia.\nSlowly, slowly, I lowered my body.",
    "あっ、んぁあっ、んふぅうううう……っ！\nはぁあっ、入ってる、入ってるよぉおおお……っ！": "Ah, nnahh, nfuuuu...!\nHaaah, it's in, it's innnnnnn...!",
    "ずぶり、ずちゅりと音を立てながら、\nちゆるの下の口はペニスを飲み込んでいく。": "Slurp, slurp...\nHer mouth swallows my penis.",
    "んぁあっ、そ、そんな急に……っ！\nあぁっ、か、身体の奥、熱いのが進んでるぅ……！": "Nnaah, th-that's so sudden...!\nAaah, i-it's so hot inside my body...!",
    "ひぃんっ、ずぶずぶって、割り裂いてぇえ……っ、\n%usernameusernameuserna%の、きてる、きてるよぉ……っ！": "Hiinh, it's slobbering, splitting...gh,\n%usernameusernameuserna%'s, coming, coming...!",
    "んんんんんっ、はぁあ……っ、\nああ……、%usernameusernameuserna%の、いっぱい感じる……！": "Mmmmmmm, haaah...\nAhh... I can feel %usernameusernameuserna%'s... so much...!",
    "まだ先端をくわえたばかりのちゆるの身体が、\n大きく震え、反応していく。": "Her body, which had only just put the tip in her mouth,\nShe trembles violently and reacts.",
    "ちゆるが動けば動くほど身体が沈み、\n互いの結合が深くなっていった。": "The more Chiyuru moved, the more her body sank.\nOur union deepened.",
    "んんっ、あっ、は、はぁあああ……っ！\nあぁあっ、ちょ、ちょっと待って、そこはまだ……っ！": "Mmm, ah, hah, haaaaah...!\nAhhh, w-wait a minute, that's still...!",
    "ん、あぁあ……っ、待ってって、言ってるのに……\n%usernameusernameuserna%のが、くる、きちゃう……っ！": "Mm, ahhh... I told you to wait...\n%usernameusernameuserna%'s thing is coming, coming...!",
    "あぁあっ、ふ、深いトコきちゃうっ！\nや、は、はぁあああ……はぁんっ！": "Ahhh, I-I'm going deep!\nYa, ha, haaaaah... haanh!",
    "予想外の感覚にちゆるは目を見開き、\n首を振ってペニスの侵入に待ったをかける。": "Chiyuru opened her eyes wide at the unexpected sensation.\nI shake my head and wait for my penis to penetrate.",
    "しかしその動きすら挿入が深くなる契機となり、\n肉棒はちゆるの膣内を容赦なく犯していった。": "However, even that movement became an opportunity for her to insert herself deeper.\nThe meat pole mercilessly raped her loose vagina.",
    "んっ、んぁあっ、おく、おく、くるぅ……っ！\n%usernameusernameuserna%のが、んっ、んんっ、うぁあああ……っ！": "Nn, nnahh, it's coming, deep, deep...!\n%usernameusernameuserna%'s, nn, nnn, uwaaaaah...!",
    "あぁっ、思ったよりずっと深いトコきてるのっ！\nあたしの身体が、%usernameusernameuserna%でいっぱいになって……！": "Aaah, it's going way deeper than I thought!\nMy body is filled with %usernameusernameuserna%...!",
    "あぁあああっ、こ、これ以上だめっ、身体、いっぱい……っ、\nは、あ、あはぁああ……っ！": "Aaaaah, I-I can't take any more, my body's full...!\nHa, ah, ahaaaaah...!",
    "亀頭がごつりとちゆるの真奥を穿つ。\n抱き締めたままの彼女の身体がビクビクと震えた。": "My glans dug deep inside her.\nHer body, still in my arms, twitched.",
    "は、あ、あ、あぁあああ……っ、\nおく、%usernameusernameuserna%のを感じてぇ……": "Hah, ah, ahh, aaaaahh...!\nI can feel %usernameusernameuserna% deep inside me...",
    "はぁあああ……っ、すごい、これ、とってもすごい……！\nこんな風になっちゃうなんて、あたし、ちょっとヘンかも……": "Haaaaah... Wow, this is really, really amazing...!\nI don't think I've ever been like this before...",
    "……外でしてるからかな、\nあたし、ものすっごく興奮してる……": "...Maybe it's because I'm doing it outside,\nI'm really excited...",
    "こちらの欲望のすべてを飲み込んだちゆるは、\n顔を紅潮させたまま、ぺろりと下舐めずりする。": "After swallowing all of my desires,\nHer face still flushed, she licked it down.",
    "もっと……もっともっと、すごいの、知りたいな……\n%usernameusernameuserna%……いっぱいきて？": "More... I want to know more, more, amazing things...\n%usernameusernameuserna%... Can you cum a lot?",
    "あ……っ、あはっ、あはぁああああ……っ！\nふぁあああっ、%usernameusernameuserna%の、きてる……っ！": "Ah... aha, ahaaaaah...!\nFuaaaah, %usernameusernameuserna%'s, cumming...!",
    "ちゆるを抱えたまま、\n腰を使って彼女の膣奥に何度もペニスを送り込んでいく。": "With Chiyuru in my arms,\nI used my hips to thrust my penis into the depths of her vagina over and over.",
    "こちらのピストンを、ちゆるは甘い声をあげながら\n夢中で受け入れていった。": "Chiyuru lets out a sweet moan as she takes my piston.\nI accepted it in a trance.",
    "あはぁっ、あぁっ、はぁああんっ！\n%usernameusernameuserna%のが、きてる、きてるぅうっ！": "Ahaah, aah, haaaahn!\n%usernameusernameuserna%'s, coming, coming!",
    "おく、ゴリゴリって突いてっ、あたしの中いっぱい擦ってるのぉおっ！\nや、こんな、こんなにすごいのっ、知らない……っ！": "Thrusting deep inside me, rubbing my insides a lot!\nNo, I don't know how amazing this is...!",
    "あはぁああっ、%usernameusernameuserna%……っ！\nこれ、いいっ、いいのぉお……っ！": "Ahaaaah, %usernameusernameuserna%...!\nThis is good, this is good...!",
    "夜の公園で、ちゆるはペニスから与えられる快感を\n自ら積極的に貪っている。": "In the park at night, Chiyuru feels pleasure from my penis.\nShe's actively devouring it herself.",
    "いつの間にか声を抑えることも忘れ、\nちゆるは我を忘れたように大声で喘いでいた。": "Before I knew it, I forgot to suppress my voice.\nChiyuru gasped loudly, as if she had lost herself.",
    "抽挿の刺激でちゆるの身体からはたらたらと愛液が分泌され、\n動きをよりスムーズにしていく。": "Her love juices are secreted from her loose body from the stimulation of my thrusts.\nI move more smoothly.",
    "はぁっ、はぁあっ、ああっ、はぁん……っ！\nあぁ……っ、ありがとう、%usernameusernameuserna%……っ！": "Haa, haaah, aah, haan...!\nAhh... Thank you, %usernameusernameuserna%...!",
    "外で……夜の公園で、こんなことができるなんて……っ。\nすごく、すごく最高の気持ち……っ！": "I can't believe I can do this outside... in the park at night...\nThis is the best feeling I've ever had...!",
    "%usernameusernameuserna%がいなかったら、\nこんなの、あたし、知らなかったから……！": "If %usernameusernameuserna% weren't here,\nI didn't know this was happening...!",
    "だから、あたし……あはぁっ！\n今、とっても幸せなんだぁ……あ、はぁあっ！": "That's why I... Ahaah!\nI'm so happy right now... Ah, haaah!",
    "ちゆるの顔はうっとりと上気し、その瞳は快感にとろりと潤んでいる。": "Chiyuru's face is flushed with ecstasy, and her eyes are moist with pleasure.",
    "いつも、どこか捉えどころの無いちゆるが甘えるようにこちらに腕を回し\nこちらが与える快感に酔いしれている……": "Chiyuru always wraps her arms around me like she's fawning over me.\nShe's drunk on the pleasure I'm giving her...",
    "そんな事実を目の当たりにすると興奮がより高まり、\nよりいっそう身体が反応してしまっていた。": "Witnessing such a fact only heightened her excitement\nMy body reacts even more.",
    "あ、あ、あぁあああ……っ！\nやぁあっ、%usernameusernameuserna%の、急におっきくなって……！": "Ah, ah, ahhhh...!\nNooo, %usernameusernameuserna%, you're suddenly so big...!",
    "はぁあっ、な、中で、反り返って、んぁあ……っ！\nき、急にそんなことされたら……あはぁっ！": "Haaah, y-you're bending backwards inside me, nnahh...!\nI-If you do that all of a sudden... Ahaah!",
    "こちらの身体の変化に、ちゆるの身体も即座に応えてくれる。": "Chiyuru's body responds immediately to the change in my body.",
    "膨張したペニスに柔肉が絡まり、\n粘膜同士の摩擦をより強烈なものにしていった。": "Her soft flesh coiled around my swollen penis.\nThe friction between our membranes became even more intense.",
    "あぁあっ、はっ、はひゃあああ……っ！\nああ、き、きもちよすぎてぇ……っ、んんんんんっ！": "Aaah, hah, hahyahhhh...!\nAhh, it-it feels too good...! Mmmmmmmm!",
    "こんな、外で、公園で、ここまで気持ちよくなっちゃうなんて……っ！\nあぁ……%usernameusernameuserna%、どうしよう……！": "I never thought I'd feel this good outside, in the park...!\nAhh... %usernameusernameuserna%, what should I do...?!",
    "んあぁ……身体の中、%usernameusernameuserna%でいっぱいっ！\n頭の中も、%usernameusernameuserna%のことでいっぱい……！": "Mnah... My body is full of %usernameusernameuserna%!\nMy head is filled with thoughts of %usernameusernameuserna%...!",
    "あ、は、はぁあああ……っ、そ、そっか、外がすごいんじゃなくて……\n%usernameusernameuserna%がすごいんだ、気持ちいいんだぁ……！": "Ah, hah, haaaaah... I-I see, it's not that the outside is amazing...\n%usernameusernameuserna% is amazing, it feels so good...!",
    "ちゆるはうっとりとこちらを見つめながら、\n嬌声と共に甘い言葉を漏らしていく。": "Chiyuru stared at me, entranced.\nHer sweet words leaked out along with her lovely voice.",
    "ちゆるの身体と言葉にこちらも酔いしれるように、\n互いにの快感を貪っていった。": "Chiyuru's body and words made me intoxicated as well.\nWe indulged in each other's pleasure.",
    "あぁあっ、はぁっ、%usernameusernameuserna%……っ！\nこれ、これえ……っ、あたし、すごくよすぎ、てぇ……っ！": "Aaah, haah, %usernameusernameuserna%...!\nThis, this is... I'm... too good...!",
    "もう、もうだめなのぉ……っ、身体の奥、あつくて……\nんんっ、い、イっちゃいそうなのぉ……！": "I can't take it anymore... It's so hot inside my body...\nMmm, I-I'm about to cum...!",
    "公園で%usernameusernameuserna%にめちゃめちゃにされて、\n思いっきり、イきそう……はぁあっ、イっちゃうのぉ……っ！": "%usernameusernameuserna% messed me up in the park,\nI'm about to cum as hard as I can... Haaah, I'll cum...!",
    "ちゆるは身体を震わせながら、\nこちらの顔を真っ直ぐに見て告白してくる。": "Chiyuru's body trembled.\nShe looks straight at me and confesses.",
    "その蠱惑的な表情から目が離せず、\nちゆるの顔を見つめながら、欲望が身体の中を渦巻いていく。": "She couldn't take her eyes off his alluring expression\nAs I stare at Chiyuru's face, desire swirls around my body.",
    "今すぐに、彼女の中に欲望を吐き出したい……\nそんな思いが、１カ所に集中していった。": "I want to spit out my desires inside her right now...\nThose thoughts focused on one place.",
    "あぁっ、あはぁっ、んんんんん……っ！\n%usernameusernameuserna%のが、またビクンってして……！": "Aah, ahaah, nnnnnnn...!\n%usernameusernameuserna%'s thing twitches again...!",
    "%usernameusernameuserna%も、イきたいの……？\nあたしの中に、精液いっぱいだして気持ちよくなりたいの……？": "Do you want to cum too, %usernameusernameuserna%...?\nDo you want to cum inside me and feel good...?",
    "はぁあ……っ、い、いいよ……？\nあたしも、%usernameusernameuserna%に気持ちよくなって欲しい……": "Haaah... I-It's okay...\nI want %usernameusernameuserna% to feel good too...",
    "あたしの中に%usernameusernameuserna%のいっぱい受け止めて、\n一緒に、最高に気持ちよくなりたいの……っ！": "She accepts a lot of %usernameusernameuserna% inside me.\nI want us to feel the best together...!",
    "ちゆるの膣内がビクビクと痙攣を始める。\n肉棒を包み込んだまま、搾り取るように圧をかけてくる。": "Her vagina starts twitching.\nStill enveloping my dick, she presses down on it as if squeezing it out.",
    "はぁっ、ああっ、%usernameusernameuserna%っ、出して……っ、\n一緒に気持ちよくなって……いっぱいイこ……っ！": "Haah, aah, %usernameusernameuserna%, let it out...\nLet's feel good together... and cum a lot...!",
    "ちゆるの声に背中を押されるがまま、\n無我夢中で快感を貪り、彼女の中に欲望を穿っていった。": "Chiyuru's voice pushed me from behind.\nIn a trance, I indulged in the pleasure and bore my lust into her.",
    "はぁあっ、あっ、あああああ……っ、\nんはぁああああああああああ～っ！！！": "Haaah, ah, aaaaah...!\nNhaaaaahhhh!!!",
    "あぁあああああ……っ、あはぁっ！\nはぁあ……っ、ああ、すごい……すごい、よかったぁ……": "Aaaaahhhh...! Ahaah!\nHaaah...! Ahh, amazing... Amazing, that was great...",
    "%usernameusernameuserna%の、とっても気持ちよかった……\n途中から、もう何がなんだか分からなくなっちゃうくらい……": "%usernameusernameuserna% felt really good...\nHalfway through, I don't know what's going on anymore...",
    "激しく絶頂し、我を忘れて声をあげていたちゆるは、\n肩で息をしながらじっとこちらを見つめる。": "Chiyuru, who had climaxed violently and lost control of herself, raised her voice.\nHer shoulders heaved as she stared at me.",
    "こちらも、とても気持ちよかった。\nそう告げると、ちゆるは嬉しそうに微笑む。": "It felt really good here too.\nChiyuru smiles happily when I tell her that.",
    "うん……あたしも、すっごくよかった♪\n予想通りだね。でも、これって多分……": "Yeah... I'm really glad too♪\nIt's just as I expected. But this is probably...",
    "外だからっていうよりも、相手が%usernameusernameuserna%だからカナ？": "It's not so much because it's outside, but because the opponent is %usernameusernameuserna%?",
    "ちゆるは笑顔でこちらの顔を覗き込んできた。\nそんな彼女の無邪気な行為と言葉に、こちらの胸が高鳴る。": "Chiyuru peered into my face with a smile.\nHer innocent actions and words made my heart race.",
    "ね、%usernameusernameuserna%……": "Hey, %usernameusernameuserna%...",
    "ちゆるが何かを言いかけた時だった。": "Just as Chiyuru was about to say something...",
    "不意に公園の入り口から誰かの声が聞こえてくる。": "Suddenly, I hear someone's voice from the entrance to the park.",
    "わ、わわっ、誰かこっちに来ちゃう！？": "Whoa, whoa, is someone coming this way?!",
    "――逃げろ、ちゆる！": "――Run, Chiyuru!",
    "ちゆると共に、慌てて服をはおるとその場から逃げ出した。": "With Chiyuru, I hurriedly put on my clothes and ran away.",
    "……もう大丈夫。見つかってはいないみたいだ。": "...I'm fine now. Looks like they haven't found me.",
    "はぁっ、はぁ……あー、びっくりしたぁ。": "Haah, haah... Ahh, I was so surprised.",
    "ほっと胸をなで下ろしたちゆるは、\n全く懲りていない様子でにやりと微笑む。": "I patted my chest in relief.\nShe grinned as if she hadn't learned her lesson at all.",
    "緊張したけど……とっても気持ちよかったし、\nまたこういうのもやってみない？": "I was nervous, but... it felt really good,\nWhy don't we try this again?",
    "嬉しそうにそう提案するちゆるを見ながら、\nなんだか変なものにハマってしまったみたいだな、と心配になる。": "As I watched Chiyuru happily suggest that...\nIt's like I've gotten addicted to something weird, I thought, worried.",
    "だが……こちらもまた、先程のスリルを思い出し、\nなんだか病みつきになってしまいそうになるのだった……": "But... I also remembered the thrill from earlier.\nI feel like I'm going to get addicted to it..."
}