{
    "双頭の斧による襲撃事件から数日が経過している。\n日常に戻った学園では穏やかな時間が流れていた。": "Several days had passed since the two-headed axe attack.\nTime passed peacefully at the school, which had returned to normal.",
    "ねえ、聞いた聞いた！？\nシリウスシュガーが生徒会に表彰されるんだって！": "Hey, did you hear that?!\nSirius Sugaru is going to get an award from the student council!",
    "もちろんよ！　シリウスシュガーの最新情報は、\n常にチェックしてるわ！": "Of course! The latest news about Sirius Sugaru is...\nI'm always checking!",
    "ふふ、すっかりシリウスシュガー大好きっ子ねぇ。": "Heehee. You really do love Sirius Sugar, don't you?",
    "まあ、それだけお世話になったもの。": "Well, that's just how much you've done for me.",
    "同時期にピクシス・マスールのドロテアと\nトレブルクインテットのフルートからある報告書が提出された。": "Around the same time, with Dorothea of Pixis Masulu\nA report was submitted from Treburg-Intette's flute.",
    "それはシリウスシュガーの戦闘能力の高さを評価するというものだ。\n結果、世論からちゆるの転校を主張する声は、完全に消えていた。": "That would be to evaluate Sirius Sugaru's combat prowess\nAs a result, the voices insisting on transferring schools had completely disappeared from public opinion.",
    "ちゆるさんの移籍話も立ち消えになって、本当よかったわ！": "I'm so glad Chiyuru-san stopped talking about transferring!",
    "……うん。本当によかった……": "...Yeah. I'm really glad...",
    "やっと日常が戻ってきた感じがするー。": "I feel like my daily life has finally returned.",
    "今日までいろいろと大変でしたからね。": "It's been a lot of work up until today.",
    "ん……とてもいい天気……": "Mm... The weather's so nice...",
    "のんびりお茶でも飲みたいですわね。": "I'd love to have a nice, relaxing cup of tea.",
    "いいんじゃないか。しばらくは出撃もないだろうし。": "I think it's fine. We won't be deployed for a while.",
    "今はこれからのことをじっくり考える時間がとれたのだと\n前向きに考えておこう。": "That now he had time to think carefully about what to do next\nLet's think positively.",
    "（ドロテアとフルートの報告書には助けられたな……）": "(Dorothea and Flute's report saved us...)",
    "先日のＭＧ競技、この２チームは本来の実力が出ていなかった気がする。\n実際、過去の戦闘記録を観たが、戦略戦術すべてが完璧で今回と違った。": "During the MG competition the other day, I felt like these two teams hadn't shown their true abilities.\nAs a matter of fact, I had seen past combat records, but all of my strategic tactics were perfect, so it was different this time.",
    "……とノヴァセレスからの宣伝文句です。": "...That's the promotional line from Nova Celes.",
    "（２チームともちゆるの引き抜きについては、\n本意じゃなかったように思える）": "(As for the two teams pulling out Mochiyuru...\nI don't think he meant it.)",
    "しかし立場上、所属校区を考えると表向き嫌な顔をしづらかった。\n２チームの結託も本当は彼女達自身の発案じゃないだろう。": "However, given her position, it was hard to make an unpleasant face on the surface when considering the school district she belonged to.\nThe collusion between the two teams wasn't really their idea either.",
    "本人達に戦闘自体は手を抜いたつもりがなかったとしても、\n無意識に心の持ち方から本来の実力をほとんど出せていなかった。": "Even if the people in question didn't intend to go easy on the battle itself,\nUnconsciously, he had barely been able to bring out his true power from the way he held his heart.",
    "（モチベーション――想いの力って、無意識でも露骨にパフォーマンスに\n影響を与えるからな。それは良い方向にも、悪い方向にも）": "(Motivation—the power of feelings—even if you're unconscious, it's blatantly put into performance\nIt'll have an effect. For better or worse.)",
    "（彼女達の本来の実力は、きっと今後見ることになるだろう。\nそのときが楽しみだ）": "(I'm sure I'll be able to see their true abilities in the future.\nI'm looking forward to that moment.)",
    "実はずっと聞いていいか悩んでいることがあるんですけど、\nこの際だからちゆるさんに聞いてもいいですか？": "Actually, there's something I've been wondering about for a long time.\nCan I ask Chiyuru-san now?",
    "何かな？": "What could it be?",
    "ちゆるさんってその……本当は龍宮さんなんですよね。": "Chiyuru-san, um... You're actually Ryuugu-san.",
    "うん、そうだよ。月ヶ瀬は母方の名前なの。": "Yeah, that's right. Tsukigase is my mother's name.",
    "月ヶ瀬もなんだか神秘的でいいけど、龍宮もカッコイイんじゃない？": "Tsukigase's kind of mysterious, too, but isn't Ryuugu cool, too?",
    "あはは。ありがとう。\nそんなことを言われたのは初めてだよ。": "Ahaha. Thanks.\nThis is the first time she's said that to me.",
    "これからは龍宮さんとお呼びすべきかしら？": "Should I call you Ryuugu-san from now on?",
    "ちゆるはちゆるだから。好きなように呼んでくれたらいいよ。": "You can call me whatever you want.",
    "じゃあ、ツッキー！": "Okay, Tucky!",
    "ちゆるん。": "I won't forgive you.",
    "『がっせー』": "\"Shut up!\"",
    "『ちゅーる』": "\"*kiss*\"",
    "えーと、えーとえーと……た、たっつーで！": "Umm, umm, ummm... T-Tadatadatate!",
    "いきなりあだ名で呼び出すのは、むしろ失礼ではないかしら？\nなので、これまで通りにしません？": "Wouldn't it be rather rude to call her by her nickname all of a sudden?\nSo why don't we do what we've always done?",
    "あははっ、あたしとしても今まで通りがいいかな。\nだって、『いつもどおりのシリウスシュガー』って感じがするし！": "Ahaha, I think I'd like it to be the same as always.\nI mean, it feels like \"sirius sugar as usual\"!",
    "ちゆるさん……！": "Chiyuru-san...!",
    "はいっ……！": "Yes...!",
    "今回の事件を通じてシリウスシュガーの結束は\nより強固なものとなったようだ。": "Through this incident, Sirius Sugaru's unity had grown\nLooks like it's gotten stronger.",
    "……………………": "............",
    "（双頭の斧。Ｔ元素。そして──俺達の知らない『何か』）": "(A two-headed axe. A T element. And something we don't know.)",
    "俺の失われた記憶も、それらの秘密と結びついているのかもしれない。": "Maybe my lost memories are connected to those secrets.",
    "まだ答えは遠い。\nけれど、それでも。": "The answer was still far away.\nBut even so...",
    "（この仲間達との日常を守るためにも、一刻も早く、\nその謎を解き明かさなくちゃな……）": "(In order to protect my daily life with these friends, I had to do it as soon as possible\nI have to solve that mystery...)"
}