{
    "みんなお疲れ様。いい試合だったな。\n全員満身創痍ではあるが、勝ちは勝ちだ。": "Good work, everyone. That was a good match.\nThey were all covered in wounds, but a win was a win.",
    "本当だよ。数的有利を取ってたのに、\nめちゃくちゃギリギリの試合だったつーの。": "It's true. Even though I had the numerical advantage,\nIt was a really close match.",
    "めるちゃんと七彩ちゃん以外はみんな大破してるからねぇ。": "Everyone except Meguru-chan and Nanaya-chan has been severely damaged.",
    "……でも、カオスメイデンに勝ったこと、間違いない。": "...But there's no mistaking that I beat Chaos Maiden.",
    "本当、嘘みたいですよね……私達が勝ったなんて……": "It really feels like a lie... That we won...",
    "そうか、勝ったんだ……シリウスシュガーが勝ったんですよね！？": "I see, I won... Sirius Sugaru won, didn't he?!",
    "ようやく実感が湧いてきたみたいだな。\nほら、せっかくだから手放しに喜んでおけ。": "Looks like it's finally starting to feel real.\nHere, since you're here, you should be happy to let go.",
    "や、やったー。やったー！　ばんざーい！\n私達が勝ったんですよみなさん！　よかったー！": "I-I did it. I did it! Good evening!\nWe won, everyone! Thank goodness!",
    "ふふっ。そうね、わたくしたちの勝ちですわ。\n本当に嘘みたいですけど、これは現実なのですよね。": "Heehee. You're right. We won.\nIt really seems like a lie, but this is reality.",
    "試合に勝ったってことは、解散もナシで、\n%usernameusernameuserna%がご飯を奢ってくれるんだよね！": "The fact that they’d won the match meant they hadn’t disbanded\n%usernameusernameuserna% will treat you to dinner!",
    "ったく、仕方ねーな。でもなるべく安めの――": "Geez, it can't be helped. But try to make it as cheap as possible――",
    "ラッキー♪　なに食べようかな～♪\nやっぱ超高級ステーキ！？": "Lucky me♪ What should I eat~♪\nA super high-class steak after all?!",
    "安めっつっただろ！？": "I told you, it's cheap!",
    "……？　あれ、カオスメイデンがこっちに来てる。": "...? Huh? Chaos Maiden's coming this way.",
    "っ！　ど、どうしましょう！　怒られるんじゃ……！": "! Wh-What should I do?! Don't get mad at me...!",
    "落ち着け。場外乱闘になったらお子様三等兵が何とかする。": "Calm down. If there's a scuffle out there, Private Kid will take care of it.",
    "おまえはラミのことを何だと思ってんだよ！": "What do you think Rami is?!",
    "どうした、俺達に何か用か？": "What's wrong? Do you need something from us?",
    "……うん。ねえ、めるちゃん。聞きたい事があるの。": "...Yeah. Hey, Mechan. There's something I want to ask you.",
    "な、なんでしょうか？": "Wh-What is it?",
    "どうして最後、私が負けたの？　あれもなにか凄い技を使ったの？": "Why did I lose in the end? Did he use some kind of amazing technique, too?",
    "近接戦闘の技術において、私がめるちゃんに劣ってるとは思えない。\nでも、私は負けちゃった。何か秘密があるんでしょ？　教えてよ。": "I don't think I'm inferior to Meguru-chan in terms of close-quarters combat skills.\nBut I lost. You have a secret, don't you? Tell me.",
    "ひ、秘密と言われましても……": "I-It's a secret, but...",
    "凄い技なんて何も使っていないさ。\nただ、お前とめるの間には、考え方の違いがあったんだ。": "I didn't use any amazing techniques.\nHowever, there was a difference in thinking between you and Meguru.",
    "考え方の、違い……？": "Different ways of thinking...?",
    "お前は試合に勝とうとしていた。\nだが、めるはそんなことを考えていなかった。その差だ。": "You were trying to win the match.\nBut Meguru wasn't thinking about that. That's the difference.",
    "どうして勝とうとしたら勝てないの？\n意味が分からない……普通は逆じゃない？": "Why can't you win if you try?\nI don't get it... Isn't it usually the other way around?",
    "正確には、勝とうとしたからではなく、\n『試合に』勝とうとしたから、だな。": "To be precise, it wasn’t because she’d tried to win\nIt's because I tried to win the match.",
    "あ、葵さん！　どうしてここに？": "A-Aoi-san! What are you doing here?",
    "勝利を祝いに来たところだったんだが、\nちょうどいい場面だったので口を挟ませてもらったよ。": "We were just celebrating our victory, but...\nIt was just the right moment, so I decided to intervene.",
    "それってどういうこと？試合に勝とうとしたから、って……": "What do you mean by that? Just because you tried to win the match...",
    "お前はあの斬り合いの最中、試合に勝つことを考えた。": "You thought about winning the match in the middle of that fight.",
    "だから、互いの太刀先が迫った瞬間、\n大破を避けるために反射的にわずかに身を引いたんだ。": "That’s why, the moment the tips of our swords closed in on each other...\nI reflexively backed away a little to avoid serious damage.",
    "だが、桃園は逆に大きく踏み込んでいた。\nたとえ自分が大破しようとも、お前を倒すつもりだったからだ。": "However, Momozono actually took a big step forward.\nIt’s because I intended to defeat you, even if it meant I’d be severely damaged.",
    "そう。その考え方の差だけが、彼女たちの勝敗を分けた。": "That's right. That difference in thinking is the only difference that separates them.",
    "その差はおそらく、わずか数十センチほどだったはず。": "The difference was probably only a few dozen centimeters.",
    "だが、その数十センチのアドバンテージが、めるを勝利に導いたんだ。": "But that advantage of a few dozen centimeters led Meguru to victory.",
    "古流剣術における『合し撃ち』や『切り落とし』の術理に\n通じるものだな。": "To the “combined fire” and “cut off” spells in old school swordplay\nThat's a good idea.",
    "さすが葵だな。そういうことだ。": "That's Aoi for you. Exactly.",
    "おまえ本当に分かってるんだろうな……？": "Do you really understand...?",
    "あ、当り前だろ！？": "I-Isn't that obvious!?",
    "……なるほどね。よく分かったよ。": "...I see. I understand now.",
    "めるちゃん。今回は私の負けだよ。\nでも、キミとの戦いは……本当に面白かった。": "Mechan. I lose this time.\nBut fighting you... was really interesting.",
    "わ、私も、凄く楽しかったです！": "I-I had a lot of fun too!",
    "でも、次は負けないから！　にひひっ。": "But I won't lose next time! Nihihi.",
    "……はい！": "...Yes!",
    "ユリアが差し出した手を握り返すめる。": "I squeezed back the hand Julia held out to me.",
    "こうして、シリウスシュガーによるジャイアントキリングは\n無事に成功したのだった。": "Thus, the Giant Killing by Sirius Sugaru\nWe succeeded without incident.",
    "__translated__": "true"
}