{
    "これでぇ、最後……っ！": "This is the last one...!",
    "はぁ……はぁ……や、やりました……！": "Hah... hah... I-I did it...!",
    "わたくしたち、生きてますわよね……？": "We're alive, aren't we...?",
    "……的確な指示のおかげ。": "...Thanks to her precise instructions.",
    "そうか……助けになったのなら良かった……\nそういえば、さっきのカオスメイデンって奴らは？": "I see... I'm glad I was able to help...\nCome to think of it, what were those Chaos Maidens just now?",
    "メイズシフターと戦ってるうちに、\n別のとこに移動しちゃったみたいだね。": "While I was fighting the maise shifter...\nLooks like they've moved somewhere else.",
    "……ところで、どこでそんな指揮能力を身に着けたんですか？\n凄い的確でしたし、自然と体が動いちゃいました。": "...By the way, where did you learn to command like that?\nIt was incredibly accurate, and my body naturally moved.",
    "俺もわからない……\nなぜか、こういうときの戦い方を知っていたんだ。": "I don't know either...\nFor some reason, I knew how to fight at times like this.",
    "ただ、俺の指揮が良かったというよりも……\n君たちが的確に動いてくれたのが大きかったと思うぞ。": "But it's not that I was good at commanding...\nI think it was a big deal that you guys moved with precision.",
    "まあ、とんでもないＧで死にそうになったけども……": "Well, I was on the verge of dying from an unbelievable g-force...",
    "あっ！　そ、そういえば服も着ずに乗っていたんでした！\n気分が悪かったりしませんか！？": "Oh! I-I was riding without any clothes on!\nDon't you feel sick?!",
    "ああ……全身痛いくらいで済んでる……\nとはいえ、これ以上の激しい動きは勘弁願いたい……": "Yeah... My whole body hurts a lot...\nThat said, I don't want to make any more violent movements...",
    "まあ、あの群れを倒したなら追加はないかな。\nそれで、これからどうしようか？": "Well, if you defeated that pack, I guess there's no extra.\nSo, what should we do now?",
    "撤退すんのが一番じゃね？\nもう採掘どころじゃないし。": "Isn't it best to retreat?\nThis isn't the time for mining anymore.",
    "異論はない。": "I have no objections.",
    "そうですね……最低限採掘はできましたし……\n戻ると、本当にカオスメイデンと戦う事になりそうですからね。": "That's right... We were able to mine at the bare minimum...\nIf we go back, we really are going to end up fighting Chaos Maiden.",
    "うへー、それはさすがに勘弁してほしいね……": "Wow, I wish they wouldn't do that...",
    "どうやら帰投することになったみたいだ。\nどこに帰るのかわからないけども……": "Looks like she's going home.\nI don't know where I'm going back to, but...",
    "では、シリウスシュガー全機帰投！\nメイズを出るまで気を抜かないでいきましょう！": "Now then, all Sirius Sugar units return home!\nLet's not let our guard down until we get out of Mays!",
    "はい、分かりました！": "Yes, understood!",
    "ああ、わかった。ありがとう。": "Yeah, got it. Thanks.",
    "折角タツミヤ鉱を見つけたのに、今回は色々と大変だったねぇ。": "We finally found the Tatsumiya Ore, but this time it was a lot of work.",
    "そうですね……\n皆さんが怪我なく無事に帰れて本当に良かったです。": "You're right...\nI'm so glad you all made it home safely without getting hurt.",
    "機体の消耗も、戦闘をした割には大きくありませんでしたわ。\nこれなら、持って帰ってきた分で十分にプラスです。": "The wear and tear of the glider wasn't too severe for a battle.\nThis is more than enough to make up for bringing it back.",
    "とはいえ、せっかく見つけたんだから、\nもうちょっとくらいタツミヤ鉱を採掘したかったんだけどな～！": "That said, now that I’ve found it,\nI wanted to mine a little more Tatsumiya Ore!",
    "……そういえば、この人はどうするの？": "...By the way, what are you going to do with this person?",
    "全員の視線が俺に集中した。": "All eyes focused on me.",
    "正直、タオル1枚の変質者にしか見えないよな俺……": "Honestly, I just look like a degenerate with a single towel...",
    "このまま逮捕されてもおかしくない……\nというかその確率が高いんじゃないか……？": "I wouldn't be surprised if he was arrested like this...\nActually, isn't there a high probability of that...?",
    "勢いでそのまま連れてきてしまいましたわね……。": "We ended up bringing him here on a whim...",
    "違法採掘者を捕らえた場合、直ちに風紀委員に通報。\nその指示を仰ぐこと……って、校則にはあるね。": "If an illegal miner is captured, report to the disciplinary committee immediately.\nAsking for those instructions... Wait, there's a school rule.",
    "……命を助けてくれたんだ。\n俺の処遇は君たちに任せるよ。": "...She saved my life.\nI'll leave my treatment to you guys.",
    "正直、ここがどこかも記憶もない状態で\n元の場所に戻されるくらいならどうとでもなれだ。": "Honestly, I have no memory of where I am.\nI don't care if she puts me back where I started.",
    "……こんな常識らしきものは憶えてるんだけど。\n肝心なことはなにひとつ思い出せない……": "...I remember something like this.\nI can't remember anything important...",
    "でも、風紀委員へ通報するのはさすがに可哀そうです！\n私たちの事を指揮で助けてくれましたから……": "But I'd feel bad if I reported it to the disciplinary committee!\nYou helped us out by commanding us...",
    "（……見ず知らずの彼の指揮を自然と聞いたけど……\n何であたしたちは素直に従ったんだろう？　興味深いわね……）": "(...I naturally heard his command, even though I didn't know him...)\nWhy did we obediently obey? Interesting...)",
    "そういえば、自己紹介してませんでしたね！\n私は桃園めるっていいます。あなたは？": "Come to think of it, I haven't introduced myself yet!\nMy name is Momozono. What about you?",
    "ああ、俺の名前は……": "Yeah, my name is...",
    "……確か、%usernameusernameuserna%って名前……のはずだ。": "...If I remember correctly, %user name, username, user name, %... That's the name.",
    "はず……ですか？": "Or should I say...?",
    "……すまない。何も思い出せないんだ。\nいわゆる記憶喪失……ってやつらしい。": "...I'm sorry. I can't remember anything.\nIt's what you'd call amnesia.",
    "記憶喪失……つまり、名前以外の事は覚えていないと？": "Amnesia... In other words, you don't remember anything other than her name?",
    "違法盗掘者だったらウソついてる可能性もあるよねぇ。": "If he's an illegal thief, he could be lying.",
    "……いや、その違法採掘って裸でできるものなのか……？": "...Wait, is that illegal mining something you can do naked...?",
    "いえ、それは無理です。\nメイズに潜ることもそうですし、生身では……": "No, that's impossible.\nIt's the same with diving into the Maze, so in the flesh...",
    "えーわかんないじゃん。\n裸の方が興奮して頑張れちゃう人かもよ？": "What? I don't get it.\nShe might be the kind of person who gets more excited and works harder when she's naked, you know?",
    "そんな変態に見えるのか……俺……": "Do I really look like such a pervert...?",
    "現実的に考えるのであれば、他の違法採掘者に衣服や装備を奪われて、\nそのまま倒れていた可能性はありますね。": "Realistically speaking, they’d be robbed of their clothes and equipment by other illegal miners\nIt's possible that he collapsed like that.",
    "……そうだとしても、機体がないのは変。": "...Even so, it's strange that there's no aircraft.",
    "あと、ウソをついてる感じはない。\n本当に記憶喪失なんだと思う。": "Also, it doesn't feel like she's lying.\nI think she really has amnesia.",
    "まあ、学生ならザルトゥーム学園の所属を\n調べればいいんじゃない？": "Well, if you're a student, you should know where Zarthum Academy is.\nWhy don't we check it out?",
    "データベースに載ってるだろうし。": "It's probably in the database.",
    "ザルトゥーム学園……？　って、いったいなんだ？": "Zarthum Academy...? Wait, what the hell?",
    "学園の事も覚えていないのですか。": "You don't even remember the school?",
    "えっと、さっきまでいた洞窟がメイズっていうんです。\nそこで貴重な資源を回収するパイロットのための学園――": "Umm, the cave we were in earlier is called Mayse.\nThat's where the academy for pilots who collect valuable resources—",
    "それがここ、ザルトゥーム学園です！\n……これで何か思い出せませんかね……？": "That's Zarthum Academy!\n...Do you remember anything now...?",
    "……すまない。": "...I'm sorry.",
    "解離性健忘かな……？　長期間の記憶を失うのは聞くけど、\n常識は持ち合わせてそうだし……": "Dissociative amnesia, maybe...? I’ve heard that people lose their long-term memories,\nYou seem to have common sense...",
    "あ、ザルトゥーム学園のこと知らないのは常識外れか。\nうーん、考える程に妙な状態だねぇ。": "Oh, I guess it's out of the question that she doesn't know about Zarthum Academy.\nHmm, it's so strange that I can think about it.",
    "でも……戦いの指揮は凄かったですよ？": "But... commanding the battle was amazing, you know?",
    "確かにそうですわね……\nあの指揮で、危機を乗り切れたわけですから。": "You're right...\nWe were able to get through the crisis with that command.",
    "指揮を聞いたら、勝手に体が動いた……": "When I heard the command, my body moved on its own...",
    "メイズ以外で、そういう指揮してた経験とかあんのかな？": "Do you have any experience commanding things like that outside of the Mays?",
    "経験……いや、ダメだ。それすらも思い出せない。\nなんであんな指揮ができたのか……": "Experience... No, that's no good. I can't even remember that.\nI don't know why she was able to command like that...",
    "記憶を掘り起こそうとしても、\nモヤがかかったみたいで、しかも頭痛まで襲ってくる……でも。": "I tried to dig through my memories, but...\nIt feels like I'm in a haze, and it's even giving me a headache... But...",
    "（いや……そうだ。この記憶……そして、『戦闘』が出来ること）": "(No......that's right. These memories......and the fact that I can fight.)",
    "……そうか、俺の使命は……": "...I see, my mission is...",
    "もしかして、記憶が戻ったんですか！？": "Could it be that your memories have returned?!",
    "おお、やったじゃない！\nそれで、君は何者なんだい！？": "Oh, you did it!\nSo, who are you?!",
    "いや、記憶は戻ってない。\n……だけど、たったひとつだけ思い出せることがあったんだ。": "No, my memories haven't returned.\n...But there was one thing I could remember.",
    "……ひとつ？\nそれって……？": "...One?\nIs that...?",
    "いいか、みんなよく聞いてくれ……": "Listen carefully, everyone...",
    "ごくり……！": "*gulp*...!",
    "――この世界は……滅亡しようとしてるんだ。": "――This world......is about to be destroyed.",
    "……": "......",
    "……ぷっ、あははは！": "...Pfft, ahahaha!",
    "世界が滅亡！？\nんなわけないでしょ！！": "The world is destroyed?!\nOf course not!!",
    "ってか、唯一思い出せたのがそれってどういうこと！": "Wait, the only thing I could remember was what that meant!",
    "ふふ、冗談だとしても、\nあんまり面白くはありませんわね。": "Hehe, even if it's a joke,\nIt's not very interesting, is it?",
    "あ、あはは……ノ、ノーコメントです。": "A-Ahaha... N-No comment.",
    "……さて、気を取り直しまして。\nこの方はどう致しましょうか？": "...Now then, let's pull ourselves together.\nWhat should we do about this man?",
    "引き渡せば懸賞金でるって言ってたよね？\nなら、ラミはさっさと渡して換金したい！": "You said there'd be a bounty if I handed it over, right?\nIn that case, I want to hand over Rami and exchange the money right away!",
    "あら、景品扱いしてはいけませんわ。\nでも、素性の知れない男性は早めに引き渡した方が良さそうですわね。": "Oh, don't treat it like a prize.\nHowever, it would be best to hand over men of unknown backgrounds as soon as possible.",
    "で、でも、引き渡したらどうなるのか分かりませんよね？\n私たちのために指揮も頑張ってくれましたし、可哀想です！": "B-But you don't know what will happen if I hand it over, do you?\nYou've done so much for us, and I feel sorry for you!",
    "うん……可哀想……": "Yeah... I feel sorry for her...",
    "意見が割れてしまいましたね……\nちゆるさんの意見はありますか？": "We've split our opinions...\nDo you have an opinion, Chiyuru-san?",
    "……んー、メイズに潜れる男の子って珍しいでしょ？\nそれに、あの指揮は凄かったから……面倒見てもいいんじゃない？": "...Hmm, isn't it rare for a boy to be able to dive into the Maze?\nBesides, that commander was amazing... I think it's okay to take care of him.",
    "そんなこと言って、責任は取れますの？\n衣食住も準備しないとですし。": "Can you take responsibility for that?\nWe need to prepare food, clothing, and shelter.",
    "ちゃんとお世話するからさー。ご飯も３食用意するしー。": "I'll take good care of you. I'm going to prepare three meals for you.",
    "飼うなら病院にも連れて行くべき。": "If you're going to keep her, you should take her to the hospital.",
    "あはは、なら予防接種も必要じゃない？\nそれと去勢手術も受けさせて……": "Ahaha. Then you need to get vaccinated, don't you?\nAlso, let me have a castration surgery...",
    "小屋をどこに建てるかは問題だよねー。\nなかなか自由に使える場所ないし。": "It's a question of where to build the cabin.\nI don't have anywhere I can use it freely.",
    "……待ってくれ。\n話が逸れてないか？": "...Wait.\nIsn't that a little off topic?",
    "というか、俺をペットにしようとしてないか！？": "Actually, isn't she trying to make me her pet?!",
    "まあ、捨て猫を拾ってきたみたいなもんだからねー。\nあ、そう考えると、拾っためるちゃんが責任を取るべきなのかな？": "Well, it's like picking up an abandoned cat.\nOh, now that I think about it, should Meguru-chan take responsibility for picking it up?",
    "え、私ですか！？": "Huh? Me?!",
    "費用は全額めるの負担。": "We'll cover all the expenses.",
    "うぅ……私のお小遣いで足りますかね……": "Ugh... Will my allowance be enough...?",
    "あの、なんで乗り気なんですの？\nそこはめるさんは止めるべきでは？": "Um, why are you on board?\nShouldn't you stop wearing that?",
    "いや、というか飼う前提で話すのはやめてくれ。": "No, actually, please don't talk under the assumption that I'll keep her.",
    "でも、ペットになれば衣食住の問題は解決するよ？": "But if you become a pet, the food, clothing, and housing problems will be solved, you know?",
    "確かに衣食住が解決するのは大きいが……\nなにか人として大事なものを失う気がする。": "It's true that food, clothing, and housing are a big deal, but...\nI feel like I'll lose something important to me as a person.",
    "……ちなみに、さっきのは冗談。\nちゃんとわたしもお金を出す。": "...By the way, that was a joke.\nI'll give you some money too.",
    "あ、飼う方を訂正したわけじゃないんだ。": "Oh, I didn't correct the owner.",
    "……このままだと本当にペットにされそうだな。": "...At this rate, she really is going to turn me into her pet.",
    "あはは……流石に冗談ですよ？　た、多分。": "Ahaha... I'm just kidding, okay? I-I think so.",
    "いろいろ話しましたが、\nやはり引き渡すのが道理でしょう。それで――": "I told you a lot of things.\nIt would make sense to hand it over after all. And then—",
    "……待って。誰か来る。": "...Wait. Someone's coming.",
    "え……？": "Huh...?",
    "はいはーい！　今からここにいる人たちは動いちゃダメだからねー！\nもしも動いたら、風紀委員会権限で拘束するよー！": "Okay, okay! The people here aren't allowed to move from now on!\nIf you make a move, I'll detain you with the authority of the disciplinary committee!",
    "シリウスシュガーの皆さんですね？": "You're all Sirius Sugaru, aren't you?",
    "あれ、リリーさんに小花さん？\n風紀委員の方が、どうされたんですか？": "Huh? Lily and Kohana?\nWhat happened to the disciplinary committee?",
    "……この人たちは？": "...What about these people?",
    "姜小花さんとリリー・ラヴォアさん。\n……この学園の治安を守る風紀委員ですわ。": "Jiang Xiaohua and Lily Lavore.\n...I'm a member of the disciplinary committee that protects the safety of this school.",
    "それで、どのような用事でして？": "So, what's your business?",
    "うん！　今日はキミたちシリウスシュガーに用事があってね。": "Yeah! I have some business with you guys, Sirius Sugaru today.",
    "ちょっと逮捕に来たんだ！": "I'm here to arrest you!",
    "……逮捕！？\nいったい、何事ですの！？": "...Arrested!?\nWhat the hell is going on?!",
    "なにも悪いことなんてしていません！": "I didn't do anything wrong!",
    "何かをしてしまった方は、誰でも同じことを言うのです。\n取り調べで、ちゃんと罪状は教えてあげますから。": "Anyone who did something would say the same thing.\nI'll tell you the charges during the interrogation.",
    "では、連行いたしましょうか。": "Well then, shall we take him in?",
    "風紀委員たちに囲まれ、\n俺たちは問答無用で連行されていくのだった。": "I was surrounded by the prefects.\nWe were taken away without question.",
    "__translated__": "true"
}