{
    "こほん……全学園生の皆さん。恐らく待っていた方も多いでしょう。\n日々の鍛錬の成果を発揮する日がやってきました。": "Ahem... All the students. I'm sure a lot of them were waiting for us.\nThe day has come for me to show off the fruits of my daily training.",
    "本日より、公式ＭＧ競技シーズン開幕を宣言します！！": "Today marks the start of the official MG season!!",
    "――それでは競技を開始する前に、\n改めてルールについて確認しておきましょう。": "—Now then, before the competition begins...\nLet's go over the rules again.",
    "成長したチームも色々といるし、楽しみだね～♪\nどんなふうに暴れちゃおうかなー♪": "There are a lot of mature teams out there, so I'm looking forward to it~♪\nI wonder how I'll go on a rampage♪",
    "ほどほどにして下さいね……\nサポートする側は大変なんですから。": "Please don't overdo it...\nIt's a lot of work for the support side.",
    "ふふ、待ちに待った公式ＭＧ競技……\nシリウスシュガーには負けていられん。気合を入れるぞ。": "Heehee. The long-awaited official MG competition...\nI can't lose to Sirius Sugaru. I'll give it my all.",
    "そうね。柊校舎には、私達カラフルブーケもいる……\nそんな風にちゃんと知ってもらわないとね。": "That's right. We have a colorful bouquet in the Hiiragi building, too...\nThat's the kind of thing you need to know.",
    "みんなやる気満々だな……\nそりゃそうか、メイズの採掘許可区域が決まるわけだしな。": "Everyone's all fired up...\nWell, that's true. After all, the Mayse mining permit zone will be decided.",
    "ううう……ふ、不安です……": "Ugh... I-I'm worried...",
    "……って、どうしたんだめる？　そんな青い顔をして。": "...Wait, what's wrong? You look so pale.",
    "マスター！　以前の活躍もあってか、\nシリウスシュガーは現在ものすごく注目されてます！": "Master! Maybe it's because of what you did before,\nSirius Sugaru is attracting a lot of attention right now!",
    "つまりマークされてるってわけか……\nそりゃ不安にもなるよな。": "In other words, it's marked...\nOf course I'd be worried.",
    "は、はい……その通りです……今までと違って、\n下手な結果を見せれないなって思うとプレッシャーが。": "Y-Yes... That's right... Unlike before,\nThe thought of not being able to show any poor results puts a lot of pressure on me.",
    "何をビビってるんだ。カオスメイデンに勝ったお前たちの実力は本物だ。\nお前らを鍛え上げた俺が保証する。胸を張って戦ってこい！": "What are you freaking out for? You beat Chaos Maiden, and your skills are real.\nI've trained all of you, so I guarantee it. Go fight with your head held high!",
    "……は、はい！　がんばります！": "...Y-Yes! I'll do my best!",
    "そろそろ生徒会長の話も終わりそうだな。": "Looks like we're almost done talking about the student council president.",
    "――さて、説明は以上となります。\n悔いの残らぬよう、全力を尽くすように。": "—Now then, that concludes my explanation.\nSo as not to leave any regrets behind, so as to give it everything she had.",
    "それでは――公式ＭＧ競技、開始です！": "Now then, let's begin the official MG Competition!"
}