{
    "授業が終わっても、\nひとり体力トレーニングを続ける七彩を見かけたのだった。": "Even after class,\nI saw Shichika continue to train on his own.",
    "まだやってるのか？　あまり無理しない方がいい。\n練習した時間や回数で実力が伸びるわけじゃないぞ。": "Are you still doing it? You shouldn't push yourself too hard.\nIt's not like you can improve your skills based on the time and number of times you've practiced.",
    "もちろんそれは、分かっているつもりですわ。": "Of course, I believe I understand that.",
    "……それでもこうして動いていないと、\n不安になってしまうのです。": "...Even so, if I didn't move like this,\nIt makes me uneasy.",
    "わたくしには至らぬ点が多すぎますから……": "There are too many things I can't do...",
    "とことん付き合う": "I'll go all out with you.",
    "ほどほどに付き合う": "I'll keep it in moderation.",
    "七彩……": "Nanasai...",
    "よし。じゃあ今日は七彩が納得するまで\nとことん付き合うよ。": "All right. Then today, until Shichika is convinced...\nI'll go all out with you.",
    "えっ……いえ、そんな、あなたまで巻き込むつもりは……": "Huh...? No, I didn't mean to drag you into this...",
    "あなただってお疲れのはずなのに、\nわたくしの居残りにまで付き合わせるのは申し訳ないですから。": "Even though you should be tired,\nIt would be inexcusable to have you accompany me to the rest of my days.",
    "むしろ七彩の頑張りを見てたら元気が出てきた。\nこの持て余すエネルギーを発散させてくれ。": "If anything, seeing Shichika's hard work cheered me up.\nLet out all the energy you have.",
    "%usernameusernameuserna%さん……": "%usernameusernameuserna%...",
    "ふふ、でしたら、お願いします。\nあなたのお時間をいただきますわ。": "Hehe, in that case, please do.\nI'll take your time.",
    "じゃあ後少しだけやろうか。\nでも俺がここまでといったらすっぱりやめること。": "Well then, let's do it a little more.\nBut now that I've said this much, it's time to stop.",
    "こういうのは切り替えが大事なんだ。\n終わりを決めた方が集中力も増していい結果になる。": "Switching gears is important for this kind of thing.\nDeciding to end it would result in more concentration and better results.",
    "なるほど……！　わかりましたわ。\nでは少しだけ、お付き合いくださいませ。": "I see...! I understand.\nWell then, please come with me for a bit.",
    "ああ。ここで見守ってるからな。": "Yeah. I'll be watching over you from here.",
    "そうしてすっぱりと切り上げた七彩と俺は、\n一緒に帰宅するのだった。": "And with that, Shichika and I hung up briskly.\nWe went home together."
}