{
    "本番まであとちょっとね。今日もがんばっていこー！": "It's almost time for the main event. Let's do our best today!",
    "ノエルちゃんは……来てないみたいね。": "Noel... doesn't seem to be here.",
    "大丈夫よ。きっと来るから。": "Don't worry. I'm sure he'll come.",
    "（明日まで待ってほしいとノエル自身が言ったんだ。\nなら、その言ったノエルの事を信じてここは待つだけだ）": "(Noel herself said she wanted me to wait until tomorrow.\nIn that case, I'll just have to believe in Noel and wait here.)",
    "よし、それじゃあ準備運動からだ！\nまずはグラウンドを――": "All right, let's start with warm-up exercises!\nFirst, we need to check out the grounds――",
    "あっ……！": "Ah...!",
    "……その、いいのかな？": "...Um, is that okay?",
    "ああ、もちろん。": "Yeah, of course.",
    "みんな……昨日は、ごめんなさい！\n練習に来なくて、サボっちゃって……！": "Everyone... I'm sorry about yesterday!\nI didn't come to practice, and I slacked off...!",
    "いっぱい、いっぱいみんなに迷惑をかけちゃった！\nだから――今度は、逃げたりしないから！": "I caused a lot of trouble for everyone!\nSo—this time, I won't run away!",
    "そういって、深々と頭を下げるノエル。": "Noel bows deeply as she says that.",
    "迷惑だなんて思ってないわよ！": "I don't think it's a bother!",
    "そうよ。だってその壊したくなってしまうっていうのは、\nノエルちゃんにはどうしようもない事だもの。": "That's right. After all, if you want to destroy it,\nThere's nothing Noel can do about it.",
    "ええ。走れなくなった私が、ノエルをどうこう言えないわ。\nだから、私に出来るのは一緒に頑張ることだけよ。": "Yes. I can't say anything about Noel now that I'm unable to run.\nThat's why all I can do is work hard together.",
    "みんな……": "Everyone...",
    "やっぱりノエルに一杯無理をさせたから、\nあたし達に出来る事がないかいろいろ相談したのよ！": "I made Noel push herself a lot, after all.\nWe talked about all sorts of things we could do!",
    "ノエルちゃんが苦しくならないようにどうしたらいいかなって\n考えてたんだけど……いい案が出なくて。": "I was wondering what I should do to keep Noel from suffering.\nI was thinking about it, but... I couldn't come up with a good idea.",
    "ごめんなさい……やっぱり、ノエルに我慢してもらうしかなくて。\nちゃんとした案を出せたらよかったのだけど……": "I'm sorry... Noel really did have to put up with this.\nI wish I could have come up with a good plan, but...",
    "……ううん、その気持ちだけで嬉しい！\nだから、私も頑張ってみる！　きっと、これは気持ちの問題だから！": "...No, I'm happy just from that feeling!\nSo I'll try my best too! I'm sure this is a matter of feelings!",
    "きっと……今まで、本当に皆を信じ切れてなかったの。\nでも大丈夫。私は、みんなと一緒に優勝したいって思ったから！": "I'm sure... I really didn't trust everyone until now.\nBut don't worry. I want to win with everyone else!",
    "ノエル……！　そうね！　一緒に優勝しましょう！": "Noel...! That's right! Let's win together!",
    "うん！　こんなに迷惑をかけちゃったから、\n皆にしっかりとお返しをしたいの！": "Yeah! Because I caused you so much trouble,\nI want to return the favor to everyone!",
    "ええ。期待してるわ。\n人には人の辛さがあるもの。それにどうこう言うつもりはないわ。": "Yes. I look forward to it.\nPeople have their own pains. And I have no intention of saying anything.",
    "だから大丈夫よ。\n私たちはノエルちゃんの事を信じてるから。": "So don't worry.\nWe believe in you, Noel.",
    "……ありがとう、みんな。": "...Thank you, everyone.",
    "あっ、そうだ。ストレス解消に良いかなって思って\nまたお菓子を焼いてきたの！　甘いものは好きよね？": "Ah, that's right. I thought it might be good for relieving stress.\nI baked sweets again! You like sweets, don't you?",
    "私は匂いでリラックスしてもらおうと思って。\nちょうど部屋にあったアロマを持ってきたわ。": "I thought I'd get you to relax with the smell.\nI just brought an aroma from my room.",
    "お菓子を食べてからゆっくりとアロマでリラックスすれば、\nきっとイライラも収まっちゃうわね♪": "If you relax slowly with aromatherapy after eating sweets,\nI'm sure your irritation will subside♪",
    "まあ、そこまでうまく行くかは分からないけど……": "Well, I don't know if it'll go that well...",
    "あたしはマッサージして身体をほぐしてあげるわ！\n家族にも気持ちいいって褒められた自慢のマッサージよ！": "I'll massage you and loosen you up!\nIt's a massage I'm proud of, praised by my family for feeling good!",
    "あははっ、みんな過保護すぎるよ～♪\nなんだか、お姫様になったみたいだね！": "Ahaha, everyone's too overprotective~♪\nI feel like I've become a princess!",
    "あれ？　%usernameusernameuserna%は？\nリラックスする方法、考えてきた？": "Huh? Where's %usernameusernameuserna%?\nHave you thought of a way to relax?",
    "えっ、俺も！？": "Huh? Me too?!",
    "もしかして、手ぶらで来たのかしら？": "Maybe she came empty-handed?",
    "%usernameusernameuserna%さん、\nノエルちゃんに持ってきてないんだ……": "%usernameusernameuserna%-san,\nI didn't bring any for Noel...",
    "ま、待て！？　お前らこんな時に結託してだなぁ！？": "W-Wait!? You guys are colluding at a time like this!?",
    "……私の本性を知ったら怖がって、\n皆は遠ざけようとして……それが当たり前だったのに。": "...If she knew my true nature, she would be scared,\nEveryone was trying to keep her away... That was the natural course of action.",
    "みんなは……私を受け入れてくれる……\n本当の私を見ても……認めてくれるんだ……！": "Everyone... accepts me...\nEven if you see the real me... you'll still acknowledge me...!",
    "さあ、それじゃあ練習を始めましょうか！": "All right, let's start practicing!",
    "よーし、じゃああたしから！": "Alright, I'll start!",
    "仕切り直し、障害物競走の練習を始める。\nジュリー、そしてラウラと順調にメニューをこなしていった。": "We regrouped and began practicing our obstacle course.\nJulie and Laura proceeded smoothly through the menu.",
    "そして――": "And then—",
    "私の番……！": "It's my turn!",
    "大丈夫。気楽にね。": "Don't worry. Take it easy.",
    "うん……！": "Yeah...!",
    "それじゃ、よーい……どん！": "Okay, here we go... *thump*!",
    "壊したい……でも、我慢できる。\n私の居場所を守るためなら……この衝動がなんだ……！": "I want to destroy it... but I can hold back.\nIf it's to protect my place... then what is this impulse...!?",
    "あっ……凄い！　ハードルをちゃんと超えたわ！\nしかも、すごくきれいなフォーム……！": "Ah... Wow! You've surpassed the bar!\nAnd her form is so beautiful...!",
    "さすがノエル。スピードを殺すことなく障害を避けてる。": "That's Noel for you. She's avoiding obstacles without killing speed.",
    "でも、次はあのグネグネコーンを回る奴よ！": "But next up is that Gnegnecone guy!",
    "邪魔くさいし……簡単に壊せる。\nこんなのさっさと蹴散らしたい……！": "It's a nuisance... and it's easy to destroy.\nI want to kick this thing away right away...!",
    "……それでも！": "...Even so!",
    "私を信じてくれた、みんなとの居場所！\n大切にしたいから……絶対に、我慢して見せる……！": "The place where I belong with everyone who believed in me!\nI want to take good care of her... so I'll definitely put up with it...!",
    "ああっ！　凄い！　走り切ったわよ！\n今までなら我慢できなかったのに！": "Aaah! Amazing! I ran all the way through!\nI wouldn't have been able to hold back until now!",
    "……やった！　我慢できた……！": "...I did it! I was able to hold back...!",
    "その調子よ、ノエル！": "Keep it up, Noel!",
    "最後の障害ね……ノエルちゃん、頑張って……": "The last obstacle... Good luck, Noel...",
    "手前で暴れていたから最後の網くぐり……\nノエルからすれば今まで以上のストレスだが……": "I was running amok in front of her, so I passed through the last net...\nFrom Noel's point of view, it's even more stressful than before, but...",
    "ぐぬぬ……こんなの、千切っちゃいたい……": "Grrr... I want to tear this off...",
    "でも……ゴールをして、みんなと一緒に喜べる。\nそっちの方が……きっと嬉しいから！": "But... I can reach the goal and celebrate with everyone.\nI'm sure... I'd be happier that way!",
    "もう少しで抜け出せそうだよ！！": "Looks like we're almost out of here!!",
    "よし、ゴールまで気を抜くなよ！\nいけ、ノエル！": "All right, don't let your guard down until the goal!\nGo, Noel!",
    "これで……ゴールっ……！！": "That's... the goal...!!",
    "やったわ！　おめでとう、ノエルちゃん！！": "We did it! Congratulations, Noel!!",
    "はぁっ、はぁっ……私、壊さなかったよ！\nひとつも、壊してないよ！": "Haah, haah... I didn't break it!\nI didn't break a single one!",
    "凄いわ！　ノエルってば本当に最高！": "Amazing! Noel, you really are the best!",
    "ふふ……壊さなければタイムは私たちの中で一番ね。": "Hehe... Time is the best of all of us, as long as we don't destroy it.",
    "よかったぁ……": "Thank goodness...",
    "あ、ちょっと！　大丈夫！？\n倒れないでよ！？　マッサージいる！？": "Hey! Are you okay?!\nDon't fall over, okay?! Do you need a massage?!",
    "なんか、安心したら気が抜けちゃって～。\nでも、大丈夫。": "Now that I'm relieved, I feel like I've lost focus.\nBut it's okay.",
    "やっぱり壊したいって気持ちはわいてきたんだ。\nでも……みんなのことを考えたら、抑え込めた。": "I'm starting to feel like breaking it after all.\nBut... when I thought about everyone, I suppressed it.",
    "偉いわ。我慢できたのね。": "That's great. You were able to hold back.",
    "ううん、我慢じゃないんだ。壊したいって気持ちよりも、\nもっと大事なものがあるって思い出せたの。": "No, I'm not holding back. More than my desire to destroy it,\nI was able to remember that there was something more important.",
    "だから、大丈夫。\nもっと楽しい事のために乗り越えれたんだ。": "So don't worry.\nI was able to overcome it for something more fun.",
    "そっかー！　ノエルが嫌じゃなかったんなら、それが一番よ！": "I see! If Noel didn't hate it, then that's for the best!",
    "これで優勝できる？": "Can we win this?",
    "ああ。ぐっと可能性が高まった。": "Yeah. It's much more likely.",
    "よかった……！": "Thank goodness...!",
    "本当に優勝できちゃうんだ……": "I'm really going to win...",
    "よし、この勢いで通してトレーニングしてみるか。": "All right, let's train like this.",
    "おー！": "Oh!",
    "これで、最後……！": "This is the last one...!",
    "心香ちゃん、すごい！　玉入れ、全弾命中だよ！": "Kokoroka-chan, you're amazing! Your balls are all hit!",
    "ふぅ……まあ、足を使わなくてもいい競技だし、\n自分に出来る限りはするつもりよ。": "Phew... Well, it's a game where you don't have to use your legs,\nI'll do what I can.",
    "凄い凄い！　でも、そんなにできるのはやっぱり偉いよ！": "Amazing, amazing! But it's still great that you can do that!",
    "ありがとう、ノエルだって乗り越えて偉いわ。\nこれで、玉入れも勝てるならきっと優勝は確実よ。": "Thank you, Noel. I'm proud of you for overcoming it.\nIf we can win the tamaire with this, I'm sure we'll win.",
    "障害物競走の次は綱引き、そして玉入れと、本番を想定して練習する。\nどれも順調で、確かな手ごたえがあった。": "First the obstacle course, then the tug-of-war, then Tamaire, and then practice with the real thing in mind.\nEverything was going well, and it was a solid hit.",
    "（どんな状態でも、モチベーションのために『優勝できる』と\n言い切って背中を押すつもりだったが……）": "(No matter what state you're in, you'll be able to \"win\" for motivation\nI was going to give her a push, but...)",
    "（これは掛け値なしに、本当に優勝できそうだな）": "(Looks like I'll be able to win without a hitch.)",
    "じゃあ次っ！　リレーだね！": "Okay, next! Let's do the relay!",
    "みんな、頑張って。": "Good luck, everyone.",
    "これはずっと練習してきて一番、何の問題もなかった競技だもんね。": "This is the sport I've been practicing for the longest time, and it hasn't had any problems at all.",
    "…………": "............",
    "ラウラ？　どうかした？": "Laura? What's wrong?",
    "え？　あ、ううん、なんでもないわ。\nさあ、始めましょう！": "Huh? Oh, no, it's nothing.\nCome on, let's begin!",
    "今日のトレーニングも終盤に差し掛かり、各々の体力も\n消耗してきている時間帯だが、彼女たちは懸命に走る。": "Today's training was nearing its end, and each of them had their own stamina\nIt's the middle of the day, but the girls are running as fast as they can.",
    "よし、そこで最後のバトンタッチ――": "Okay, that's the final baton touch――",
    "あっ……！？": "Ah...!?",
    "地面に力なく転がるバトン。\n全員の視線が、それに集中した。": "The baton falls limply to the ground.\nAll eyes focused on it.",
    "（ジュリーからラウラへのバトン……今のミスは……\n受け取るラウラの問題だったが……）": "(Julie to Laura's baton... That mistake just now...)\nIt was Laura's problem, but...)",
    "ごめん、ごめん。ちょっと気が抜けちゃったみたい。": "Sorry, sorry. Looks like I let my guard down a little.",
    "体力も落ちてきてるから。このあたりで切り上げた方がいい……？": "My stamina's starting to dwindle. Should I call it a day...?",
    "……ああ、そうだな。": "...Yeah, you're right.",
    "だいぶいいイメージができたわね！\nノエルも復活したし！": "You've got a pretty good image!\nNoel's back to normal!",
    "うん！　もう私、足を引っ張ることもないと思う！": "Yeah! I don't think I'll be holding you back anymore!",
    "あとは対戦相手がどれくらい仕上がってるかね。\n少し相手の偵察もした方がいいかな……": "All that's left is to see how well our opponents are done.\nMaybe I should do a little reconnaissance...",
    "そうだよね。優勝するには相手に勝たなきゃいけないもんね。": "That's right. If you want to win, you have to beat your opponent.",
    "あ、今のちょっと名言っぽくない？": "Oh, isn't that a bit of a famous quote?",
    "優勝するためには相手に勝たなければならない……\nいつか自伝を書く時が来たら載せましょう！": "In order to win, you have to beat your opponent...\nWhen the time comes to write an autobiography, let's put it on!",
    "どんな将来設計よ……\nそれに、すごく当たり前のことしか言ってないし。": "What kind of future plans...?\nBesides, I've only said the most obvious things.",
    "ねえねえ、ラウラちゃん。クッキーってまだある？": "Hey, Laura. Do you have any more cookies?",
    "……": "......",
    "ラウラちゃん、どうしたの？\n大丈夫？": "Laura, what's wrong?\nAre you all right?",
    "あっ！　え、ええ、大丈夫よ！": "Ah! Y-Yes, I'm fine!",
    "（ミスは大した問題じゃない……体力も落ちて、集中力も切れていた）": "(Missing isn't much of an issue... My stamina has fallen, and I've lost my concentration.)",
    "（でも……今まで出来ていたことが急に出来なくなるのは……\n何か理由があるのかもしれない）": "(But... I can't do what I've been able to do all of a sudden...)\n(Maybe there's a reason.)",
    "（どうしたんだ、ラウラ……）": "(What's wrong, Laura...?)"
}