{
    "バカじゃないの？": "Are you stupid?",
    "え……？": "Huh...?",
    "（……これはマズい展開か……？\nもし、心香が怒るなら俺が間に入ったほうが――）": "(...Is this a bad development...?)\nIf Kokoru's going to get angry, I'd better get between them――)",
    "そんな風に悩んで優勝を諦めるくらいなら結果を出して、\nプレ・クラス－Ａをチームとして認めさせればいいじゃない。": "Rather than worrying about it like that and giving up on winning, I'd rather get results\nWhy don't we just let Pre-Class-A be recognized as a team?",
    "悩んで負けたら、結局解散するのよ。\nなら……そんな夢みたいなワガママを言ったらいいのよ。": "If you worry and lose, you'll be disbanded in the end.\nIn that case... You should just say something as selfish as a dream.",
    "……え、そ、そんなの出来るの？": "...Huh? Y-You can do that?",
    "さあ？　分からないけど……シリウスシュガーのメンバーも、\n無理だって状況を乗り越えてきたじゃない。": "Who knows? I don't know, but...the members of Sirius Sugaru, too\nEven if it's impossible, you've overcome the situation.",
    "なら、この程度の危機が不可能だなんて到底言えないわ。\nそうでしょ？": "In that case, I can't say that this level of crisis is impossible.\nIsn't that right?",
    "……っ！": "...!",
    "……それに、ラウラだけじゃないわ。\nこのチームの事が好きになって、一緒が良いって思ってるのは。": "...And it's not just Laura.\nI like this team, and I want to be with them.",
    "私だって、みんなと一緒にチームになれるなら……\nどれだけ大変な道だとしても、そっちがいいもの。": "If I can be a team with everyone...\nNo matter how hard the road is, it's better that way.",
    "心香ちゃん……": "Kokoro...",
    "心香の言うとおりだ。\nチームごと昇格、いいじゃないか。可能性はある。": "Shinka was right.\nIsn't it nice to promote an entire team? It's possible.",
    "%usernameusernameuserna%！？": "%usernameusernameuserna%!?",
    "い、いつから聞いてたの……！？": "H-How long have you been listening?!",
    "いや、最初からずっと。ごめんな、盗み聞きになっちゃって。": "No, I've been listening from the start. Sorry for eavesdropping.",
    "それはいいんだけど……": "That's fine, but...",
    "良くないわよ……！\nというか、内緒にするつもりで聞いたのに！": "That's not good...!\nOr rather, I asked her to keep it a secret!",
    "いや、悪い。でも、ちゃんと二人の熱い気持ちは聞いてたぞ。": "No, sorry. But I did hear their passionate feelings.",
    "それが恥ずかしいって言ってるの……！！\nもう、最悪……": "I'm saying it's embarrassing...!!\nThis is the worst...",
    "あの、本当にそんなこと……できるの？\nこんな、ワガママなことを言ってるのに……": "Um, can you really...do that?\nEven though I'm being so selfish...",
    "ワガママだろうが、学園からすれば結果が全てだ。\nつまりは結果さえ出せば認められる。": "I know it's selfish of me, but from the school's point of view, the results are everything.\nIn other words, as long as you get results, you'll be accepted.",
    "中には特例でチーム結成を認めさせた生徒だっているんだ。\n……諦めるよりも、結果を出して挑戦する方がいいんじゃないか？": "There are some students who have been allowed to form a team as an exception.\n...Rather than giving up, wouldn't it be better to try and get results?",
    "……うん、そうだよね……！": "...Yeah, you're right...!",
    "わ、私っ……ジュリーちゃんたちにも話してくる！！\n心香ちゃんもお願い！": "I-I'll... I'll go talk to Julie and the others!\nKokorokachan, please do it too!",
    "ちょっと、ラウラ！？\n付いていくから、引っ張ったら転ぶって……！": "Hey, Laura?!\nI'll follow you, so if you pull, you'll fall...!",
    "あ、ごめんっ、私ってばつい……": "Ah, sorry, I didn't mean to...",
    "（……ラウラの悩みはチームと離れ離れになる事か。その悩みは、\nパイロットになることが目標の仲間へ相談するのは難しいよな）": "(...So Laura's problem is getting separated from the team, huh? That's her problem\nIt's hard to talk to your friends about becoming a pilot.)",
    "（だからこそ……多少強引でも真面目で真剣な心香だからこそ、\nラウラの本当の気持ちを引き出せたんだろう）": "(That's why... even if she's being a little pushy, it's precisely because of the serious, serious Kokoroka\nHe must have been able to draw out Laura's true feelings.)",
    "ノエル、どうしよう！　騎馬戦まで５分切ってるんだけど！？\nふたりはどこに行っちゃったの！？": "Noel, what should we do?! We've got less than five minutes until the joust!\nWhere did they go?!",
    "%usernameusernameuserna%もいないし……\nこのままだと、失格になっちゃうよね……？": "%usernameusernameuserna% isn't here, either...\nAt this rate, I'll be disqualified, right...?",
    "うううう！　もうこれ以上は待ちきれないわ！\n二人を探しに行って……": "Ugh! I can't wait any longer!\nI went looking for them...",
    "ごめんなさい、二人とも！": "I'm sorry, you two!",
    "はぁ、はぁっ……ま、間に合った……": "Haah, haah... I-I made it...",
    "ラウラちゃん！　うわぁ、よかったー！\n心香ちゃんも一緒だね！": "Laura! Wow, that's great!\nKokochan's with you!",
    "残り時間はあんまりないんだけど……\nその、二人に話したい事があるの！": "We don't have much time left...\nUm, there's something I want to tell you two!",
    "そういって真剣な表情をするラウラを見て、\n二人とも首をかしげながらも真面目に耳を傾けた。": "Seeing Laura's serious expression as she said that...\nThey both cocked their heads to the side but listened intently.",
    "その、今日はずっと調子を崩してたけど……それは、\n私が悩んでいたからなの……": "Um, I've been out of it all day, but... That's...\nIt's because I was troubled...",
    "悩んでいたって何に悩んでたの？\nそれなら相談してくれたらよかったのに！": "What was troubling you?\nIn that case, you should have consulted me!",
    "……ごめんなさい。パイロットを目指してるのに、\nこんな悩みを持って迷惑かけて申し訳ないと思ってるわ……": "...I'm sorry. Even though I'm aiming to be a pilot...\nI'm sorry for causing you so much trouble...",
    "でも……私、優勝して正式パイロットになれたとしても……\n皆と離れ離れになるだなんて嫌なの！": "But... even if I win and become an official pilot...\nI don't want to be separated from everyone else!",
    "正式パイロットになったとしても、離れ離れになりたくない！\nみんなと一緒に……プレ・クラス－Ａで正式チームになりたいの！": "Even if I become an official pilot, I don't want to be separated!\nI want to be an official team with everyone... in Pre-Class-A!",
    "……": "......",
    "だから……ワガママだけど……皆でチームを目指したいの。\nだめ……かしら……？": "That's why... It's selfish, but... I want to aim to be a team with everyone.\nIs it... no good...?",
    "はっ！？　そっか、そうじゃない！？\nパイロットになったら確かに離れ離れになっちゃうわね！": "Huh?! I see, isn't that right?!\nIf I become a pilot, I'll definitely be separated from you!",
    "言われなくても、ラウラと同じ気持ちよ！\nパイロットになれるとしても一緒がいいわ！": "You don't have to tell me! I feel the same way as Laura!\nEven if you can be a pilot, you should be with me!",
    "……やっぱりジュリーはさっきまで気づいてなかったのね……": "...So Julie hadn't noticed until just now...",
    "うん、私もみんなと一緒がいい！\nきっと、このチームじゃないとダメだと思う！": "Yeah, I want to be with everyone!\nI'm sure it has to be this team!",
    "……なんだ、みんな同じ気持ちだったんじゃない！\nなら、問題はないわね！　優勝して正式チームになりましょ！": "...What? We all felt the same way!\nThen there's no problem! Let's win and become an official team!",
    "……あれ？　でもどうやって認めさせればいいのかしら？": "...Huh? But how am I supposed to make her admit it?",
    "ふふ……あはは！　一人で悩んで迷惑かけて……\n私って本当にバカだったわ……ありがとう、みんな。": "Hehe... Ahaha! I caused you trouble by worrying about it all by myself...\nI really was an idiot... Thank you, everyone.",
    "もう、悩んだりしないから……！\nみんなと一緒にいるために、絶対に優勝して見せるわ！": "I won't worry about it anymore...!\nI'll definitely win so I can be with everyone!",
    "ええ、そうね！　だったら、今やることはひとつよ！\nこのまま最後の競技に勝って優勝するっ！": "Yes, that's right! In that case, there's only one thing to do right now!\nAt this rate, I'll win the last game and win!",
    "行きましょうっ！": "Let's go!",
    "おーっ！！": "Ohhh!!",
    "こうして始まった騎馬戦は乱戦となった。": "Thus, the cavalry battle that began became a melee.",
    "結果として障害物競走と玉入れを制したプレ・クラス－Ａは現状、\n最も優勝に近いチームだ。": "As a result, Pfle Class-A, who had won the obstacle course and tamaire, was in the present situation\nIt's the closest team to winning.",
    "他の上位チームにとって、優勝するためにはまずプレ・クラス－Ａを\n落とさなくては始まらない。": "For the other higher-ranking teams, in order to win, you first need to get Pre-Class-A\nI had to drop it before I could get started.",
    "（となると当然、狙い撃ちにされるわけだが……）": "(Which means they're going to target us, of course...)",
    "次！　２時の方向から来るわ！": "Next! It's coming from two o'clock!",
    "うん！！　分かったよ！": "Yeah!! I get it!",
    "後ろからも来てるよー！": "It's coming from behind!",
    "よーし！　踏ん張りどころね！！": "All right! Time to brace myself!!",
    "ジュリーを先頭にした３人の騎馬の上で、\n心香が相手のハチマキを奪っていく。": "On top of the three cavalrymen with Julie in the lead...\nKokoka snatches away her opponent's beehive.",
    "絶対に勝つんだから……！": "I'll definitely win...!",
    "行くわ！　絶対に皆と勝って見せる……！": "Let's go! I'll definitely win with everyone...!",
    "お前らなら勝てるぞ！": "You guys can win!",
    "心を一つにするんだ！": "We must unite our hearts!",
    "（……最後の話し合い。\nあれがきっかけで、全員の心が一つになっている）": "(...The final discussion.\nBecause of that, everyone's hearts have become one.)",
    "皆の力が合わされば、絶対に勝てるんだから！": "If we all work together, we'll definitely win!",
    "今よ！！": "Now!!",
    "そうして、プレ・クラス－Ａをマークしていたチームから、\nハチマキを奪い取った。": "And so, from the team that had marked Pre-Class-A...\nI snatched up the wasp.",
    "そうしてまだまだ闘志を見せて、\n周囲の敵を探している心香たち。": "And so, she continued to show her fighting spirit\nShinka and the others were searching for the enemies around them.",
    "次の相手はっ……！": "Our next opponent is...!",
    "そうして、周囲を見渡した心香はぽかんとした表情を浮かべる。": "And so, as she surveyed her surroundings, Shinka gaped at her.",
    "えっ……うそ……": "Huh...? No way...",
    "それも当然だろう。なにせ、残っているチームは一つだけ。\n……心香たちプレ・クラス－Ａだけだからだ。": "That was only natural. After all, there was only one team left.\n...Because it's just Kokoru and the others, Pre-Class-A.",
    "乱戦になった中であそこまで鬼気迫るチームが戦ってたら、\n周囲の奴らも安易に触れられないからな……": "If a team that demonic was fighting that much in the middle of a melee...\nThe people around us won't be able to touch it so easily...",
    "おめでとう……お前らの優勝だ。": "Congratulations... You guys won.",
    "ただ今の騎馬戦、プレ・クラス－Ａの勝利となります！": "However, the current jousting match will be a victory for Pre-Class-A!",
    "やったやった！　勝ったわ！　勝ったわよ！": "I did it! I won! I win!",
    "うん！　みんな頑張ったよね！　やったね！": "Yeah! Everyone did their best! We did it!",
    "……夢みたい。本当に勝てるなんて。": "...It's like a dream. I can't believe I really can win.",
    "ありがとうっ、ありがとう皆。": "Thank you, thank you, everyone.",
    "やったやったー！": "Yay, yay!",
    "本当に優勝、できたのね……！": "You really did win...!",
    "じゃあこれで私たちは……": "Well then, we'll...",
    "なら、これで申請すれば正式チームになれるのかな！": "In that case, I wonder if we can become an official team if we apply now!",
    "……悪いが、そこまで話は簡単じゃないぞ？\n確かになることはできる……だが、この程度の実績じゃ足りない。": "...Sorry, but it's not that easy, you know?\nI can definitely become one... But this level of achievements isn't enough.",
    "もちろん普通にテストに合格するだけでもダメだ。\nお前達は例外を作ろうとしているんだからな。": "Of course, just passing the test normally wasn't enough.\nYou're trying to make an exception, after all.",
    "そっか……そうだよねー。": "I see... You're right.",
    "時間もきっと普通の倍はかかるだろう。本来、必要のない困難にも\n遭うかもしれない。その覚悟はあるんだな？": "I'm sure it'll take twice as long as normal. Even if it's not something that's normally necessary.\nYou might run into him. You're prepared for that, aren't you?",
    "もちろん！！": "Of course!!",
    "離れ離れにならなくて済むなら、困難なんてどうってことないわ。": "As long as we don't have to be separated, there's nothing difficult about it.",
    "ずっとみんなと一緒だから！　ねっ？": "I'll always be with everyone! Right?",
    "ええ。乗り越える価値はある。そう確信してるわ。": "Yes. It's worth overcoming. I'm sure of it.",
    "……そうか。なら俺から言う事はない。\nもしも困ったことがあったら、すぐに呼んでくれ。": "...I see. Then I have nothing to say.\nIf you run into any trouble, call me right away.",
    "いつだってお前たちの力になってやるからな。": "I'll always be there to help you guys.",
    "……ありがとう、%usernameusernameuserna%。": "...Thank you, %usernameusernameuserna%.",
    "これより表彰式を行います。\n会場の設営が完了するまでしばらくお待ちください。": "The award ceremony will now begin.\nPlease wait until the venue is set up.",
    "あー、いろいろ用意しなきゃいけないんだねー。\n運営さんも大変だ。": "Ahh, I have to prepare a lot of things.\nIt's tough being the manager, too.",
    "ねえ、あなた。さっきの活躍、見せてもらったわ。": "Hey, dear. You showed me what you did earlier.",
    "えっ？　私？": "Huh? Me?",
    "きっともうパイロット昇格も目の前でしょう？\n私のチームに入らない？": "I'm sure you'll be promoted to pilot before your very eyes.\nWould you like to join my team?",
    "わわっ！？　勧誘！？": "Wawah?! Recruiting?!",
    "そっちのラウラだっけ？　うちのチームに足りてない、\nチームを支える役割として見所あるじゃん。うちに来ない？": "That's Laura, right? Not enough for our team,\nIt's a good role to support the team. Why don't you come to my house?",
    "えっ？　私ですか？": "Huh? Me?",
    "あの、樋向心香さんですよね？\nよかったら私たちのチームに入りませんか……？": "Um, you're Shinka Himukai, right?\nWould you like to join our team?",
    "優勝するって、こういうことなのね……": "So this is what it means to win...",
    "貴方は計算を覆す力を持っていますね……\n私たちのチームに入って、その力を発揮しませんか？": "You have the power to overturn calculations...\nWhy don't you join our team and show us what you can do?",
    "えっ、あたしにもスカウト！？": "Huh? You're scouting me too?!",
    "優勝のインパクトはやはり大きいようだ。\n次々にチームから勧誘を受ける４人だが、断っている。": "It looks like the impact of the victory is still huge.\nThe four of them received invitations from the team one after another, but they refused.",
    "ごめんなさい、いい話だけど……お断りさせてもらうわ。": "I'm sorry. It's a good story, but... I'll have to decline.",
    "ジュリーと同じように、他の面々も全員が断る。\nスカウトを断るジュリーたちに、一人が質問をする。": "Just like Julie, everyone else refused.\nAs Julie and the others turned down the scout, one of them asked a question.",
    "もしかして勧誘されてるのかしら？\nかなりの実績を持つチームだと思うけど……それはどこ？": "Maybe they're trying to recruit her?\nI think it's a team with quite a few achievements... Where is it?",
    "その言葉に四人は顔を見合わせて、笑顔を浮かべて答えた。": "The four of them looked at each other and smiled as they answered.",
    "それは――プレ・クラス－Ａ！": "That's—Ple class-A!",
    "おめでとう": "Congratulations.",
    "よくやったな": "You did well.",
    "こうして、彼女たちは表彰式を迎えた。": "And so, the girls had their award ceremony.",
    "大歓声の中、俺の言葉に授与された優勝メダルを揃って掲げてみせ、\nそして互いに抱きしめ合いながら喜ぶ４人。": "In the midst of the loud cheers, they all raised the winning medals bestowed upon my words.\nThen the four of them hugged each other and rejoiced.",
    "（……きっと簡単じゃない困難な道だが、\nお前たち『チーム』がすぐに昇格して見せるって信じてるぞ）": "(...I'm sure it's not an easy path, but...\nI believe that you 'team' will be promoted soon enough.)"
}