{
    "七彩さん、大丈夫かな……": "I wonder if Nanaya-san's okay...",
    "わかんない。でも、信じるしかないっしょ。": "I don't know. But I have no choice but to believe.",
    "……今やるべきことはリーダーを信じて、包囲網を突破。": "...What we need to do now is believe in our leader and break through the encirclement.",
    "なにか策があるって言ってたし、上手くやってるといいんだけど。": "She said she had a plan, so I hope she's doing well.",
    "そうは言っても、心配です……": "You say that, but I'm worried...",
    "っ！　今の爆発音……七彩さんたちの方から！？": "! That explosion... It came from Nanaya and the others!?",
    "シリウスシュガーの鳴滝七彩、\nカオスメイデンのユリア・バーンズの両名が撃墜されました。": "Shichika Narutaki of Sirius Sugar,\nJulia Burns of Chaos Maiden has been shot down.",
    "なっ……！？　ユリアさんが……撃墜された！？": "Wha...?! Julia...was shot down?!",
    "そんな……ありえません！": "That's... impossible!",
    "七彩さんが……ユリアさんを倒した……！": "Nanaya... defeated Julia...!",
    "相打ちとか、お嬢様のやることじゃないし！": "It's not like it's something a young lady should do!",
    "……さすがリーダー。": "...That's our leader for you.",
    "あとはあたし達に託したってことだね。これは……燃える展開だね。": "You left the rest to us. This is... a burning development.",
    "はい！　リーダーの期待に応えないとですね！": "Yes! We have to live up to our leader's expectations!",
    "……弔い合戦。": "...A battle of mourning.",
    "いや、死んでないから！": "No, I'm not dead!",
    "カオスメイデンも、今頃きっと動揺してるはずだよ。\n攻勢に出るなら今が絶好のチャンスだ。": "Chaos Maiden must be shaken up by now.\nThis was the perfect chance to go on the offensive.",
    "はい！　今度は私達の番です！\n七彩さんが作ってくれたチャンス、無駄にはしません！": "Yes! Now it's our turn!\nI won't let this chance Nanaya-san made go to waste!",
    "行きましょう！！": "Let's go!!",
    "了解！！": "Roger that!!",
    "ん、んんっ……": "Mm, mmm...",
    "あっ！　七彩さんが目を覚ましました！": "Ah! Nanaya-san's awake!",
    "んっ……耳元で大きな声を出さないでくださいまし……": "Mm... Please don't shout in my ear...",
    "あっ、ごめんなさい！　どこか痛みますか……？": "Ah, I'm sorry! Does it hurt anywhere...?",
    "いえ、体はどこも……": "No, my body isn't anywhere...",
    "はっ！　試合は！？試合はどうなりましたの！？": "Hah! What about the match?! What happened to the match!?",
    "あ～……それなんだけどぉ……": "Ah... About that...",
    "えっ、まさか……": "Huh? Don't tell me...",
    "七彩が相打ちになったあと、\nラミ達も精一杯やれることはやったけど……": "After Shichika struck home...\nRami and the others did what they could, but...",
    "そう、ですか……では、わたくしたちは……": "I see... Then, we...",
    "勝ちましたよ！　七彩さんのおかげです！": "I won! It's all thanks to Nanaya-san!",
    "……はい？": "...Yes?",
    "あっ！　めるのバカ！　なんで言っちゃうかなぁ！": "Ah! You're such an idiot! Why are you saying that?!",
    "そんな嘘ついたら七彩さんが可哀想です！\n意地悪はよくありません！": "If you lie like that, I'll feel sorry for Nanaya-san!\nIt's not good to be mean!",
    "違うってば！　ダメだと思わせてから実は、ってほうが嬉しいじゃん！\n意地悪じゃなくて、ラミなりの優しさ！": "That's not it! I'd be happier if you said that after making me think you can't do it!\nIt’s not mean—it’s Rami’s way of being kind!",
    "そんな捻くれた優しさは結構ですわ！": "There's no need for such twisted kindness!",
    "けど、よかった……わたくしたち勝ったんですわね。\nあのカオスメイデンに。": "But, thank goodness... We won.\nTo that Chaos Maiden.",
    "本当、ギリギリだったけどね。最後に残ったのは\n大破寸前のめるちゃん１機だけ。": "It really was a close call, though. The last one left was...\nOnly one Megu-chan is on the verge of being seriously damaged.",
    "……あと一撃でも喰らってたら負けてた。": "...If I had taken even one more hit, I would have lost.",
    "本当、ウソみたい……今でも信じられません！": "Really, it's like a lie... I still can't believe it!",
    "ああ。俺もこの目で見てて信じられないぐらいだった。": "Yeah. I can't believe it either, seeing it with my own eyes.",
    "よくやったな、七彩。そしてみんなも。": "Well done, Shichika. And everyone else.",
    "%usernameusernameuserna%さん……！！": "%usernameusernamesuserna%san...!!",
    "――ねえ、どういうことなの？": "—Hey, what's going on here?",
    "ユリアは自分が倒されたこと自体は、相手が一枚上手だったのと\n結果相打ちだったのもあり、悔しくはあるものの納得はしていた。": "Julia thought that the very fact that she’d been defeated meant that her opponent was one step ahead of her\nPart of it was that it was a mutual blow, and although it was frustrating, it made sense.",
    "……けど、その後の戦いはそうじゃないでしょ。\nいつも通り戦えば、シリウスシュガー相手に負けるはずがない。": "...But that’s not the case in the battle after that.\nIf she fought like she always did, there was no way she’d lose to Sirius Sugaru.",
    "なのにどうして？": "So why?",
    "それは……": "That's...",
    "私達自身もまだ状況が整理できていなくて……": "We still haven't sorted out the situation ourselves...",
    "むぅ……": "Mmm...",
    "…………": "............",
    "怒ってるわけじゃないの。ただ、負けた理由が知りたいだけ。": "I'm not angry. I just want to know why I lost.",
    "誰か私に説明してほしいんだけど。": "I want someone to explain it to me.",
    "なら、俺から説明してやろう。": "In that case, I'll explain.",
    "シリウスシュガーのっ！？": "Sirius Sugar's?!",
    "接戦だったからな、健闘を称えに来たんだ。": "It was a close fight, so I came to praise you for your hard work.",
    "それと、お互い怪我がなかったかの確認ですわ。": "Also, let's check to make sure neither of us is hurt.",
    "……怪我はないから大丈夫。それより、理由を聞かせてよ。": "...I'm not hurt, so don't worry. More importantly, tell me why.",
    "そうだな、カオスメイデンがシリウスシュガーに負けたのは、\nユリアと七彩のリーダーとしての能力の差だ。": "That’s right, Chaos Maiden lost to Sirius Sugar\nIt was the difference in ability between Julia and Shichika’s leadership.",
    "……どういうこと？　私が七彩ちゃんより弱いって言いたいの？": "...What do you mean? Are you trying to say I'm weaker than Shichika?",
    "そうじゃない。ユリア。君は確かにパイロットとしては\n最強といってもいい。": "That's not it, Julia. You're definitely a pilot.\nYou could say she was the strongest.",
    "だが、君はリーダーとしてではなく、個人として戦おうとした。\n一方で七彩はチームの勝利を考えて、リーダーとして戦ったんだ。": "But you tried to fight not as a leader, but as an individual.\nOn the other hand, Shichika thought about the team’s victory and fought as the leader.",
    "相打ちでもいいからユリアを倒せば、\nきっと仲間が勝利を掴んでくれると信じて。": "Even a mutual blow would be fine, as long as I defeated Yulia\nShe believed that her comrades would surely seize victory.",
    "結果、シリウスシュガーのメンバーはリーダーの信頼に応え、\n個人の限界以上の力を発揮することができた。": "As a result, the members of Sirius Sugaru responded to their leader’s trust\nI was able to display power beyond the limits of an individual.",
    "想いの力ってこと？　とんだオカルトね。": "You mean the power of feelings? That's some crazy occult stuff.",
    "そうでもないさ。チームでの戦いは、個々人の力量以上に\nチームとしてのまとまりが勝敗を左右する。": "That's not true. A team fight is more than just individual strength.\nCohesion as a team would determine the outcome.",
    "言うなれば、君たちは５人それぞれが１対１を行おうとしたんだ。": "All five of you, so to speak, were trying to go one-on-one with each other.",
    "けど、シリウスシュガーは５人が常に力を合わせて戦った。\n１対５で勝てる道理はないだろう？": "But Sirius Sugaru, the five of them always fought together.\nThere's no reason to win a one-on-five fight, is there?",
    "オカルトでも、精神論でもない。れっきとした戦術だ。": "It wasn't occult or mental. It was a clear tactic.",
    "……なるほど、そーゆーことね。\n確かに%usernameusernameuserna%の言う通りかもね。": "...I see. So that's how it is.\nMaybe %usernameusernameuserna% is right.",
    "シリウスシュガーの他のみんなにも伝えておいて。\nありがとう、面白かったって！": "Tell everyone else in Sirius Sugaru.\nThank you, that was fun!",
    "いえ、こちらこそですわ。": "No, it's the same for me.",
    "今回はカオスメイデンの負け。だけど、次は負けないから！": "Chaos Maiden lost this time. But I won't lose next time!",
    "ええ。でも次は、もっと強くなったわたくしたちをお見せしますわ。\n今度は相打ちではなく、あなたに勝ってみせます。": "Yes. But next time, we'll show you how much stronger we've become.\nThis time, I'll beat you, not you.",
    "……楽しみにしてる。にひひっ。": "...I'm looking forward to it. Nihihi."
}