{
    "はぁっ、はぁーっ……な、なんとか、なった……！": "Haah, haah... I-It worked out somehow...!",
    "白奈さん！　%usernameusernameuserna%さん！　無事ですの！？": "Miss Shirona! Miss %usernameusernameuserna%! Are you all right?!",
    "助けに来るのが遅れてしまってごめんなさい！　こっちにも\nメイズシフターが現れて、その対応に追われちゃっていました！": "I'm sorry I've been late coming to save you! Here, too.\nA maise shifter appeared, and I was busy dealing with it!",
    "わたしは大丈夫……でも、%usernameusernameuserna%が\nメイズシフターからわたしを庇って……！": "I'm fine... But %usernameusernameuserna%...\nProtecting me from the maise shifter...!",
    "っ！？　機体の損傷は中破程度のようですが……\n%usernameusernameuserna%さん！　聞こえていますの！？": "Huh?! It looks like the damage to the aircraft is only about halfway through...\n%usernameusernameuserna%! Can you hear me?!",
    "っ……": "Ugh...",
    "ハッチを外から開けるよ。みんな、周りを警戒しておいて。": "I'll open the hatch from the outside. Everyone, keep an eye on your surroundings.",
    "大丈夫！？　%usernameusernameuserna%、あたしのことが分かる？": "Are you okay!? %usernameusernameuserna%, do you know me?",
    "ち……ゆ……": "Chi...yu...",
    "意識はあるみたいね。多分、負傷がきっかけで、\nメイズシンドロームの症状が悪化したんだと思う。": "Looks like she's still conscious. Probably because of her injuries,\nI think Maze Syndrome's symptoms have gotten worse.",
    "それってまずいんじゃね……？": "Isn't that bad...?",
    "一刻の猶予もない。早く地上まで連れて行かないと命にかかわるよ。": "There's no time to waste. If we don't get her to the surface soon, her life will be in danger.",
    "わたしのせい……わたしがちゃんと、警戒していれば……": "It's my fault... If only I'd been more cautious...",
    "白奈さんのせいではありませんわ！\nとにかく、急いで地上を目指しましょう！": "It's not your fault, hakunasan!\nAnyway, let's hurry to the surface!",
    "ちゆるさん、霞光を自律モードにしておいてください。\nわたくしが誘導しますわ。": "Chiyuru-san, please set Kasumi Light to autopilot mode.\nI'll lead the way.",
    "わかった。": "Okay.",
    "可能な限り迅速に『<r=メインシャフト>主縦坑</r>』を目指しましょう！\n先ほどマップを再確認して、ルートも再設定済みですわ。": "Let's aim for the <r=main shaft> main shaft as quickly as possible!\nI double-checked the map and reconfigured the route.",
    "でも、<r=メインシャフト>主縦坑</r>の近くにはメイズシフターがいるんじゃない？\n前に巨大なヤツがいるって聞いたことがあるけど。": "But isn't there a maise shifter near the <r-main shaft> main shaft?\nI've heard of a giant one before.",
    "それでも、進まなければなりませんわ。ここで立ち止まっていては、\n%usernameusernameuserna%さんの容態に関わります。": "Even so, we must proceed. If we stand still here,\nIt has something to do with %usernameusernameuserna%' condition.",
    "……他のルートを探してる時間もないか。": "...I guess I don't have time to look for another route.",
    "白奈さん、ここからは私に斥候を任せてもらえませんか？": "Miss Shirona, could you leave scouting to me from here?",
    "めるが……？": "Meguru...?",
    "ここまでずっと白奈さんに負担をかけてしまっていましたから。\n<r=メインシャフト>主縦坑</r>の正確な方向は分かりましたし、私にやらせてください。": "I've been burdening you this whole time.\nI know the exact direction of the <r=main shaft> Main Shaft <r>, so please let me do it.",
    "白奈さんにばかり負担をかけてちゃ、\nチームメンバーとして恥ずかしいです。": "I don't want to put too much strain on her.\nAs a team member, it's embarrassing.",
    "白奈さんは%usernameusernameuserna%さんについてあげてください。": "Hakuna-san, please follow %usernameusernameuserna%-san.",
    "私が今ここで頑張っておかないと……": "If I don't do my best here and now...",
    "白奈さんと%usernameusernameuserna%さんの式の時に、\n私も頑張ったって言えませんから……！": "During Hakuna-san and %usernameusernameuserna%-san's ceremony...\nI can't say I did my best, either...!",
    "（式……？）": "(A ceremony...?)",
    "ありがとう、お願いね。": "Thank you. I'm counting on you.",
    "はい！　任せて下さい！": "Yes! Leave it to me!",
    "……ねえ、ラミ。": "...Hey, Rami.",
    "ん？　どうした？": "Hm? What's wrong?",
    "式って、何？": "What's a ceremony?",
    "は？　お前と%usernameusernameuserna%の結婚式のことでしょ？": "Huh? It's about your and %usernameusernameuserna%' wedding, right?",
    "……？": "...?",
    "えっと、それは%usernameusernameuserna%さんの……": "Um, that's %usernameusernameuserna%'s...",
    "いや、白奈さっき、あいつからプロポーズされてＯＫしてたじゃん。\n人生という名のルートを開拓しようとか……": "No, Hakuna, you were okay with him proposing to you earlier.\nTrying to develop a route known as life...",
    "……なるほど、そういうことね。": "...I see. So that's how it is.",
    "（あれってそういう意味だったの……！？）": "(Is that what he meant...!?)",
    "（ということは、わたし、あの人と結婚するの……？\nどうしてそんな話に……）": "(Which means I'm going to marry him...?)\nWhy are you bringing that up...?)",
    "ほ、報告です！": "I-I have a report!",
    "っ！": "...!",
    "<r=メインシャフト>主縦坑</r>に繋がる経路を発見……\nしかし、強大なメイズシフターがそこを塞いでいます。": "<r=main shaft> We found a path leading to the main shaft <r>...\nBut there's a powerful maise shifter blocking it.",
    "これがそのメイズシフターの映像です。": "This is an image of the maise shifter.",
    "なんか明らかにヤバそうな見た目してるよね……": "You look like you're in trouble...",
    "ふむ……該当するデータはありませんわね。ということは、新種……": "Hmm... We don't have any relevant data. Which means, a new species...",
    "あたし達の姿を見た途端、襲い掛かってきそうね。": "It looks like they'll attack us the moment they see us.",
    "どうすんの？　補給はしたけどラミ達だけで倒せると思う？": "What are we going to do? We've resupplied, but do you think Rami and the others can take them down on their own?",
    "……わからない。相手の情報がないし、こっちは万全じゃない。\n戦闘を避けられるなら、避けるべきね。": "...I don't know. There's no information on the other person, and this isn't perfect.\nIf we can avoid combat, we should avoid it.",
    "ですが迂回している時間の余裕はありませんわ。\n一刻も早く地上に出なくては……！": "But we don't have time to take a detour.\nWe have to get to the surface as soon as possible...!",
    "（わたくしが判断しなくては……残された時間はありませんが、\nだからといって皆を危険にさらす訳には……）": "(If I don't make my decision... I have no time left, but...\nBut that doesn't mean I can put everyone in danger...)",
    "（こういう時、白奈さんだったら……！）": "(At times like this, if it were Shirona-san...!)",
    "っ。": "Ngh.",
    "（七彩がこっちを見てる……）": "(Shichika's looking at me...)",
    "（……わたしに正解なんて分からない。\n今も不安で心臓が潰れそう……だけど……！）": "(...I don't know if I'm right.\nEven now, my heart feels like it's being crushed by anxiety... But...!)",
    "（わたしは、彼を守らなくちゃいけない……！）": "(I have to protect him...!)",
    "……突破しよう。大丈夫、わたし達なら、きっとちゃんと帰れる。": "...Let's break through. Don't worry, we'll be able to go home.",
    "っ……そうですわ、そうですわね！\n目の前の障害を排し、<r=メインシャフト>主縦坑</r>に進みましょう！": "...That's right, that's true!\nLet's get rid of the obstacles in front of us and move on to the <r=main shaft> main shaft!",
    "そうこなくっちゃ！": "That's how it has to be!",
    "それなら、早速作戦を考えましょ。\nとはいえ、時間もないし、そこまで複雑なものにはできないだろうけど。": "In that case, let's come up with a plan.\nThat said, we don't have much time, so we probably won't be able to make it that complicated.",
    "大丈夫です！　私達が力を合わせれば、きっと……！": "It'll be fine! If we work together, I'm sure...!",
    "（もう少しだけ待っていて、%usernameusernameuserna%。わたしが……\nううん。わたし達が、絶対にあなたを助けてみせるから……！）": "(Wait just a little longer, %usernameusernameuserna%. I'll...)\nNo. We'll definitely save you...!)"
}