{
    "――生徒会長に連れられて、突然３人の少女が現れた。": "—Three girls suddenly appeared, led by the student council president.",
    "一応チーム名だけはどちらも知っている。\n実力的にはカオスメイデンと並ぶ各校舎のトップクラスチームだ。": "Just in case, I know the team name.\nIn terms of raw power, they were the top-class teams in each building, along with Chaos Maiden.",
    "特にドロテア・カークランドは、\nユーロ・タワーでも最強格とされるパイロットだ。": "Especially Dorothea Kirkland.\nHe's the strongest pilot in Euro Tower.",
    "ねえ、『龍宮さん』って呼ぶのもなんですし、\nちゆるちゃんでいいですか！？": "Hey, I don't want to call you Ryuugu-san,\nIs Chiyuru-chan okay?!",
    "え、うん、いいけど……": "Uh, yeah, sure, but...",
    "あっ！　なんかこのフルートって人、見たことあると思ったら、\nギャルインフルエンサーの『Ｆｌ∞ｔｙ』じゃない！？": "Ah! I thought I'd seen this flute before, but...\nIsn't that the Gal Influencer's \"Fleighty\"?!",
    "わぁ！　Ｆｌ∞ｔｙのこと知ってるんですか！？　嬉ぽよです～！\n仰るとおり、配信とかしてま～す！　ぴーす♪": "Wow! You know about Fleighty?! I'm so happy!\nLike you said, I'm broadcasting! Piiice♪",
    "では、わたくしも月ヶ瀬さんと呼ばせていただきましょう。": "Well then, allow me to call you Tsukigase-san as well.",
    "……おい、七彩。お前キャラ被ってるぞ。しかも上位互換だ。": "...Hey, Shichika. You're wearing your character. And you're ranked high.",
    "それ、今言わないとダメな話ですの！？\nしかもなんでわたくしのほうが、下位なんですか！？": "Is that something I have to say right now?!\nAnd why am I in the lower ranks?!",
    "七彩のアイデンティティが消えちゃう……\nこれからは語尾に『ナナ』って、つけてみる？": "Shichisai's identity will disappear...\nFrom now on, do you want to put 'Nana' at the end of the sentence?",
    "絶対にお断りですわ！": "I absolutely refuse!",
    "……話を戻していいですか？": "...Can we get back on topic?",
    "も、申し訳ありませんわ……": "I-I'm sorry...",
    "って、なんで、わたくしが謝罪してるんでしょう……": "Wait, why am I apologizing...?",
    "こほん。――ご存じの通り、現在月ヶ瀬さんの扱いを巡って、\n学園全体が大きく揺れています。": "Ahem. As you know, Tsukigase-san's current treatment is...\nThe entire school is shaking.",
    "月ヶ瀬さんをより充実した研究施設に\n移すべきだという意見もあります。": "To make Tsukigase-san a more fulfilling research facility.\nThere is an opinion that it should be transferred.",
    "それ、ちゆるの意思とかちゃんと考えてる訳？": "Are you really thinking about what you want to do?",
    "考えられていないので、月ヶ瀬さんを学園の外に出すという意見は\n私の方ですべて抑えこんでいる状況です。": "I hadn't considered it, so the opinion that Tsukigase-san would be out of the academy\nI'm keeping everything under control.",
    "ですが、彼女をシリウスシュガーではなく、\n他チームに所属させるべきという意見が各所から強く出されています。": "However, I didn't want her to be Sirius Sugaru\nThere are strong opinions from all over that we should let them belong to another team.",
    "こちらの意見については、私の権限でも抑え込めていない状況です。\nむしろ……私だからこそ、抑え込めていない、の方が正しいですが。": "As for my opinion, even I can't suppress it.\nIn fact, it's more accurate to say that I'm the one who can't control myself.",
    "どういうことですか？": "What do you mean by that?",
    "月ヶ瀬さんはシリウスシュガーに所属した状況で\nこれまで何度か危険な目に遭っています。": "Tsukigase-san was in a situation where she belonged to Sirius Sugaru\nI've been in danger several times before.",
    "その責任は許可を出した私にある……と責められておりまして。\n理事会からの圧力もあって、中々に肩身の狭い状況なんです。": "The responsibility for that lies with me, the one who gave her permission...or so I was accused.\nDue to the pressure from the board of directors, we're in quite a tight spot.",
    "生徒会長ってのも大変なんだな。": "Being the student council president must be tough.",
    "生徒の長といっても、中間管理職のようなものですから。": "He may be the leader of the students, but he's like a middle manager.",
    "……ということは、こちらの方々は？": "...Which means who are these people?",
    "ちゆるちゃんにはうちのＬＯＣ校区で、研究するとか超アリ寄りの\nアリじゃないかって！　ウルトラ快適な研究施設らしーよ！": "Chiyuru-chan's in our LOC school district, doing research and stuff like that.\nIt looks like an ultra-comfortable research facility!",
    "我々ピクシス・マスールであれば、月ヶ瀬さんをよりメイズの深層へ\n安全にご案内できます。他のどのチームよりも、安全かつ、確実に。": "If we were Pixis Masulu, Tsukigase-san would go deeper into the Maze.\nI can guide you to safety. Safer and more reliable than any other team.",
    "あっ、そんなこと言っちゃいます！？　フルート達だって\nちゆるちゃんを守れますけど！？　全ッ然負けていないので！": "Oh, are you going to say that?! Even the flutes!\nI can protect Chiyuru-chan, but...! I haven't lost at all!",
    "なるほど。つまりちゆるを引き抜きに来たわけか。": "I see. In other words, she's here to pull out Chiyuru.",
    "…………": "............",
    "もちろん、転籍の決定は最終的にはご本人の意思に委ねられます。": "Of course, the decision to transfer is ultimately up to the individual's own will.",
    "ですが、『学園の大事な宝である彼女を、\nより安全な環境で管理すべき』という意見が強いのも事実です。": "However, 'she, the precious treasure of the school,\nIt is also true that there is a strong opinion that it should be managed in a safer environment.",
    "何それ！　宝とか管理とか！\nちゆるのことを物か何かだと思ってんの！？": "What's that supposed to mean?! Treasures and management?!\nDo you think Chiyuru is an object or something?!",
    "そ、そうです！\nちゆるさんはシリウスシュガーの大事な仲間です……！": "Th-That's right!\nChiyuru-san is an important member of Sirius Sugaru...!",
    "……分かった。みんなに迷惑をかけちゃったし、転校を受け入れる。\nあたしが柊にいることで、今回みたいな問題が起きるぐらいなら……": "...Okay. I've caused a lot of trouble for everyone, so I'll accept the transfer.\nIf my being in Hiiragi is enough to cause problems like this...",
    "ちゆるさん！？": "Chiyuru-san?!",
    "……お前、それ本気で言っているのか？": "...Are you serious about that?",
    "それは……でも、だって、仕方ないじゃない……": "That's... But, but, I can't help it...",
    "……はぁ。嫌なことは嫌だって、\n自分の口で言わないと意味ないだろ。": "...Hah. She said she didn't want to do anything bad,\nThere's no point if you don't say it with your own mouth.",
    "なあ、生徒会長。ちゆるが『所属に値するチーム』であれば、\nそれでいいんだよな？": "Hey, Student Council President. If Chiyuru is a team worthy of being a member,\nThat's okay, right?",
    "ええ……もちろん。彼女がメイズに出たいのならば、\nそれを守れるだけの実力を備えたチームが望ましいでしょう。": "Yes... Of course. If she wants to appear in the Mays,\nIt would be ideal to have a team with the ability to protect it.",
    "だったら――なあ？": "In that case—hey?",
    "……そうですわね。実力で決めるのが一番だと思いますわ。": "...That's right. I think it's best to decide by force.",
    "シリウスシュガーとあなた達……": "Sirius Sugaru and you...",
    "どっちが強いのか弱いのかはっきりさせたらぁ！": "Let's make it clear who's stronger and weaker!",
    "負けない。": "I won't lose.",
    "み、みんな！？": "E-Everyone?!",
    "この展開、なんか超アゲぽよですね！　仲間を巡ってみんなで戦う……\nフルートは――トレブルクインテットは超賛成です！": "This development is kind of like a super-agepo! We're all fighting over our friends...\nAs for the flute—Treburg Integrity is super in favor!",
    "いいでしょう。言葉ではなく、剣を持って語り合うとしましょう。\nよろしいですね？　リュシー。": "Very well. Let us not speak with words, but with swords.\nIs that all right, Lucy?",
    "ええ、お嬢様がそうご決断されたのであれば――": "Yes, if that is your decision, Milady—",
    "いや、もう『敵』の前で繕う必要はないな。\nてめぇらはお嬢をはじめ、あたしらピクシス・マスールが刈り取る！": "No, there's no need to fix it in front of the 'enemy' anymore.\nStarting with Ojou, we, Pixis Masulu, will reap it!",
    "覚悟しな！！": "Prepare yourself!!",
    "ふふ、良い啖呵です。さすが、わたくしのリュシー。": "Haha, that's a good way to put it. That's my Lucy.",
    "（このリュシーって人、こっちが素だったか……\nやっぱさっきからなんか視線が怖いと思ったんだよなあ）": "(So this Lucy is the real Lucy...)\nI thought her gaze was kinda scary for a while now.)",
    "（絶対、元ヤンだ……）": "(He's definitely a former delinquent...)",
    "……分かりました。では、非公式戦として\n私の裁量で執り行いましょう。": "...Understood. Then let's call it an informal battle.\nLet's do it at my discretion.",
    "ルール、日程、会場については後日、改めてお知らせします。": "We'll inform you of the rules, schedule, and venue at a later date.",
    "――かくして、思いがけず非公式ＭＧ競技の開催が決まったのだった。": "—And so, it was unexpectedly decided that an unofficial MG competition would be held.",
    "その後、生徒会長達が去って――": "After that, the student council president and the others left――",
    "よく言ったな、お前達。": "Well said, you guys.",
    "……ごめんね。あたしのせいで、こんなことに。": "...I'm sorry. This is all my fault.",
    "別に。チームがナメられたら誰だってキレるし。": "Not really. Anyone would snap if they underestimated the team.",
    "わたくしも少々、腹に据えかねましたわ。\nあなたの意思を聴く前に、勝手に都合を押し付けてくるのですもの。": "I couldn't quite stomach it myself.\nBefore I can hear your intentions, you're forcing me to do as you please.",
    "横暴が過ぎる。": "It's too tyrannical.",
    "みんな……ありがとう。": "Everyone... Thank you.",
    "しっかし、これはこれでかなり厳しいことになりそうだな。\n相手はどちらもかなりの強豪チームと聞いてるぞ。": "Still, this is going to be pretty tough in its own way.\nI've heard they're both powerful teams.",
    "関係ないって。誰が相手だろうとぶっ飛ばせばいいんだし！": "It doesn't matter. Whoever it is, we just have to beat them up!",
    "――みんな！！　ごめんなさい！！": "――Everyone!! I'm sorry!!",
    "突然響いた声に、俺達は後ろを振り返った。": "We turned around at the sudden sound of her voice.",
    "そこには、今にも泣きそうな顔でこちらを見てくる心香の姿があった。": "There was Shinka, looking at me like she was about to cry."
}