{
    "気分転換に屋上に来ると、ばったりめると出くわしたので、\n一緒に過ごすことにした。": "When I came to the roof for a change of pace, I ran into her.\nWe decided to spend time together.",
    "わあ……！　今日はすごくきれいに晴れていますね。\n空が眩しいです。": "Wow! It's really sunny today.\nThe sky is bright.",
    "ああ、それに風も気持ちいい。": "Yeah, and the wind feels good too.",
    "あっ、見てください。\n鳥がいっぱい！　なんていう鳥なんでしょうね。": "Ah, take a look.\nThere are so many birds! I wonder what they're called.",
    "さあ……群れで行動するんだな、ってことしか\n分からないな。遠すぎてよく見えないし……": "I don't know... We'll just have to act as a herd.\nI don't know. It's too far away for me to see...",
    "群れ、かぁ……": "A herd, huh...",
    "あっ！　なんか一羽だけはぐれてますよ。\n大丈夫なのかな……": "Oh! There's one missing.\nI wonder if she'll be okay...",
    "他の鳥が近づいていったぞ。\n鳥もああやってフォローしたりするものなのか。": "The other birds are getting closer.\nI didn't know birds could follow up like that.",
    "甘えてもいい": "I don't mind being spoiled.",
    "お互い様だよ": "It's the same for us.",
    "……私も、みんなに甘えてばかりです。\nもっとしっかりしなくちゃ。": "...All I do is rely on everyone else.\nI need to get a hold of myself.",
    "別にいいんじゃないか？　甘えさせてもらっても。\nチームなんだし。": "I don't think it's a big deal. You can rely on me.\nWe're a team, after all.",
    "みんなもきっとそう言ってくれると思います。\nでも私が心苦しいんです。": "I'm sure everyone will say the same.\nBut it hurts me.",
    "まあ、そうか……\n気にするなって言う方が無理だよな。": "Well, I guess so...\nIt'd be more impossible to tell her not to worry about it.",
    "私もあの助けに行った鳥みたいになれるように、\n頑張っていきます！": "So that I can be like that bird that went to save her,\nI'll do my best!",
    "チームなんだしお互い様じゃないかな。\nめるが誰かを助けている場面だってあるだろ。": "We're a team, so it's probably the same for both of us.\nBut there are scenes where you're helping someone.",
    "……なんか、助けてもらったことばかり記憶に残ってて。\nでも、言われてみればそうかもしれません。": "...For some reason, all I remember is how he saved me.\nBut now that you mention it, you might be right.",
    "実力的に、お荷物ってことは絶対にないんだし\n自信持っていいと思う。": "In terms of raw power, she's definitely not a burden.\nI think she's confident.",
    "そうですよね！　うん、せっかくこんなにお天気なんだし\n明るくいかなくちゃ！": "You're right! Yeah, it's such a nice day.\nI have to be bright!",
    "俺の言葉で少し元気が出たのか、\n明るい表情を浮かべるめるだった……": "My words seemed to cheer her up a little\nA bright expression appeared on her face..."
}