{
    "眼前に広がるメイズは\n最初に目覚めた時と変わらない風景で俺たちを出迎える。": "The mace spread out before me\nShe greeted us with the same scenery as when we first woke up.",
    "（……何で目覚めたときのことを思い出すんだろうな）": "(...I wonder why I remember when I woke up.)",
    "――さん。": "――-san.",
    "（いつもと違って周りが静かだからか？\nピコの説明を聞いてから、どうも妙な予感が……）": "(Is it because the surroundings are quieter than usual?\nEver since I heard Pico's explanation, I've had a strange feeling...)",
    "%usernameusernameuserna%さん。\n聞こえてますか？": "%usernameusernameuserna%-san.\nCan you hear me?",
    "ん？　ああ……悪い、める。\nどうしたんだ？": "Hm? Oh... Sorry.\nWhat's wrong with you?",
    "異常反応が観測された座標まで、もうすぐです。": "We're almost at the coordinates where the abnormal reaction was observed.",
    "みたいだな。このまま慎重に潜行しよう。\n結局、何が待ち構えてるかはわからんからな。": "Looks like it. Let's keep diving carefully.\nIn the end, we don't know what's waiting for us.",
    "了解ですっ！": "Understood!",
    "悪いな。本来ならメイズ探索はチームで動くべきなのに、\nひとりで任務に参加してもらうことになってさ。": "Sorry. By all rights, we should be on a team searching for Mayse, but...\nI'm going to have her participate in the mission on her own.",
    "えっ？": "Huh?",
    "急な呼び出しとはいえ、シリウスシュガーのメンバー全員が\nことごとく捕まらないとは思わなかった。": "It may have been a sudden summons, but all the members of Sirius Sugaru\nI didn't think they'd catch me all the time.",
    "あはは……いきなりの話でしたからね。\n皆さん、外せない用事があったのでしょうがないですよ。": "Ahaha... That was pretty sudden, after all.\nI'm sure everyone had something they couldn't miss.",
    "それに、ひとりじゃありませんから！": "Besides, I'm not alone!",
    "ん？": "Hm?",
    "だって%usernameusernameuserna%さんが一緒です♪": "Because %usernameusernameuserna%-san is with me♪",
    "信頼してくれてるのは嬉しいが……\n俺の機体は戦闘に参加できないからな？": "I'm glad you trust me, but...\nMy aircraft can't take part in battle, okay?",
    "いざという時には、めるが戦うんだぞ？": "When push comes to shove, you have to fight, you know?",
    "はい！　そのときは、いつもみたいに指揮をお願いしますね！\n絶対に%usernameusernameuserna%さんを守りますから！": "Yes! If that happens, I'll be counting on you to take command like you always do!\nI'll definitely protect %usernameusernameuserna%-san!",
    "（心強いがメイズシフターの大群と遭遇でもしたら、\nめるひとりじゃ戦力的に不安だな……）": "(It's reassuring, but if we run into a horde of maise shifters,\nI'm worried about her strength if she's alone...)",
    "頼りにしているが、それでも敵次第で逃げるのも選択肢だ。\n油断せずに警戒を続けるぞ。": "I'm relying on her, but running away is still an option depending on the enemy.\nDon't let your guard down. Keep your guard up.",
    "深刻な事態じゃないといいですね。": "I hope this isn't a serious situation.",
    "ああ。俺達の手に負えない厄介事じゃないことを祈ろう。\nヤバそうなら即座に回れ右して、生徒会に報告を――": "Yeah. Let's hope it's not too much trouble for us.\nIf it looks bad, I'll turn around immediately and report to the student council――",
    "っ！？　何だ！？": "!? What!?",
    "――ちゃんっ……！": "――Chan...!",
    "……める？\n何か言ったか？": "...Meguru?\nDid you say something?",
    "い、いえ、私じゃないです。\n回線にノイズが混じったんでしょうか。": "N-No, it's not me.\nI wonder if there was static on the line.",
    "タケルちゃんっ！": "Takeru-chan!",
    "まただ！\n確かに声が聞こえたぞ！": "Again!\nI definitely heard a voice!",
    "進行方向に所属不明の機体を確認しました！\nあれは――": "We've confirmed an unknown aircraft in the direction it's headed!\nThat was—",
    "おおおおおおおっ！": "Oooooooohhh!",
    "1、２、3……全部で６機！\nメイズシフターの群れに囲まれてるのか！？": "One, two, three... Six in total!\nAre you surrounded by a swarm of maise shifters?!",
    "でも、あんなＭＧ見たことがないです……\nどこの所属なんでしょうか？": "But I've never seen an MG like that before...\nWhere do you belong?",
    "俺達以外に今回の調査を指示された者がいるなんて聞いてないぞ。\nどこかの違法パイロットの改造機か？": "I've never heard of anyone other than us being ordered to investigate.\nSome kind of illegal pilot remodeling machine?",
    "いや……あの機体は……？\nあれは…………不知火……？": "No... What about that machine...?\nIs that... Shiranui...?",
    "（くっ……頭の中で、何かが……\n俺はアレに似た機体を知っている……？）": "(Ugh... Something's going on in my head...)\nDo I know a machine that looks like that...?)",
    "（……だめだ。思い出せない）": "(...No. I can't remember.)",
    "%usernameusernameuserna%さんっ！　大丈夫ですか！？": "%usernameusernameuserna%! Are you okay?!",
    "あ、ああ。\nとにかく、あの群れに接近して状況を把握しよう。": "Y-Yeah.\nAnyway, let's get close to that herd and get a handle on the situation.",
    "（もしかして、観測された異常っていうのはあの機体たちか？）": "(Could it be that those machines are the ones who observed the abnormality?)",
    "ぐっ……くそ、なんだこいつら……！\n次から次へと襲ってきて……": "Ugh... Dammit, what the hell are these guys...!?\nThey attacked me one after another...",
    "また頭痛が……！　ングッ！　……頭が割れそうだッ！": "Another headache...! Ngh! ...My head feels like it's going to split open!",
    "タケルちゃんっ、しっかりして！": "Takeru-chan, hang in there!",
    "御剣は白銀の直掩に！\n全機、『<r=フォーメーションサークルワン>隊形円壱型</r>』で敵の少ない方向へ移動！": "Mitsurugi, cover Shirogane!\nAll units use <r = Formation Circle One> Formation Round One </r> to move in a direction with fewer enemies!",
    "すまん、委員長……": "Sorry, Class Rep...",
    "まったく、いつもの調子はどこへ行ったのよ！": "Seriously, where did your usual self go?!",
    "…悠長に話し過ぎ。\n4時方向からも3体来てる。": "...We're talking too slowly.\nThree of them are coming from four o'clock.",
    "１０時方向からもどんどん来てます！": "More and more are coming from ten o'clock!",
    "ここはボク達で引き受けるから、タケルは下がってて！": "We'll take care of things here, so you stay back, Takeru!",
    "すまん、みんな……！": "Sorry, everyone...!",
    "……くっ……なんでこんな急に頭痛が……": "...Ugh... Why is my headache so sudden...?",
    "タケルちゃん、上から来てるよっ！": "Takeru-chan, it's coming from above!",
    "くっ――！？": "Ugh――!?",
    "でやぁぁぁぁぁぁっ！": "Deyaaaaah!",
    "――あわやのところであったな。": "――I was at Awaya's.",
    "悪い、冥夜……助かった。": "Sorry, Meiya......you saved me.",
    "礼には及ばん。\nしかし、状況は思わしくないな。": "There's no need to thank me.\nStill, the situation isn't looking good.",
    "ああ。こいつら１体１体は大したことないみたいだが……": "Yeah. Each of these guys doesn't seem to be that big of a deal...",
    "わたし達、すっかり囲まれちゃってるよ！": "We're completely surrounded!",
    "さすがに多勢に無勢。\nおまけに地の利もない。": "As expected, they were outnumbered.\nOn top of that, there was no terrain advantage.",
    "たけるさんは調子を崩していますし……": "Takeru-san's off his game...",
    "白銀だけじゃない。さっきから機体も不調を訴えてるわ。\n何なのよ、この妙な場所は。": "It's not just Shirogane. The aircraft's been complaining about its condition for a while now.\nWhat's with this weird place?",
    "ボク達は装備の補給もできず損耗する一方。\nこのままじゃジリ貧だよ……！": "We're losing money because we can't resupply our equipment.\nAt this rate, I'm going to run out of money...!",
    "泣き言を口にしても始まらない。\n生ある限り抗うのみだ。": "Crying won't get me anywhere.\nAll I can do is resist as long as I live.",
    "ぐっ、くうう……はぁ、はぁ……こんな……ばしょ、でぇ！\nしんで……たまる、か……！": "Guh, kuuu...... haa, haa...... This is...... stupid!\nI can't... hold it in...!",
    "っ！？　な、なんだ……！？　ぐっ、頭痛が……！\nだれが、撃ったんだ……！？": "!? Wh-What...!? Ugh, I have a headache...!\nWho shot her...!?",
    "援護します！　下がってください！": "I'll cover you! Get back!",
    "タケルちゃん！　味方が来てくれたみたいだよ！": "Takeru-chan! Looks like our allies are here!",
    "いや……あのような戦術機を見たことはない。\nいったいどこの機体なのだ……？": "No... I've never seen a TSF like that before.\nWhat kind of aircraft is it...?",
    "そこの所属不明機のパイロット。\nこっちの回線は通じてるか？": "He's a pilot of an unknown aircraft.\nIs this line connected?",
    "隊長の榊󠄀です。\nまずは援護に感謝します。あなたたちの所属を伺えますか？": "I'm the captain, Sakaki.\nFirst of all, thank you for your support. Can you tell me where you belong?",
    "質問してるのはこっちなんだけどな……": "I'm the one asking the questions, though...",
    "ともあれ会話に応じてくれる相手でよかったよ。\n違法パイロットってわけじゃなさそうだな。": "In any case, I'm glad that you're willing to listen to our conversation.\nIt doesn't look like he's an illegal pilot.",
    "私達、生徒会の指示でメイズの異常調査に来たんです！\nあなた達はどこの校舎の人ですか？": "We're here on the student council's orders to investigate Mays' abnormality!\nWhich school are you from?",
    "生徒会？　メイズ？　校舎？": "The student council? Mayse? The school building?",
    "…意味不明。": "...I don't get it.",
    "聞きたいことは色々ありますが、\nまずはこの場を切り抜けてからにしませんか？": "There's a lot I want to ask you, but...\nWhy don't we get out of here first?",
    "……確かに聞きたいことは山ほどあるが、話はあとだな。\nめる！　まずはメイズシフターを片付けるぞ！": "...There's certainly a lot I want to ask, but I'll tell you later.\nMess up! First, let's take care of the maise shifter!",
    "はい！": "Yes, sir!",
    "このあたりの地形や敵はわかっている。\nいったんこちらの指示に従ってくれ。出口まで先導する。": "I know the terrain and enemies around here.\nFollow my instructions for now. I'll lead you to the exit.",
    "そうする他になさそうね…。全機ついてきて！": "Looks like we have no choice but to do that... All units, follow me!",
    "了解！": "Roger that!",
    "話が早くて助かる。": "I'm glad she's quick on the uptake.",
    "そうとなればオレも戦闘に戻…グッ！？": "If that's the case, I'll return to the battle... Guh!?",
    "タケルちゃんは無理しちゃダメ！": "Takeru-chan, don't push yourself!",
    "私がタケルを運ぼう。榊󠄀、それでよいか？": "I'll carry Takeru. Sakaki~, are you okay with that?",
    "了解よ。それじゃあさっさとここから離脱しましょう！": "Understood. Then let's get out of here!",
    "すまない……": "I'm sorry...",
    "（……なんというかシンパシーを感じるな。\n自分で戦えないっていうのは――）": "(...I feel like I'm sympathizing.\nIf I can't fight on my own...)",
    "と、それよりもメイズシフターの相手だ……\nめる、指示をする！　撃退しながら離脱するぞ": "More importantly, we're dealing with the Maizsifter...\nI-I'll tell you what to do! We'll fight them off and get out of here.",
    "分かりました！": "Understood!",
    "ふぅ……ここまで来れば、ひとまず安全ですね。\nここであればコクピットから降りて大丈夫です！": "Phew... It's safe now that we've come this far.\nIf you stay here, you can get out of the cockpit!",
    "群れもある程度は仕留めたし、残りも途中でまいたからな。\nこれでようやくひと息つけるな……": "I took care of the herd to some extent, and I scattered the rest along the way.\nNow I can finally take a breather...",
    "そなた達には、改めて礼を言わねばなるまいな。": "I'll have to thank you all again.",
    "あっ……機体のハッチが開いていきます！": "Ah... The hatch of the aircraft is opening!",
    "向こうから進んで顔を見せてくれるってわけか。手間が省ける。\n俺達も下りて話を聞こう。": "So she's willing to show her face to me. That saves me a lot of time.\nLet's go down and listen to what she has to say.",
    "私はこの部隊の隊長、榊千鶴です。\n……それで、まず貴方たちは何者なの？": "I'm Chizuru Sakaki, captain of this unit.\n...So, who are you guys first?",
    "こ、これはご丁寧に……！\n私は桃園めるって言います！　し、シリウスシュガッ……": "Th-This is very polite...!\nI'm going to go to Momozono! Sh-Siriusshuga...",
    "あうっ！？　し、舌嚙んじゃいました…": "Huh?! I-I bit my tongue...",
    "慣れない話し方するから……": "You talk in a way I'm not used to...",
    "……私は御剣冥夜だ。\nまずは先ほどの助勢に感謝する。": "......I'm Meiya Mitsurugi.\nFirst of all, thank you for your help earlier.",
    "あははっ。なんだか愉快な人たちだね。\nボクは鎧衣美琴。よろしく。": "Ahaha. They're such fun people.\nI'm Yoroi Mikoto. Nice to meet you.",
    "珠瀬壬姫です。\nえへへ、優しそうな人達で安心しました。": "I'm Tamase Miki.\nEhehe, I'm relieved to see they're so kind.",
    "彩峰慧。": "Ayamine Kei.",
    "こ、これはどうもご丁寧に！\nですが、メイズシフターをご存じないんですか？": "Th-That's very polite of you!\nBut you don't know the Mazesifter?",
    "メイズシフター……？": "A maise shifter...?",
    "ええ～っと……": "Let's see...",
    "見覚えのない代物と言えば、そなた達の戦術機もだ。\nいったいどこに所属する衛士なのだ？": "I don't recognize your TSFs, either.\nWhere the hell do you belong, Eishi?",
    "センジュツキ？　エイシ？": "Senjutsuki? Eishi?",
    "……多分だが、彼らのＭＧとパイロットのことだ。": "...It's probably about their MGs and pilots.",
    "エムジー……？": "Emsy...?",
    "てっきりボク達と所属が違うだけの味方だと思ってたけど、\n全然話が噛み合わないね……": "I thought she was just an ally who belonged to a different group from us, but...\nThis doesn't add up at all...",
    "（もしやと思ってたが、この連中は――）": "(I thought this might be the case, but these guys...)",
    "無理して動いちゃダメだよ、タケルちゃん！": "Don't force yourself to move, Takeru-chan!",
    "少し休んで、少し調子は戻ったからな……\n俺だけ、挨拶しないわけにもいかないだろ……？": "After a short rest, I'm feeling a little better...\nThere's no way I wouldn't be the only one to greet her, right...?",
    "でも、すごい汗だよ。\n足もフラフラだし……": "But you're sweating like crazy.\nMy legs are wobbly...",
    "私も一緒に肩を貸そう。": "I'll lend you my shoulder too.",
    "冥夜まで、悪い……": "I'm sorry, Meiya...",
    "大丈夫か？\nかなり具合が悪そうだが。": "Are you all right?\nShe doesn't seem to be feeling well.",
    "すまん、初対面で心配をかけてすまない……\nちょっと眩暈と頭痛がひどくてな……": "I'm sorry for worrying you on our first meeting...\nI feel a little dizzy and a headache...",
    "挨拶が遅れたが、オレは白銀武。それでこっちが――": "I'm late to say hello, but I am Shirogane Takeru. That's why I――",
    "タケルちゃんを助けてくれてありがとう！": "Thanks for saving Takeru-chan!",
    "えっ！？　あっ、えーっと……": "Huh?! Ah, umm...",
    "わたしは、鑑純夏っていうの！\nそれで、あなたの名前は？": "My name is Kagami Sumika!\nSo, what's your name?",
    "私は……桃園めるって言います。\nこちらこそ、協力してくれてありがとうございました。": "I'm... going to Momozono.\nI should be the one thanking you for your cooperation.",
    "めるちゃん！　よろしくね！": "Mechan! Nice to meet you!",
    "は、はい。": "Y-Yes.",
    "それよりも、白銀さんは大丈夫ですか？\nひょっとしてメイズシンドロームなんじゃ……": "More importantly, are you okay, Shirogane-san?\nCould it be the Maze Syndrome...?",
    "めいず……しんどろーむ……？": "Izu......shindorumu......?",
    "簡単に説明させてもらうと、\nこの地下空洞の過酷な環境に晒されることで発症する病気だ。": "Allow me to give you a simple explanation.\nIt's a disease that occurs by being exposed to the harsh environment of this underground cavern.",
    "そのような病、聞いたこともない。": "I've never heard of such a disease.",
    "ああもう、何なのここは！\n頭痛はするし、計器もおかしくなるし、妙な化け物までいるし！": "Geez, what the hell is this place?!\nI've got a headache, my gauge's going crazy, and there's even a weird monster here!",
    "……%usernameusernameuserna%さん。この人達って……": "...%usernameusernameuserna%. These people...",
    "ああ。たぶん、あのときの俺と同じような状態かもしれない。": "Yeah. She's probably in the same state as I was back then.",
    "めるちゃん達、何の話をしてるの？": "Mechan, what are you guys talking about?",
    "俺はザルトゥーム学園に所属する%usernameusernameuserna%。\nめると俺は、メイズ……この場所の調査員みたいなものだ。": "I'm %usernameusernameuserna%, a member of Zarthum Academy.\nWhen I put it that way, I'm like a maise... an investigator of this place.",
    "あんた達、どうやってこの場所に立ち入った？\nどういう経緯でやって来たか覚えてるか？": "How did you guys get into this place?\nDo you remember how you got here?",
    "それは、え～っと……\nわたし達みんな、大事な任務のために出撃して……": "That's, umm...\nWe're all deployed for an important mission...",
    "あれ……？\nボクは訓練中だったような気がするんだけど。": "Huh...?\nI feel like I was in the middle of training.",
    "……おかしいわね。\nそういえば、何をしてたのかが……": "...That's strange.\nCome to think of it, what was she doing...?",
    "おいおい、委員長まで……あれ？": "Hey, hey, Class Rep... Huh?",
    "……何故だ？\n自分の名も、互いのことも覚えているというのに……": "...Why?\nEven though we both remember each other's names...",
    "なんだか頭に靄がかかったみたい……\n他のことが全然思い出せないよ……": "It's like there's a fog in my head...\nI can't remember anything else at all...",
    "記憶の混乱……やっぱり、純夏さん達って……": "The confusion in my memories......Sumika-san and the others really are......",
    "ああ……める、これはすぐに帰還する必要があるな。": "Yeah... I'll have to go home right away.",
    "はい。で、でも……": "Yes. B-But...",
    "どうした？": "What's wrong?",
    "いえ、%usernameusernameuserna%さんとは違って、\n不思議なスーツにＭＧみたいな機体に乗っているんだなって。": "No, unlike %usernameusernameuserna%-san,\nShe's wearing a mysterious suit and an MG-like aircraft.",
    "……俺もせめて服くらいは着てたかったな。\nって、それはいいんだよ。": "...I wish I could've at least worn some clothes.\nWait, that's fine.",
    "それで、白銀武さんだったな？": "So, you're Shirogane Takeru, right?",
    "……オレのことは武で構わない。それで、なんだ？": "...I don't mind if you call me Takeshi. So, what is it?",
    "武、あんたはメイズシンドロームの症状が特に酷い。\n無理して操縦せずに休んで、機体は誰かに運ばせたほうがいいだろう。": "Takeru, you've got a particularly bad case of Maze Syndrome.\nIt would probably be best to rest without forcing myself to pilot and let someone carry the aircraft.",
    "……だろうな。気遣ってくれてありがとう。": "...Yeah. Thanks for your concern.",
    "……生徒会長が直々にポータルまでお出迎えなのか。": "...So the student council president is going to greet us directly through the portal?",
    "調査任務、お疲れ様でした。\n可能性は検討していましたが……そちらの方々が？": "Good work on your investigation mission.\nI've been considering the possibility, but... Are you guys...?",
    "は、はい！　指定座標付近で遭遇した人達です！\nなんでも『戦術機』っていうＭＧらしいです！": "Y-Yes! Those are the people we encountered near the designated coordinates!\nApparently, it's an MG called a TSF!",
    "……？": "...?",
    "所属不明の『戦術機』と呼ばれるＭＧと、そのパイロット……": "MGs called TSFs with unknown affiliations, and their pilots...",
    "……": "......",
    "な、何だ！？\nオレ達を取り囲んで……": "Wh-What?!\nThey surrounded us...",
    "申し訳ありませんが、貴方がたの身柄は\n風紀委員会が一時拘束させていただきます。": "I'm sorry, but you're under arrest.\nThe disciplinary committee will temporarily detain you.",
    "えっ！？　こ、拘束！？": "Huh?! D-Detained?!",
    "これはどういうことだ？": "What's the meaning of this?",
    "わ、わかりません！\n私にもさっぱり……！": "I-I don't know!\nI don't have a clue either...!",
    "無礼な態度であることは重々承知していますがお許しください。": "I'm well aware of your rudeness, but please forgive me.",
    "学園の認知していない謎のＭＧ６機……そして、\nメイズから脱出できる腕前を持つパイロットたち。": "A mysterious MG6 that the school doesn't recognize...and...\nThe pilots were skilled enough to escape from the Mays.",
    "ザルトゥーム学園を管理する生徒会としては、\n警戒を解くわけにはいかない存在です。": "For the student council that manages Zarthum Academy,\nI can't let my guard down.",
    "ちょっと待ってくれ！": "Wait a minute!",
    "彼らの機体は見ての通りボロボロだ！\nこっちの要請にもずっと協力的だったし、抵抗の意思はないはずだ！": "As you can see, their aircraft is in tatters!\nHe's been cooperating with our requests for a long time, so he shouldn't have any intention of resisting!",
    "メイズシフターの撃退も手伝ってもらったんです！\n悪い人達じゃありません！": "He even helped me fight off the maise shifters!\nThey're not bad people!",
    "それに白銀さんはメイズシンドロームで体調を崩しているんです！\nせめて治療を受けさせてあげてください！": "Besides, Shirogane-san is sick from the Maze Syndrome!\nAt least let him receive treatment!",
    "めるちゃん……": "Mechan...",
    "……分かりました。ふたりとも、落ち着いてください。": "...Understood. Please calm down, you two.",
    "私達としても無用な諍いは望むところではありません。\n貴方たちがそういって保証するのであれば私も信じましょう。": "We don't want any unnecessary disputes.\nIf you can guarantee that, I will believe you.",
    "それに、メイズシンドロームの症状が出ているのであれば、\n無理は出来ないでしょうからね。": "Besides, if she's showing symptoms of Maze Syndrome,\nYou won't be able to push yourself.",
    "治療する間に彼女たちの素性を調査し、\n彼女たちは客人として生徒会の監視下に置きましょう。": "While I was treating them, I investigated the girls' backgrounds\nAs guests, let's keep them under the student council's watch.",
    "手荒に扱うつもりはない、と？": "You don't intend to treat me roughly, do you?",
    "少なくとも、彼女たちがあなたのように協力的ならば。": "At least, if they're as cooperative as you.",
    "よ、よかった……": "Th-Thank goodness...",
    "……タケルちゃんのことは助けてもらえるの？": "...Will you save Takeru-chan?",
    "ええ、今から案内します。\n貴方たちもメディカルスタッフによる診断を受けてください。": "Yes, I'll show you the way.\nPlease have your medical staff examine you as well.",
    "――だって、タケルちゃん！": "――But, Takeru-chan!",
    "素直に喜んでいいんだかわからないな……": "I don't know if I should be happy about that...",
    "悪いな。こんなつもりじゃなかったんだが。": "Sorry. I didn't mean to do this.",
    "いや。身元が分からぬ者の身柄を押さえるのは当然だ。\n治安の維持を考慮する組織であればな。": "No. It's only natural to pin down someone whose identity we don't know.\nIf it's an organization that cares about maintaining public order.",
    "逆の立場なら私もそうした。\nそなた達が気に病むことはない。": "On the other hand, I did the same.\nThere's no need for you to worry.",
    "では、わたくしについてきてください。こちらへ。": "Then, please follow me. This way.",
    "いまだに状況が掴めないけど……": "I still don't know what's going on, but...",
    "ひとまず従うしかなさそうね。": "Looks like we'll have to obey for now.",
    "めるちゃん！　また会おうねー！": "Mechan! See you later!",
    "……って約束しちゃって大丈夫でしょうか？": "...Is it okay for me to make a promise?",
    "生徒会長も悪いようにはしないみたいだし、\nまあいいんじゃないか。": "The student council president doesn't seem to be doing anything bad, either.\nWell, it's fine, isn't it?",
    "（……メイズを彷徨う謎の来訪者達か。\n俺の妙な予感、当たってたのかもな）": "(...A mysterious visitor wandering around the Mayse, huh?\nMaybe my strange hunch was right.)"
}