{
    "……むむ、ううん……": "...Hmm, no...",
    "ラウラ、部屋に着いたぞー、ラウラ。": "Laura, we've arrived at your room, Laura.",
    "虫に驚いて気絶したラウラを背負って、彼女の部屋までやって来た。\n鍵が閉まっていなかったので、そのままラウラを抱え部屋の中へ入る。": "I carried Laura, who'd fainted in surprise at the bugs, to her room\nThe door wasn't locked, so I carried Laura into the room.",
    "ん、んうぅ……": "Nn, nnngh...",
    "このままラウラをベッドに寝かせないとな……と考えていると、\nそこでやっとラウラが目を覚ました。": "I have to put Laura in bed like this... Just as I was thinking that...\nThat was when Laura finally woke up.",
    "……あれ？　ここって私の部屋……？": "...Huh? Is this my room...?",
    "って、な、なんで%usernameusernameuserna%さんが！？\nそ、それに男の人の背中にこんなに密着して……！？": "Wait, wh-why is %usernameusernameuserna%-san here?!\nA-And you're so close to a man's back...!?",
    "ラウラが気絶してたからここまで運んで……って暴れないでくれ！\nば、バランスが……！": "Laura was unconscious, so carry her all the way here... Wait, don't struggle!\nTh-The balance...!",
    "酷く動揺して手足をばたつかせるラウラを、\nなんとかベッドに寝かせようとする。": "Laura flailed her arms and legs, terribly shaken\nI try to get her to sleep on the bed.",
    "しかし、勢いのまま動いたため、こちらもまるで\nラウラを押し倒すような形で彼女の上に乗っかってしまった。": "However, since it moved on the spur of the moment, it was as if this one was also\nI ended up on top of her in a way that pushed Laura down.",
    "あ……": "Ah...",
    "わ、悪い……": "S-Sorry...",
    "う、ううん……私が暴れちゃったから大丈夫だよ……": "N-No... I went on a rampage, so it's okay...",
    "……%usernameusernameuserna%さん、\nもっと……したいように、していいからね……？": "...%usernameusernameuserna%-san,\nYou can... do what you want more, okay...?",
    "……ラウラ、怖くないか？": "...Laura, aren't you scared?",
    "怖がりのラウラを心配し、声をかけてみる。\nしかし彼女はただ静かに頷いた。": "Worried about the scared Laura, I tried calling out to her.\nHowever, she simply nodded quietly.",
    "ラウラの視線に背中を押されるように、彼女へと手を伸ばす……": "I reached out to her, as if Laura's gaze was pushing me forward...",
    "ラウラは一枚ずつ丁寧に服を脱いでいく。\nニーソックスだけになったところで、脱ごうとする彼女を制止した。": "Laura carefully took off her clothes one by one.\nJust as she was about to take off her knee socks, I stopped her.",
    "全部、脱がなくていいの……？": "Shouldn't I take them all off...?",
    "小さく首を傾げるラウラに、それがいいんだと答える。": "As Laura tilted her head slightly, I replied, \"That's for the best.\"",
    "そういうものなの……？\nでも、%usernameusernameuserna%さんがしたいなら、そうするね……": "Is that how it works...?\nBut if %usernameusernameuserna%-san wants to do it, I'll do it...",
    "ラウラはこちらを見つめると、ニーソックスの上から自らの足を持ち、\nゆっくりと身体を開いていく。": "Laura looked at me, then held her own legs from atop her knee socks\nI slowly opened my body.",
    "そのまま、優しくこちらを導くように微笑んだ。": "Just like that, she smiles gently, as if guiding me.",
    "……来て欲しいな。": "...I wish she'd come.",
    "あまりにも甘美な眼前の誘惑に、ラウラから目が離せなくなる。": "It was so luscious that I couldn't take my eyes off Laura.",
    "下半身はとうの昔にいきり立ち、\nこれ以上無いほどガチガチに勃起していた。": "The lower half of her body had long since risen to its peak\nIt was unbelievably hard and erect.",
    "本能のままに、ラウラの誘惑に乗って、\n彼女とひとつになっていく……": "On instinct, I went along with Laura's temptation\nI'm becoming one with her...",
    "あはぁ……っ、んっ、はぁあああ……っ！": "Ahaa...! Nn, haaaaah...!",
    "ラウラのひくつく陰唇に亀頭をくわえさせ、ゆっくりと腰を進めていく。\n一瞬の抵抗の後、ラウラの膣道は勃起したペニスを受け入れていった。": "I put my glans against Laura's twitching labia and slowly moved my hips forward.\nAfter a moment of resistance, Laura's vaginal canal accepted my erect penis.",
    "あ……は、はぁあっ、あ、きてる、入ってる……！\n%usernameusernameuserna%さんのが、私のナカに……っ！": "Ah... ha, haaah, ah, it's coming, it's coming in...!\n%usernameusernameuserna%-san's thing turned into my dick...!",
    "んぁあっ、お、大きい、のね……はぅうっ、\n私のナカ、みちみちって広がってぇ……あはぁっ！": "Nnaah, it-it's so big...hauu,\nMy dick's getting bigger and bigger... Ahaah!",
    "まだ慣れきっていないラウラの膣が、\n亀頭が進むたびに徐々に割り裂かれ、広げられていく。": "Laura's vagina, which she hadn't gotten used to yet\nEach time my glans moved forward, it gradually split apart and spread apart.",
    "その感覚に、ラウラは思わず高い声をあげていった。": "Laura couldn't help but let out a high cry at the sensation",
    "思わずラウラの身体を気遣って、大丈夫かと声をかける。\nすると彼女はなんとか笑顔を作り、首を振った。": "I couldn't help but worry about Laura's health as I called out to her, asking if she was all right\nThen she managed to make a smile and shook her head.",
    "んんん……っ、だ、大丈夫……だから……\n私のことは、気にしないで……": "Mmm... I-I'm fine... so...\nDon't worry about me...",
    "ちょっと、キツくてジンジンするけど……\n%usernameusernameuserna%さんがくれる感覚は、嫌じゃない……": "It's a little tight, and it stings...\nI don't hate the feeling %usernameusernameuserna%-san gives me...",
    "ううん、嫌じゃないどころか、嬉しいの……\nもっともっと欲しいくらい、幸せなの……": "No, it's not that I don't like it. I'm just happy...\nI'm so happy I want more and more...",
    "だから、お願い……\n私のことは気にしないで、もっと来てちょうだい……？": "So, please...\nDon't worry about me, please come more...?",
    "ラウラの笑顔に、胸の奥がじんと熱くなる。\n同時に、こちらの下半身も更なる反応を示していた。": "Laura's smile warmed the depths of my heart.\nAt the same time, my lower body reacted even more.",
    "あぁ……っ、んんっ、ナカのが、もっと大きくなってる……": "Ahh...! Mmm, your thing is getting even bigger...",
    "ん、ふふっ、%usernameusernameuserna%さん、\n私で、感じてくれてるの……？": "Mm, hehe, %usernameusernameuserna%-san,\nAm I making you feel good...?",
    "だったら、嬉しいな……": "In that case, I'd be happy...",
    "私、%usernameusernameuserna%さんに気持ちよくなって欲しいから……\nきて、ちょうだい？　もっと、私の奥まで……": "I want you to feel good, %usernameusernameuserna%...\nCum, please? More, deeper into me...",
    "ラウラの言葉を後押しするように、彼女の膣が震える。": "Her vagina trembled, as if to encourage Laura's words.",
    "最初、こちらの挿入をキツく阻むだけだったラウラの膣壁は、\nゆっくりと蠢き、肉棒を受け入れ始める。": "At first, Laura's vaginal walls were only tightly blocking my insertion.\nIt wriggled slowly, and began to accept my meat pole.",
    "更にそれだけではなく、より奥へ奥へと受け入れるように\nゆるやかに蠕動を始めていた。": "And it's not just that. It's that you have to accept it deeper and deeper.\nShe began to undulate gently.",
    "あ……は、はぁんっ！\nんんんんん……っ！": "Ah... Hah, haahn!\nHmmmmmmm...!",
    "導かれるままにペニスを奥へと進めていくと、\nやがてコツンと硬い部分に当たった。": "I follow her lead and push my penis deeper inside.\nEventually, it hits the hard part.",
    "その瞬間、ラウラの全身がびくびくと震え、\n深奥に到達したことを知る。": "In that moment, Laura's entire body twitched and trembled\nI know I've reached the depths.",
    "んはぁ……っ、これ、私、\n奥に%usernameusernameuserna%さんを感じてる……っ。": "Mmhah...! This is... I...\nI can feel %usernameusernameuserna%-san in the back...",
    "私の中、%usernameusernameuserna%さんでいっぱいになって……\n私、私、全部%usernameusernameuserna%さんのものになったのね……": "My insides are filled with %usernameusernameuserna%-san...\nI, I, all belonged to %usernameusernameuserna%-san...",
    "あぅうっ、う、嬉しい……っ。": "Auuu, I-I'm so happy...!",
    "目の端に涙を溜めながら、ラウラは感動にうち震える。\nこちらも胸がいっぱいになるが、これで終わりではない。": "Tears welled up in the corners of Laura's eyes as she trembled with emotion.\nMy heart fills up too, but this isn't the end.",
    "より深く全身でラウラを感じるために、\n腰を動かし、ピストンを始めていった。": "To feel Laura with my whole body even deeper...\nI moved my hips, and began to piston.",
    "あ、あぁあ……っ、%usernameusernameuserna%さん、\n急に動いたら……あ、は、はぁあああっ！": "Ah, ahhhh... %usernameusernameuserna%-san,\nIf you move all of a sudden... ah, ha, haaaaah!",
    "張り詰めた肉棒が、ラウラの膣壁を擦り上げる。\n敏感な粘膜同士の接触に、彼女は一際高い声をあげた。": "My strained member rubbed against Laura's vaginal walls.\nShe let out a particularly high cry at the sensitive contact between our membranes.",
    "んはぁああ……っ、あ、ああ、私の中で、\n%usernameusernameuserna%さんのが、動いてる……っ！": "Nnhahhh... ah, ahh, inside me,\nXenois-san's thing is moving...!",
    "熱くて……硬いのが、中を擦り上げてっ、\n奥を何度も突き上げてぇえ……っ！": "It's hot... and hard, rubbing up against my insides...\nThrust it in over and over again...!",
    "うぁあっ、中で感じてるだけでも、たまらなかったのに……っ、\nこんな風に動かれると、私、私……っ！": "Uwaah, just feeling it inside me was unbearable...\nIf you move like this, I, I...!",
    "ラウラは身体を反らしながら大きく喘ぐ。": "Laura arched her body as she gasped loudly.",
    "強すぎる刺激に惑うラウラを見て、挿入をより深くし、\nかわりに動きを抑え、深奥をトントンとリズミカルに突き上げる。": "Seeing Laura bewildered by the excessively strong stimulation, I made my insertion even deeper\nInstead, I suppress my movements and thrust deep into her rhythmically.",
    "少しでもラウラを楽にしてあげようと思ったのだが……": "I wanted to make Laura feel a little better, but...",
    "あ……あはぁっ、んんんんんっ！\nおく……おくにぃっ、%usernameusernameuserna%さんを感じるっ！": "Ah... ahaah, nnnnnnn!\nDeep... deep... I can feel %usernameusernameuserna%-san!",
    "突かれる度に、なんだかゾクゾクしてぇ……はぁあっ、\nふ、不思議な感じになっているの……っ！": "Every time she pokes me, I shudder for some reason... Haaah,\nI-It feels so strange...!",
    "今までに無い振動に、ラウラはより敏感に反応し甘い声をあげていった。": "Laura reacted more sensitively to the vibrations than she'd ever experienced before and let out a sweet moan.",
    "んぁああっ、ヘン、ヘンなのぉ……っ、\n私の身体、ヘンになってる……っ！": "Nnaaah, it's weird, weird...\nMy body is going crazy...!",
    "%usernameusernameuserna%さんを感じすぎてっ、\nなのに、もっともっと欲しくなって……っ！": "I feel %usernameusernameuserna%-san too much,\nAnd yet, I wanted more and more...!",
    "浅いストロークを繰り返すうちに、\nすっかりラウラの身体はこちらの身体に馴染んでいた。": "As I repeated the shallow strokes...\nLaura's body had completely adjusted to this one.",
    "いつの間にかたっぷりと溢れた愛液はピストンを潤滑にしていく。": "Before I knew it, her overflowing juices lubricated my piston.",
    "何度も刺激された子宮口は、こちらの亀頭を歓迎するように\nゆっくりと硬い口を開けていった。": "Her cervix, which had been stimulated over and over, welcomed my glans.\nShe slowly opened her hard mouth.",
    "あぁあああ……っ、ほ、ほしい、のぉっ！\n%usernameusernameuserna%さんのが、もっと、もっとぉ……っ！": "Ahhhh... I-I want it!\n%usernameusernameuserna%-san's thing, more, more...!",
    "ラウラの腰も、より奥へと肉棒を求めるように\n次第に淫らに揺らされていった。": "Laura's hips, too, seemed to be seeking my shaft even deeper.\nGradually, she swayed lewdly.",
    "はぁあ……っ、ご、ごめんなさい、%usernameusernameuserna%さん……\n私、こんなにもいやらしくなっちゃって……": "Haaah... I-I'm sorry, %usernameusernameuserna%...\nI've become so dirty...",
    "%usernameusernameuserna%さんのことを考えると……んんんっ、\n気持ちが、身体が、止まらなくて……あ、はぁあっ！": "When I think about %usernameusernameuserna%-san... Mmm,\nMy feelings, my body, can't stop... ah, haaah!",
    "情欲に濡れた瞳でこちらを見つめながら、\nラウラは何度も謝罪の言葉を口にする。": "She looked at me with lust-soaked eyes.\nLaura repeated her apology over and over.",
    "だが、そんなラウラの姿に逆に情欲が高まっていく。": "However, seeing Laura like that only made me more lustful.",
    "腰を動かしながら、ラウラに大丈夫だと伝えると、\n彼女は大きく目を見開いてこちらを見つめた。": "As I moved my hips, I told Laura I was fine\nShe opened her eyes wide and looked at me.",
    "あ……あぁっ、ありがとう、%usernameusernameuserna%さん……\nそんな風に言ってもらえると、私、私……あ、はぁあっ！": "Ah... Ahh, thank you, %usernameusernameuserna%...\nWhen you say it like that, I, I... ah, haaah!",
    "緊張から解放され安堵したのか、\n一瞬、ラウラの身体の力が抜ける。": "She must have been relieved to be freed from the tension\nFor a moment, Laura's body relaxed.",
    "その瞬間、より深く、深奥の先、子宮口に亀頭がねじ込まれ\nラウラは鋭い声をあげた。": "At that moment, my glans was thrust deeper, deeper, into her cervix.\nLaura let out a sharp cry.",
    "あ、あ、あ……あはぁああっ！\nひっ、おく、おく突いて、やぁあああっ！": "Ah, ah, ah... Ahaaaah!\nEek, deep, deep thrust, yaaaaah!",
    "これ……これ、なにぃっ！\nお腹のおく、痺れてぇ……っ、んんんっ、あ、あはぁっ！": "This is... What is this?!\nIt's numbing deep in my stomach...! Mmmm, ah, ahaah!",
    "ラウラの腰が震える。\n過ぎた快感に、膣壁が、子宮が震えているのを感じた。": "Laura's hips trembled.\nI felt her vaginal walls and womb tremble from the past pleasure.",
    "あ、あぁっ、これ、これ……いいのっ、気持ちいいのぉおっ！\n%usernameusernameuserna%さんのが、すごくいいのぉっ！": "Ah, ahhh, this, this... feels good, feels gooood!\n%usernameusernameuserna%-san's thing is really good!",
    "気持ちよくて、よすぎてぇえっ、\nあはぁあああっ、た、たまらないのぉおっ！！": "It feels so good, so good...\nAhaaaaah, I-I can't stand it!!",
    "ラウラの声のトーンが上がっていく。\n戸惑いつつも彼女の身体は素直に快楽を受け入れていた。": "The tone of Laura's voice rose.\nConfused, her body obediently accepts the pleasure.",
    "膣肉はきゅっとペニスを包み込み、\n子宮口はこちらの欲望を受け入れようと緩やかに開いていく。": "Her vaginal flesh tightly enveloped my penis.\nHer cervix slowly opened, trying to accept my lust.",
    "全身で感じるラウラの絶頂の予兆に、\nこちらも興奮が激しく渦巻いていった。": "The omen of Laura's climax, which she could feel with her entire body...\nMy arousal swirled violently as well.",
    "ひぐっ、うぅ、んぅ！　わたしの、おくに……っ、\n%usernameusernameuserna%さんのを感じて、あはぁああっ！": "Higuu, uuu, nnu! Into my...deep inside...\nFeel %usernameusernameuserna%-san's, ahaaaah!",
    "あついのぉ……っ、おくが、熱くてたまらなくて……っ、\nあぁっ、これ、これ、きちゃうの……すごい、くる……っ！\n": "It's so hot... My insides are so hot, I can't stand it...\nAhh, this, this is... coming... Amazing, coming...!\n",
    "きもちいいのが、いっぱいになって……はぁ、はぁっ、\n私、どうにかなっちゃうのぉ……っ！": "It feels so good, it's filling me up... Hah, hah,\nWhat am I going to do...!?",
    "初めての快感、そして絶頂を前に、\nラウラは戸惑い、怯え縋るようにこちらを見つめる。": "In the face of her first pleasure, and her climax...\nConfused, Laura looked at me as if clinging to me in fear.",
    "そんなラウラに、大丈夫、一緒に気持ちよくなろうと囁くと、\n彼女の柔肉は静かに解れていく。": "To Laura, who was like that, I whispered, \"It's okay, we'll feel good together.\"\nHer soft flesh quietly melted away.",
    "ん……っ、%usernameusernameuserna%さんがそう言ってくれるなら……\nわかった、だ、大丈夫だから……っ！": "Mm... If %usernameusernameuserna%-san says so...\nOkay, I-I'll be fine...!",
    "私……私……あぁあっ、\n%usernameusernameuserna%さんと一緒にイきたい……！": "I... I... Aaah,\nI want to cum with %usernameusernameuserna%-san...!",
    "%usernameusernameuserna%さんのを奥まで思いっきり受け入れて、\n一緒に……あぁっ、いっぱい気持ちよくなりたいのぉおっ！": "I accept %usernameusernameuserna%-san's penis as deep as I can.\nTogether... Aah, I want to feel so good!",
    "ラウラの声が擦れるほどに高くなる。\n膣圧も高まり、肉棒に膣壁がぎゅうっと絡みついてきた。": "Laura's voice grew louder and louder until it rubbed against me.\nHer vaginal pressure increases, and her vaginal walls wrap tightly around my shaft.",
    "もう、もう、あぁあっ、だめぇ……っ！\n私……イくぅっ、イっちゃうのぉおっ！": "Geez, I can't, aaah, take it anymore...!\nI... I'm cumming, I'll cum!",
    "%usernameusernameuserna%さんと一緒に……あぁあっ！\nイっちゃうよぉおおお……っ！！": "Together with %usernameusernameuserna%... Aaaah!\nI'm cumming...!!",
    "はぁっ、はぁあっ、あはぁ……っ！": "Haah, haah, ahaah...!",
    "ん、は、はぁあ……っ、すごい……すごい、のぉ……っ、\n%usernameusernameuserna%さんの熱いのぉ……感じる……っ！": "Nn, hah, haaah...! Amazing... Amazing...!\nI can feel %usernameusernameuserna%-san's hot stuff...!",
    "奥まで、いっぱい……はぁあっ、まだ、まだ出てる……っ！\n出して……私の中に、いっぱい出してぇ……っ！": "It's all the way in... Haaah, it's still coming out...!\nCum... Cum inside me...!",
    "んはぁ……っ、ありがとう、%usernameusernameuserna%さん……、\n私……とっても幸せ……": "Mmhah... Thank you, %usernameusernameuserna%-san...\nI... I'm so happy...",
    "大量の精液を全て胎内に受け入れながら、\nラウラはうっとりと目を細める。": "While accepting all the large amounts of semen inside her womb...\nLaura narrowed her eyes, entranced.",
    "あまりにも気持ちよくて、つい、いっぱい出し過ぎてしまって悪かった。\nそう告げると、ラウラは優しく微笑んで、首を振った。": "It felt so good that I couldn't help but cum too much.\nWhen I told her that, Laura smiled gently and shook her head.",
    "謝ることなんか、何もないよ……": "There's nothing to apologize for...",
    "私、%usernameusernameuserna%さんとだったら……\n何度だってしてもいいんだから……": "If it's with %usernameusernameuserna%-san...\nYou can do it as many times as you want...",
    "そんな愛しいラウラの言葉を聞き、つい身体が反応してしまう。": "Hearing her beloved Laura's words, my body couldn't help but react.",
    "んん……っ、あ、あぁ……っ！\n中で、%usernameusernameuserna%さんのが大きくなって……っ！": "Mmm... ah, ahh...!\n%usernameusernameuserna%-san's insides are getting bigger...!",
    "ラウラもまた、胎内の変化に甘い声をあげる。": "Laura, too, let out a sweet moan at the change in her womb.",
    "出したばかりのペニスは、\nラウラの身体に包まれ再び大きさを取り戻していた。": "My penis, which I had just let out,\nWrapped in Laura's body, it had regained its size once more",
    "それなら……もっと、ラウラを感じたい。\nそう告げると、彼女は嬉しそうに微笑んだ。": "In that case... I want to feel Laura more.\nWhen I told her that, she smiled happily.",
    "ふふっ、嬉しい……\n来て、%usernameusernameuserna%さん……": "Hehe, I'm so happy...\nCome here, %usernameusernameuserna%...",
    "そのまま再び、ラウラと熱く繋がっていくのだった。": "And just like that, Laura and I were once again passionately connected."
}