{
    "斥候となったラミと白奈は、うるうとともに本隊から先行して\n陰から偵察していた。": "Rami and Shirona, who had become scouts, went ahead of the main force with Uru\nI was scouting from the shadows.",
    "斥候の役目は、本隊の行進ルートにおいて襲撃の可能性が\nありそうな場所を確認することだ。": "The scout's role is to ensure that there's a possibility of an attack on the main force's march route\nI need to find out where it's likely.",
    "慎重に……慎重に……\n失敗したら……ごめんなさい……": "Carefully...carefully...\nIf I fail... I'm sorry...",
    "うるうの声は震えているが、\n機体の動きは極めて洗練されている。": "Uru's voice is shaking, but...\nThe movements of the aircraft are extremely sophisticated.",
    "性格と技術のギャップがすごすぎでしょ。": "The gap between her personality and her skills is just too great.",
    "実力は確か。": "I'm pretty sure she's strong.",
    "本当なら斥候はひとりでやるんですけど……\n今回は３人で安心です……": "Honestly, I'd be scouting by myself, but...\nThe three of us are safe this time...",
    "本来の斥候がひとりなのは見つかりにくいから……だっけ。": "It's hard to find the original scout alone, so...right?",
    "そ、そうですね。静音モードも完全に無音じゃないですし……": "Y-You're right. Shizune mode isn't completely silent, either...",
    "３機での斥候なんて、見つかりやすいんじゃない？": "Isn't it easy to find three scouts?",
    "それは……えっと、その通りなんですけど、今回は訓練ですから……\nあとこの付近は、メイズシフター少なめなんです。": "Well... Um, that's true, but this is training, so...\nAlso, there aren't many maise shifters around here.",
    "なるほど、訓練にぴったり。": "I see. Perfect for training.",
    "つか、さっきから植物が覆い重なってて全然前が見えないんだけどさ、\nこういうときって……えっと、どう動いたらいいんだっけ。": "Actually, the plants have been covering me for a while now, so I can't see in front of me at all.\nAt times like this... Um, how should I move again?",
    "それはですね……こ、こんな感じに……": "Well, you see... I-It's like this...",
    "うるうは巨大植物の陰に機体を潜り込ませるようにして、\n死角となる場所をチェックしていく。": "Uru slipped her aircraft into the shadows of the giant plant,\nI check the blind spot.",
    "メイズシフターが、その……隠れていそうな場所に接近して、\nひとつひとつ確認するんです。": "The maise shifter, um...approached a place that looked like it might be hiding\nI'm going to check them one by one.",
    "……今のところ熱源反応はなし。": "...No heat signatures so far.",
    "センサーでも……茂みの奥まで確認できない場合があるので、\nえっと……注意は怠らないでください。": "Even my sensors... can't see all the way into the bushes.\nUmm... Please be careful.",
    "原生帯〈プライマル・ベルト〉以降は……メイズシフターによっては、\n赤外線探知でも発見できないこともありますし……": "After the Primal Belt... depending on the maise shifter...\nThere are some things even infrared detection can't detect...",
    "そういうメイズシフターはどうやって発見するんだっけ。": "How was I supposed to find a maise shifter like that?",
    "……えっと……その、朽葉さんって、\n本当に基礎課程修了した……？": "...Umm... Um, Kuchiba-san...\nDid you really finish your basic course...?",
    "さっきから聞いてばかり。\n%usernameusernameuserna%のこと言えないね。": "I've been listening for a while now.\n%usernameusernameuserna% I can't say.",
    "修了したっつの！\n昔のことだから、ちょっと忘れてるだけ！": "I'm done!\nIt was a long time ago, so I'm just forgetting!",
    "ま、まあ……そういうことも……ありますよね。ちなみに探知できない\nメイズシフターは、目だけじゃなくて耳も使う感じでしょうか……": "W-Well... That's... true. By the way, we can't detect them.\nI wonder if the maise shifter uses ears as well as eyes...",
    "つまり使えるもの全部を使う。": "In other words, I'll use everything I can.",
    "そうですね。": "You're right.",
    "それだけ斥候は危険で重要な役割ってことね。\n大丈夫、ちゃんとモニター見てるから。": "That just goes to show how dangerous and important scouts are.\nDon't worry, I'll be watching the monitor.",
    "下ばかり見てると上がおろそかになっちゃいます……\nな、なので、しっかり全方位を、警戒してください。": "If I keep staring at the bottom, I'll lose control of the top...\nTh-That's why, please be careful in every direction.",
    "メイズシフターが待ち伏せ可能な場所や射撃可能な高所は、\n特に注意が必要なので……": "There were places where the maise shifters could lie in wait and heights where they could fire\nI need to be especially careful...",
    "臆病な発言が多いうるうだが、\nその臆病さゆえか丹念な斥候をする。": "There are a lot of cowardly remarks, but...\nBecause of his cowardice, he scouts diligently.",
    "……見習うところが多いね。": "...You've got a lot to learn from me.",
    "本来の斥候は単騎行動になるんだし、\nあれぐらい慎重なのがいいのかもね。": "The original scout would be acting alone, after all\nMaybe it's best to be that careful.",
    "ラミと白奈もうるうにならい、死角や待ち伏せに向いたポイントを\nしっかりとチェックしていった。": "Rami and Shirona followed Ruu's lead, focusing on blind spots and ambushing points\nShe checked it thoroughly.",
    "ラミさん達、大丈夫でしょうか……": "I wonder if Rami-san and the others will be okay...",
    "うるうがいるから大丈夫よ。\n弱気な発言が多い子だけど、腕はしっかりしてるから。": "I'll be fine, since you're here.\nShe says a lot of weak-willed things, but she's got her hands full.",
    "そんなことより、こっちもやることはちゃんとやらないとね。": "More importantly, we need to do what we can.",
    "えっと……後方と側面の警戒だっけ？": "Let's see... Watch the rear and flanks, right?",
    "そう。前方は斥候が確認してくれてるけど、\n本隊は本隊で『それ以外』を警戒しないとね。": "That's right. The scouts are checking the front,\nThe main force will have to be on guard against anything other than that.",
    "斥候から戻ってきたら本隊がボロボロになってましたじゃ、\nシャレにもならないでしょ？": "When I came back from scouting, the main force was in shambles.\nIt's not even funny, is it?",
    "遮蔽物が多くて視界が限られますから、\n索敵はこれまでとは比較にならないほど困難ですわね……": "There's a lot of cover, so visibility is limited,\nSearching for enemies is more difficult than ever before...",
    "常に情報収集は怠らないこと。\nその上でリーダーは全体を俯瞰して見て状況判断するのよ。": "Be sure to gather information at all times.\nOn top of that, the leader looks at the whole thing and assesses the situation.",
    "承知いたしましたわ。": "Understood.",
    "未踏破エリアには当然だけど地図はないわ。\n状況が明らかになるたびにリスクを評価すること。": "It's only natural for unexplored areas to have no maps.\nIt means assessing the risk every time the situation becomes clear.",
    "それから行進ルートを決定して、\n次に偵察すべき地点を斥候に指示するのよ。": "From there, we decided on a marching route.\nWe'll send scouts to scout out the next location we should be scouting.",
    "この広間〈ホール〉の地図はあるんだよね？": "There's a map of this hall, right?",
    "もちろんあるわ。でも今回はシリウスシュガーの訓練でしょう。": "Of course I do. But this time, it's probably Sirius Sugaru training.",
    "だから未踏破エリアだと思って、ちゃんと調べてね。": "So think of it as an unexplored area and check it out.",
    "誰ひとりとして、一瞬たりとも気を抜くことはできない。": "Not a single one of them could let their guard down for a moment.",
    "ふぅ……ふぅ……": "Fuu...fuu...",
    "める、どうした？　やけに呼吸が荒いようだが。": "Meguru, what's wrong? You seem to be breathing heavily.",
    "そ、そうですか？\nでも言われてみればそうかもしれません……": "R-Really?\nBut now that you mention it...",
    "なんとなく、いつもより疲れてる気がするかも。": "For some reason, I feel more tired than usual.",
    "わたくしもですわ……\nまるで初めてメイズに入った時のようです。": "Me too...\nIt's like the first time I entered the Maze.",
    "慣れない緊張が続くことで精神力を消耗しているようだった。": "The unfamiliar tension seemed to be draining her mental energy.",
    "これなら戦闘してるときの方が気が楽かもしれません……": "This might be easier when we're fighting...",
    "その気持ち、わかるわ。ジリジリとした焦燥感が続くもの。\nでもこれが原生帯〈プライマル・ベルト〉を探索するってことなのよ。": "I understand how you feel. You're constantly getting impatient.\nBut this is what it means to explore the Primal Belt.",
    "こいつに慣れなきゃ原生帯〈プライマル・ベルト〉で探索なんてできないっていうのなら、\n意地でも慣れるしかないな。": "If you're saying you can't explore with the Primal Belt unless you get used to this thing, then...\nI guess I'll just have to get used to it.",
    "そうですね！": "You're right!",
    "……！　みなさん、レーダーに反応です！": "...! Everyone, the radar's picking up!",
    "敵襲か！！": "An enemy attack!!",
    "そのとき斥候に出ていた３機が、大急ぎでこちらへ向かってくる。": "At that moment, three of the scouts were rushing toward us.",
    "た、た、助けてください～！　見つかっちゃいましたぁ！！": "P-P-Please help me! I've been found!",
    "ラミがやらかしたの。": "Rami messed up.",
    "あ、それ言わないでよー！！": "Oh, don't say that!!",
    "すでに捕捉されている以上、戦闘は避けられそうにないな。": "We've already been captured, so it doesn't look like we'll be able to avoid combat.",
    "ええ、ここで迎撃しましょう。": "Yes, let's intercept them here.",
    "わかりました！": "Understood!",
    "斥候部隊、本隊に合流しましたぁ～！": "Scouts have regrouped with the main force!",
    "お疲れ様。": "Thanks for your hard work.",
    "は～、やっと戦える……\nちまちま索敵するより戦闘のがまだ気楽かも。": "*sigh* I can finally fight...\nIt might still be easier to fight than to search for enemies.",
    "気は抜かないようにね。戦闘中も周囲の警戒は厳に行うこと。": "Don't let your guard down. Keep an eye on your surroundings even during battle.",
    "派手に戦えば他のメイズシフターを呼び寄せる可能性もあるしな。": "If we fight in a flashy way, there's a chance we'll summon another maise shifter, after all.",
    "それから目的のポイントはまだ先だから、\nエネルギーや弾薬の無駄遣いもしないように。": "After that, our destination is still a ways off.\nDon't waste energy or ammunition.",
    "だいたい８割の力で戦ってね。": "Fight with about 80% of your strength.",
    "ったく……なかなか条件が厳しいだが、致し方ないか。\nメイズ探索ってのは楽じゃないな！": "Geez... The conditions are pretty strict, but I guess it can't be helped.\nSearching for Maze isn't easy!"
}