{
    "たけるさーん？": "Takeru-saaan?",
    "う～ん……返事がないけど……\nあ、あれ……あいてる？": "Hmm... There's no answer...\nH-Huh...? Is it open?",
    "もしかして倒れてたりしないよね？\nその、入らせてもらいます！": "You're not going to collapse, are you?\nUmm, let's go in!",
    "たけるさん、大丈夫ですかっ！？": "Takeru-san, are you okay!?",
    "うおっ！？　た、たま！？": "Whoa?! T-Tama?!",
    "いつの間にか部屋に入ってきていたたまの存在に気付く。": "I notice that Tama has entered the room at some point.",
    "あの、ノックしたんですけど……カギもかかってなくて。\nあううう、すみません……！": "Um, I knocked, but... it wasn't locked.\nAww, I'm sorry...!",
    "たまがこれほど顔を真っ赤にして謝る理由は、\nおそらく開いたまま置かれた本……いわゆるエロ本だ。": "The reason Tama apologizes so red-faced is...\nIt's probably an open book... so-called porn mag.",
    "買い物した際、ひそかに入手していたものを読むのに夢中で、\nたまが部屋に入ってきたことにも気付けなかったらしい。": "When I went shopping, I was so absorbed in reading what I'd secretly obtained\nShe didn't even seem to notice Tama entering the room.",
    "わ、悪い。これは、見なかったことにしてくれ。\n何か用事だったか？": "S-Sorry. Pretend I didn't see this.\nDid you need something?",
    "あ、えっと……もう一度、今日のお礼を……\nそれで私にできることあるならと思ってきたんだけど……": "Ah, um... I'd like to thank you again for today...\nI was hoping there was something I could do, but...",
    "このタイミングでその質問はまずい。\nあらぬ要望が脳裏に浮かぶ。": "This is a bad time to ask that question.\nAn unexpected request came to mind.",
    "たけるさん……そういう本でどうにかしようとするくらい、\nそういう気分、なんですよね……？": "Takeru-san... So much so that you're trying to do something with a book like that...\nThat's how you feel, isn't it?",
    "い、いや！　オレは別にそんな……": "N-No! I'm not...",
    "ご、ごまかさなくても大丈夫ですよ！\n男の人は、そういう気持ちになると大変だって聞きますし……": "Y-You don't have to fool me!\nI've heard that it's hard for men to feel that way...",
    "わ、私でよければ……その、\nたけるさんのお手伝い、します……！": "I-If it's okay with me... well...\nI'll help Takeru-san...!",
    "顔を真っ赤にしながら、そんな風に提案するたま。\n既に気持ちは彼女にして貰う方で傾いていた。": "Tama's face turns bright red as she makes that suggestion.\nMy feelings were already leaning toward having her do it.",
    "そ、それでどうしましょうか……？\nお、お手伝い……しましょうか？": "S-So what should we do...?\nS-Shall I... help you?",
    "そういって、こちらを見上げるたま。\nオレには、その提案を断るような理性は残っていなかった。": "Tama looks up at me as she says that.\nI didn't have the reason left to refuse her proposal.",
    "――ええっと、その本みたいにするには……口でして……": "――Umm, to make it look like that book......I have to use my mouth......",
    "オレの性器を見つめながら、\n必死に先ほど見たエロ本の内容を思い返すたま。": "As she stared at my genitals...\nTama frantically recalls the contents of the porn mag she saw earlier.",
    "い、いきます……！": "I-I'm going...!",
    "そうして、覚悟を決めたような表情を浮かべ、\n舌を出してオレの一物を舐め始める。": "And so, a determined expression came over her face.\nShe sticks out her tongue and starts licking my member.",
    "はぁ……ん……ん……ちゅ……ぁ……これぇ……\nたけるさん……嫌じゃないですか……？": "Haa...nn...nnn...chuu...ah...this is...\nTakeru-san... don't you hate it...?",
    "こんなことをたまに手伝わせる後ろめたさは多少あるものの、\n嫌だと思ってるわけじゃない。": "I feel a little guilty about making her help me out every now and then, but...\nIt's not that I don't like it.",
    "ん……いつもなら……こんなこと、しないよ。\nでも、たけるさんも……いつもはしないこと、してくれたから……": "Mm... Normally... I wouldn't do something like this.\nBut Takeru-san... did what he usually did...",
    "髪を結うのと、こういった行為では差がありすぎる。\nただ、状況も環境も世界すら違う今なら、受け入れてもいい気がした。": "There's too much of a difference between tying your hair and doing something like this.\nBut now that the situation, environment, and even the world were different, I felt like I could accept it.",
    "ん……あ……ちゅ……ふぅ……\nここにいる……間だけ……": "Mm... ah... *kiss*... fuu...\nJust while I'm here...",
    "たまも何か思うところはあるようだが、今は考えないでいよう。\n考えなくていいと諭すように、頭を撫でる。": "Tama seems to have something on her mind too, but let's not think about it right now.\nI patted her head, admonishing her not to think about it.",
    "んん、たけるさぁ……ちゅ、んっ……\nはぁ……あ……これ……ど、どうかな……": "Mmm, Takeru-saa... *kiss* Mm...\nHah... ah... I don't know... about this...",
    "すごく恥ずかしいことしてるけど……\nたけるさんが、気持ちいいなら……れろ……ん、んぅ……ちゅう……": "It's really embarrassing, but...\nIf you feel good, Takeru-san... *lick*... nn, nnu... *kiss*...",
    "手探り状態で、おそらく何が正しいのかもわかっていないのだろう。\nちゃんと気持ちいいと伝えると、たまの顔がわずかに綻んだ。": "She was fumbling around, probably not even knowing what was right.\nWhen I tell her that it feels good, Tama's face breaks into a slight smile.",
    "あ……ふぁ……よかったぁ……\nん……はぁ……んぅ……ちゅ……ん……はぁ、あ……うん……！": "Ah... Fuah... Thank goodness...\nNn......haa......nuu......chu......nn...... haa, ah......yeah......!",
    "あ……さっきより……大きくなったみたい。\nこれぇ……れろ……ん、ちゅっ……これって、その……": "Ah... It looks like... it's bigger than before.\nThis is... *lick*... nn, *kiss*... This is, umm...",
    "本と同様、一生懸命奉仕してくれるたまに高められ、\n我慢できない衝動に俺は突き動かされる。": "Just like in the book, I was occasionally heightened by how earnestly she serviced me\nI was driven by an unbearable urge.",
    "きゃあっ！？　……ふわぁあ……こ、これ射精ですよね……\n良かったぁ……たけるさん、気持ちよく出来たんだ……": "Kyaah?! ...Fwaah... Th-This is ejaculation, isn't it?\nThank goodness... Takeru-san, it felt good...",
    "精液を浴びて、喜んでいるたまの表情を見ていると、\n射精したばかりだというのにすぐに大きく勃起する。": "As I look at Tama's delighted expression, bathed in semen...\nEven though I had just ejaculated, I got a huge erection right away.",
    "あ、あわわ……お、大きくなっちゃいました……！\nも、もしかして……もっと、わたしとしたいんですか？": "A-Awawa... I-It's gotten bigger...!\nD-Don't tell me... you want to do it with me more?",
    "……ああ、たまを見ていたらもっとしたくなったんだ。": "......yeah, watching Tama made me want to do it even more.",
    "……えへへ、そんな風にたけるさんに言われたら……\nもっと、してあげたくなっちゃう……": "...Ehehe, if Takeru-san says it like that...\nI want to do more for her...",
    "次も口じゃ……もの足りないよね。\nその……さっきの本みたいに……もっと、凄い事、していい？": "My mouth won't be enough next time, either.\nUm... Can I... do something even more amazing... like that book?",
    "たまはオレの上に乗ると、\nエロ本のような体位をして緊張した表情を浮かべる。": "Tama gets on top of me.\nShe positioned herself like an erotic book and wore a tense expression.",
    "……え、えっと……これで……はぁ……はぁ……\n上に乗って、いれればいいんだよね……？": "...U-Umm... Now... *pant*... *gasp*...\nI just have to get on top and put it in, right...?",
    "緊張しているのか、表情は真っ赤になっていて、\n体もぷるぷると震えている。": "She must have been nervous, because her expression was bright red\nHer body is trembling too.",
    "ええっと、それじゃあ、いくね……んっ、しょ……": "Let's see, then, here I go... Mm, right...",
    "あ、あう……ん……ここ……ここなんだけど……\nくぅ……ん……はぁ……あ……！": "Ah, ahh... Mm... Here... It's here...\nKuu...nn...haa...ah...!",
    "うう……ん……エッチな本みたいに、うまくいかないね……\nはぁ……んん……んっ！": "Ugh... Hmm... This isn't going well, like a dirty book...\nHaa...nnn...nn!",
    "待たせちゃって……\nご、ごめんなさい……んっ、くぅ……！": "Sorry to keep you waiting...\nI-I'm sorry... nn, kuu...!",
    "なかなか咥え込めず焦る姿も可愛らしいが、\nたま本人はそれどころじゃなさそうだ。": "The way she panicked and couldn't hold it in her mouth was cute, but...\nTama herself doesn't seem to have the time for that.",
    "余裕を失っているのか、その体はますます強張っていく。": "Her body stiffens more and more, as if she's lost her composure.",
    "あっ、あと、すこし……なのかな……\nんん、くっ！　う……くぅん……！": "Ah, and maybe... a little more...\nMm, kh! Ugh... khnn...!",
    "まだ待てそうだったが、このままではたまも辛いだろう。\n少し手伝ってもいいか声をかけ、腰を浮かせ……": "It looked like she could still wait, but at this rate, Tama would be in pain too.\nI called out to her, wondering if I could help her out a little, and sat up...",
    "あ、あっ、うん、たけるさん……んんっ！？\nあっ、ひゃあううっ！？": "Ah, ah, yeah, Takeru-san... Hmm!?\nAh, hyaauuu!?",
    "すっかり勃ち上がったペニスの先端で\nたまの花弁を押し開いていく。": "With the tip of my fully erect penis\nI push open Tama's petals.",
    "あうっ……ん、はぁ……あ……はいって……\nうう……ん……くぅ……う……はぁ……あ……": "Auh... nn, haa... ah... it's coming in...\nUu...nn...kuu...uu...haa...ah...",
    "軽く浮かせていた腰を落とし、\n大丈夫か窺うと、たまは小さく頷いた。": "She lowered her hips, which had been lightly raised.\nI look to see if she's okay, and Tama nods slightly.",
    "はぁ、あ……だ、大丈夫だよぉ。": "Hah, ah... I-I'm fine.",
    "でも……自分で、できそうだって思ったのに……\nはぁ……たけるさんに、手伝ってもらっちゃった。": "But... I thought I could do it myself...\n*sigh*... Takeru-san helped me.",
    "たまの頑張りが足りなかったわけじゃない。\nそもそもこういうことは二人でするものだからと伝える。": "It's not that Tama didn't work hard enough.\nI tell her that this is something we do together in the first place.",
    "はぁ……うん……\nたけるさん……ありがとう……んんっ。": "Hah... Yeah...\nTakeru-san... Thank you... Mmm.",
    "たけるさんの、はいっちゃった……\nお腹の中……んん……あ……はぁ……はいってる……": "Takeru-san's gone...\nInside my stomach...nnn...ah...haa...it's going in...",
    "少しホッとしているようにも見えたが、たまの体は強張ったまま。\n力を抜いてもらおうと、たまの胸元に手を這わす。": "She seems a little relieved, but Tama's body is still stiff.\nI run my hand along Tama's chest, trying to get her to relax.",
    "あ……んん……たけるさん……？": "Ah... Mmm... Takeru-san...?",
    "はぁ、あ……何するの？\nそんなこと……エッチな本じゃ、してないよぉ……？": "Hah, ah... What are you doing?\nThat's... not a dirty book...",
    "それに……私、そんなに、おっぱい、大きくないから……\nさわっても……つまらない、よね。": "And... my boobs aren't that big...\nTouching it... is boring, isn't it?",
    "体格のことを気にしているようだが、\nたまが心配するようなことは何もない。": "She seemed concerned about her physique, but...\nThere's nothing for Tama to worry about.",
    "吸いつくように滑らかで柔らかい膨らみを辿った先、\n色づいた小さな先端を指の腹で撫で上げる。": "Following the smooth, soft bulge as if sucking on it,\nI stroked the small, colored tip with the pad of my finger.",
    "あっ、あっ、ふぅ……う……たけるさん……！\nそこ……あっ、んんっ、んっ！": "Ah, ah, fuu... uu... Takeru-san...!\nRight there... Ah, mmm, mm!",
    "そんなふうにいじったら……あっ、あう……だめだよ……\nあっ、んん、そこ……くぅ……んんっ……！": "You can't... ah, ahh... fiddle with it like that...\nAh, nnn, that's...kuu...nnn...!",
    "膨らんできた先端を転がすと、たまは腰をくねらせた。": "Tama twists her hips as I roll the swollen tip.",
    "ん、あ……私の体……たけるさんにさわれられて、\nどんどん変わってく……あっ、ん……恥ずかしいよぉ……": "Mm, ah... Takeru-san touched my body...\nIt's changing more and more... Ah, mm... This is embarrassing...",
    "そこ……ん……硬くなっちゃってる、よね……？\nふ……あ、んっ……": "It's......nn......hard, isn't it......?\nHeh... ah, nn...",
    "ナカも……あ……んん……いっぱいひろがって……\nこのままじゃ……たけるさんのかたちになっちゃう……": "Naka's also... ah... mmm... spreading out a lot...\nAt this rate... I'll take Takeru-san's form...",
    "媚肉に咥え込まれた肉棒は、\n徐々にたまの中に馴染んできているように感じた。": "The meat pole, which had been sucked into her flirtatious flesh,\nI feel like I'm gradually getting used to her insides.",
    "はぁ……あ……たけるさん……もう大丈夫……\nたぶん……ううん、ホントに大丈夫だから……もっと動いていい？": "Haa... ah... Takeru-san... I'm okay now...\nProbably... No, I'm really okay... Can I move more?",
    "ちゃんとできるか、わからないけど……\nはぁ……やってみる……": "I don't know if I can do it right, but...\nHah... I'll give it a try...",
    "こちらが頷くと、たまは覚悟を決めた様子で、\n本格的に腰を揺らし始める。": "I nod, and Tama looks determined.\nHer hips began to shake in earnest.",
    "はぁっ、うんっ！　あっ、あんっ！\nううっ……くっ……はぁ……ああ……！": "Haah, yeah! Ah, ahn!\nUuu...kuu...haa...aaah...!",
    "あ……ん……たけるさん……あ……これぇ……あってる？\n私……はぁっ……あっ……ちゃんと……できてる、かな……": "Ah... nn... Takeru-san... ah... is this... right?\nI... haah... ah... I wonder... if I'm doing it right...",
    "はぁっ、すごい……あっ、あっ、\nすごい音……しちゃってる……！": "Haah, amazing... Ah, ah,\nIt's... making a really loud sound...!",
    "たまの動きに合わせて、濡れた音が聞こえてきた。\nそこが愛液で満たされていることを実感する。": "I hear a wet sound in time with Tama's movements.\nI realize that it's filled with love juices.",
    "ああっ、あっ、あんっ、はぁっ……たけるさん、聞かないでぇ……\n恥ずかしいからぁ……あっ、んぅっ！": "Aah, ah, ahn, haah... Takeru-san, don't ask...\nIt's embarrassing... ah, nnuh!",
    "あっ、あっ、音ぉ……とまんないよぉ……！\nううっ、だめ……だめぇ……！": "Ah, ah, the sound... It won't stop...!\nUgh, no... No...!",
    "たまは恥じらいなら顔を横に振っていたが、\nたまの体が、こちらをしっかり受け入れてくれている証だろう。": "Tama was shaking her head if she was embarrassed, but...\nIt must be proof that Tama's body is accepting me.",
    "私……んっ、たけるさんのこと……手伝うつもりだったのに……\nはぁ……ひとりじゃ、うまくできないし……": "I... nn, I was... going to help Takeru-san...\n*sigh* I can't do it alone...",
    "あっ、ああっ、私までぇ……こんなに、熱くなってる……！": "Ah, ahh, even I'm... getting so hot...!",
    "当然、たまも気持ちよくなってくれた方がいい。\nそうなれるように、こちらも手伝いたいくらいだと伝える。": "Naturally, it was better for Tama to feel good too.\nI'll tell her how much I want to help her make it happen.",
    "はぁっ、あっ……たけるさん……また、手伝ってくれるのぉ？\nあっ、あん……う……でもそれじゃ、もらってばっかり……": "Haah, ah... Takeru-san... are you going to help me again?\nAh, ahn... Ugh... But in that case, I'll just take it...",
    "それ……どっちがしてるか、わからないよぉ……\nわからないけど……はぁ、あっ……": "I... don't know who's doing that...\nI don't know, but... haa, ah...",
    "たけるさんと……二人でシてるってことだよね……？\nあうう……一緒に……はあっ、あっ……嬉しい……": "Takeru-san and I... are doing it together, right...?\nAuuu... Together... haah, ah... I'm so happy...",
    "たまは喜びを噛み締めるように、一生懸命、腰を振る。": "Tama swings her hips as hard as she can, as if savoring the joy.",
    "少し拙いながらも、締めつけられたペニスが上下に扱かれ、\n甘やかな痺れがこちらの体を浸食していった。": "Even though it was a little clumsy, her tight penis was being stroked up and down.\nA sweet numbness is eating away at my body.",
    "あっ、あんっ、うんっ、あっ、はぁ……\nたけるさん……たけるさん、お願い……っ！": "Ah, ahn, yeah, ah, hah...\nTakeru... Takeru-san, please...!",
    "たまの律動に合わせ、こちらも下から軽く腰を浮かせると、\nより深いところまで繋がれた気がした。": "Matching Tama's rhythm, I lightly lift my hips from below as well.\nI feel like we've been connected even deeper.",
    "ひゃうッ！　あッ、あッ、中……ああッ、たけるさんでいっぱい……！\nすごい……届いてる……！": "Hyauu! Ah, ah, inside... ahh, Takeru-san's so full...!\nAmazing... It's reaching me...!",
    "こんなところまで……ああッ、きて……んッ、はぁんッ！\nあッ、あッ……んんんッ！": "It's coming all the way out here... ahh, it's... nn, haahn!\nAh, ah... Mmmm!",
    "亀頭がぐっと膣奥を押し上げ、快感が背筋を駆け上がる。\nそれからは、加減を忘れてしまったみたいに快楽を求めた。": "The head of my penis pushes up against the depths of her vagina, and pleasure runs up my spine.\nAfter that, she sought pleasure as if she had forgotten how to hold back.",
    "あああッ、あんッ、はぅッ……あッ、あッ、\nここぉ……ああッ……奥が、つぶれちゃう……！": "Ahhhh, ahn, hauh... ah, ah,\nThis place......aaah......my insides are......crushing......!",
    "もう、だめッ……だめぇッ……あんッ、うんッ、熱いよぉ……！\nからだ……あッ……熱い……！": "I can't... take it anymore... Ahn, yes, it's so hot...!\nMy body... Ah... It's hot...!",
    "たまが焦ったように体を離そうとするので、それを引き止める。\nどうやら限界を迎えかけているようだった。": "Tama tries to pull away impatiently, so I stop her.\nIt looked like she was reaching her limit.",
    "ああッ、ふぅ……あんッ、あッ……\nたけるさん……あッ……ああッ……私……私ぃ……！": "Ahh, fuu... ahn, ahh...\nTakeru-san... ah... ahh... I... I'm...!",
    "たまの体がまるで痙攣するように震え、\n暴発しそうになっているモノが、一際強く締め上げられる。": "Tama's body trembles as if she's convulsing.\nMy thing, which is on the verge of exploding, is squeezed even tighter.",
    "ああッ！　あんッ、あッ、あッ……きちゃうっ、\nもぉ、あああッ！　んんん……ッ！": "Ahh! Ahn, ah, ah... I'm cumming,\nGeez, ahhhh! Mmmm...!",
    "激しく波打つたまの中に促されるがまま、\nこみ上げてくる灼熱を最奥に向けて叩きつけた。": "Urged on by the violently rippling Tama,\nI aimed the scorching heat welling up at the very back and slammed it down.",
    "あ、あぁっ、んああぁあっ……！　たけるさんっ、\nきちゃうっ、きちゃいます……っ、んあっ、あ、あぁあああ――": "Ah, ahh, nnahhhh...! Takeru-san,\nIt's coming, it's going to come...! Mnah, ah, ahhhh!",
    "ああッ！　くぅッ！　あッ、あッ、あああぁぁぁ……！": "Aaah! Kuuh! Ah, ah, aaaaah...!",
    "繋がったまま、たまの中で果てる。\nたまも身を震わせながら、快感を享受しているようだ。": "We climax inside Tama, still connected.\nTama's body trembles as she enjoys the pleasure.",
    "ああ……あああ……！　んん、たけるさんの……んん……\nはぁ……はぁ……ん……んッ……": "Ahh... Ahhhh...! Mmm, Takeru-san's... Mmm...\nHah... hah... nn... ngh...",
    "放たれたモノを受け止めたたまの中は、その後も\nきゅうきゅうとうねり、行為の余韻をしっかり味わわせてくれた。": "Tama's insides catch what's released, and after that\nShe wriggled, letting me savor the afterglow of the act.",
    "はぁ……あ……うぅ、ん……たけるさん……私……\nたけるさんのこと……気持ちよくできたかな……": "Haa... ah... uu, nn... Takeru-san... I...\nI wonder... if I made Takeru-san feel good...",
    "返事の代わりに、彼女の頭を撫でる。\n気持ちいいなんて言葉では言い表せないほどだった。": "Instead of replying, I patted her head.\nIt was beyond words like \"feeling good.\"",
    "えへへぇ……ちょっと疲れちゃったけど……\nたけるさんのこと、満足させられたなら、よかったよぉ……": "Eheheh... I'm a little tired...\nI'm glad I was able to satisfy you, Takeru-san...",
    "結局、たけるさんにも、手伝ってもらっちゃったけど……\nその、私も……そのぉ……": "In the end, Takeru-san helped me out too, but...\nUm, me too... Umm...",
    "たまが気持ちよくなってくれていたことは、あきらかだった。\n相手を気遣う笑顔や恥じらう姿に、また体が反応してしまう。": "It's obvious that Tama's feeling good.\nMy body reacted again to the smile and embarrassment of caring for my partner.",
    "んんッ！　あ……たけるさん……？\nあの、あの……！　中で、たけるさんのが……ぴくんって……": "Mmm! Ah... Takeru-san...?\nUm, um...! Takeru-san's thing... twitched inside me...",
    "ど、どういうことですか？\nもしかして……たけるさん、足りなかった……？": "Wh-What do you mean?\nMaybe... Takeru-san didn't have enough...?",
    "あまりにもいやらしいたまの姿に、\nまだまだ足りないとばかりにオレの体は求めていた。": "Tama's so lewd...\nMy body yearned for it, as if it still wasn't enough.",
    "たけるさん、興奮……してるんだね。": "Takeru-san, you're... excited.",
    "疲れちゃったって言ったけど……たけるさんがしてくれるなら……\nううん、一緒に、もう一回……": "I said I was tired, but... if Takeru-san would do it for me...\nNo, together, one more time...",
    "はにかみながらこちらを窺うたまに、\nオレは再び、自身の熱をぶつけるのだった。": "Tama bashfully looks over at me.\nI fired off my own heat again."
}