{
    "分かっちゃいたけど、全然ゴールが見えないなあ。\n歩行しかできないからしょうがないんだけど。": "I get it, but I can't see the goal at all.\nI can only walk, so it can't be helped.",
    "俺達は出口を目指し、<r=ドリフト>横坑</r>ルートを進行していた。": "We were heading for the exit, following the <r-drift> side tunnel </r> route.",
    "ラミは自ら斥候役を買って出て、\n交信経路を丁寧にクリアリングしている。": "Rami volunteered to be a scout herself\nShe's carefully clearing the communication route.",
    "燃料を節約しないといけませんからね……\n噴射地表面滑走も噴射跳躍も、燃料を多く消費しますし。": "We need to save fuel, after all...\nSpouting ground surface skidding and spouting jumps consume a lot of fuel.",
    "時間はかかりますが、仕方ありませんわ。": "It will take some time, but it can't be helped.",
    "景色が変わり映えしないから、眠くなってきた……": "The scenery hasn't changed, so I'm getting sleepy...",
    "こんなところで寝たら二度と起きられなくなるよ？\nいつどこで襲われるかもわからないし。": "If you sleep here, you'll never wake up again, you know?\nWe don't even know when or where we'll be attacked.",
    "全員、体力もメンタルも限界が近いだろうからな。\nそもそもが崖っぷちな状態だったし、無理もないが。": "They're all nearing their limits, both mentally and physically.\nShe was on the edge of a cliff in the first place, so I couldn't blame her.",
    "つ、疲れてはいますが、大丈夫です！\n脱出するためなら、まだまだ頑張れます！": "I-I'm tired, but I'm fine!\nI can still do my best to get out of here!",
    "無理はしないでくれよ。": "Don't push yourself too hard.",
    "もちろんです！": "Of course!",
    "よし、こっちにも敵の反応はなさそう。\n離れすぎないように距離を保ちながらついてきてよ。": "Okay, it doesn't look like the enemy's reacting to us, either.\nKeep your distance so you don't get too far away.",
    "ラミ、そろそろ斥候役を変わった方がいいんじゃないか？": "Rami, don't you think it's about time you changed your role as scout?",
    "別に問題ないけどー？": "I don't really have a problem with that.",
    "そうは言ってもな。集中力にも限界があるだろ。": "You say that, but there's a limit to your concentration.",
    "じゃあ誰が代わりにやるわけ？\n今の状況で他のみんなもバテバテでしょ？": "Then who's going to do it in his place?\nEveryone else is exhausted in the current situation, right?",
    "それは……": "That's...",
    "ラミの言う通り、他のメンバーは\nメイズシンドロームの影響が大きく出ている。": "Rami’s right, the other members\nThe influence of the Maze Syndrome is greatly affecting her.",
    "いや、それでもお前にばかり無理をさせるわけにはいかない。\n次は俺がやろう。ラミ、交代だ。": "No, even so, I can't let you push yourself too hard.\nI'll do it next. Rami, switch.",
    "なに馬鹿なこと言ってんの。霞光には戦闘能力がないでしょうが。": "What are you saying? Kasumi Hikaru doesn't have any combat ability.",
    "だが……": "But...",
    "ラミが平気って言ってんだからいいの。\nそんなことより、デートコースでも考えときなよね！": "Rami says she's fine, so it's okay.\nMore importantly, you should think of a date course!",
    "ラミ……": "Rami...",
    "ったく……じゃあ、ふたりでアマツにある温泉旅館でも行くか。\n部屋に露天風呂がついているタイプにしよう。": "Geez... Then let's go to the hot spring inn in Amatsu together.\nLet's make it the type with an open-air bath in the room.",
    "初めてのデートでお泊まりの計画立てんな。": "Don't plan on staying the night on your first date.",
    "そうか……じゃあ、部屋に卓球台とゲームコーナーと\nエアホッケー台がついているプランにしよう。": "I see... Then I'll go to the table and the game corner in my room.\nLet's make a plan with an air hockey table.",
    "あるか！　そんな欲張りセット部屋！\nってか、話を聞け！": "There's no such thing as a greedy set room!\nWait, listen to me!",
    "あはは……ラミさん、よっぽどデートが楽しみなんですね。": "Ahaha... Rami-san must be really looking forward to our date.",
    "……そうだな。": "...You're right.",
    "拠点まではそう遠くないはずだ。それまで、斥候を頼んだぞ、ラミ。": "It shouldn't be too far from the base. Until then, I'll leave scouting to you, Rami.",
    "これぐらいどうってことないっての。": "This isn't a big deal.",
    "……でも、ありがとね。": "...Thanks, though.",
    "__translated__": true
}