{
    "今日もシリウスシュガーはシミュレーター訓練をしていた。\nめるはフラットスピンの特訓を、他４人は１対１の模擬戦を。": "Sirius Sugaru was doing simulator training again today.\nMeguha had special training for Flatspin, and the other four had a one-on-one mock battle.",
    "そこだよっ！　撃ち抜く！": "That's it! I'll shoot!",
    "あっぶなあ！\nもー！　当たるところだったじゃん！": "That was close!\nGeez! You almost hit me!",
    "当てるつもりだからね、当然だよ！\nそらもう一発！": "I'm going to win, of course!\nSora, another shot!",
    "昨日とは対戦相手を変えての模擬戦、なかなか面白いですわね。": "The mock battles with different opponents from yesterday are quite interesting.",
    "だんだん七彩の癖がわかってきた。": "I was starting to understand Shichika’s habits.",
    "それは、わたくしもです！\nさあ、もう１回ですわ！": "That goes for me too!\nCome on, let's do it again!",
    "きゃぁあああ～～～っ！！": "Kyaaaaahhh!!",
    "っ！？": "!?",
    "あ～今日も盛大に墜落してるな～": "Ah, it's crashing down again today.",
    "あれは……一体なにをやってるんですの？\nくるくる回って、墜ちてるだけですわ。": "What in the world is that thing doing?\nI'm just spinning around and falling.",
    "……あの状態での機体制御、すごく難しいと思う。": "...I think it's really hard to control the aircraft in that state.",
    "シミュレーターで構成された世界に、%usernameusernameuserna%の怒鳴り声が響く。": "A %usernameusernameuserna% yell echoes through the simulator world.",
    "制御が甘い！　実戦だったら墜落死だぞ！\n目を閉じるな！　最後まで機体をコントロールしろ！！": "You’re under control! If it’s a real battle, you’ll die in the crash!\nDon't close your eyes! Control the machine until the end!!",
    "イエ～～ッサー～～！": "Yes, sir!",
    "めるさん、大丈夫かしら……": "I wonder if Meru-san's okay...",
    "そして、さらに翌日――。": "And the next day...",
    "今日も模擬戦を行う。組み合わせはちゆると白奈、七彩とラミ。\nそれから……めるは飛行訓練だ。": "We're having another mock battle today. The combination is Shirona, Shichisai, and Rami.\nAnd then......we'll do flight training.",
    "まーた違う組み合わせ？\nめるはいつになったら合流すんの？": "Another different combination?\nWhen will Meha meet up with you?",
    "まだだ。今、お前たちと戦うのは互いのためにならない。": "Not yet. Fighting you right now isn't good for either of us.",
    "うう、すみません～。墜落しないようにしますから～。": "Ugh, I'm sorry. I'll make sure it doesn't crash.",
    "墜落しないように操縦するんじゃない。\n自分でコントロールできるようにしろってことだ。": "Don't steer it so it doesn't crash.\nI'm telling you to be able to control it yourself.",
    "ほら、いくぞ！": "Come on, let's go!",
    "うぐぐぐぐぐ！": "Uguguguugugugu!",
    "めるさん……": "Meru-san...",
    "――特訓を始めて、１週間が経った。": "A week has passed since we started our special training.",
    "んじゃ今日も模擬戦。ちゆ七とラミ白な。": "Today's the day of the mock battle. Chiyushichi and Lami-White.",
    "カップリングみたいに言うな！\nてか初日と同じ組み合わせじゃん！": "Don't make it sound like a coupling!\nWait, it's the same combination as the first day!",
    "まあ、その辺はそっちで上手いことやってくれ。\n俺はあっちで、めると飛行訓練してるから。": "Well, do a good job on that front.\nI'm doing flight training over there.",
    "ちょ、ちょっとお待ちくださいませ！": "W-Wait a minute!",
    "ん、どうした？": "Hm? What's wrong?",
    "確かに、%usernameusernameuserna%さんの訓練の意図はわかります。\nその効果も実感しています。": "Indeed, I understand %usernameusernameuserna%-san's intention in training.\nI also feel the effects of that.",
    "このしばらくの特訓で、以前よりもＭＧが体に馴染んで、\n思うように動けるようになりましたわ。でも……": "Over the past few days of special training, MG’s gotten more used to my body than before\nI can move as I please now. But...",
    "ああ、正直見違えたよ。これまではそれっぽくマニュアルどおりなことは\nできていても、そもそもの基礎がなってなかったからな。": "Yeah, to be honest, I didn't recognize you. Up until now, you've been following the manual like that.\nEven if I had, I wouldn't have been able to lay the groundwork in the first place.",
    "フォーメーションの精度を高めるためにも、基礎技術の向上は不可欠だ。\n模擬戦もその一環だが。": "In order to improve the accuracy of our formations, improving our basic technology is essential.\nThe mock battles were part of that, though.",
    "チームワークの前に、個人の技術を磨けというのでしょう？\nそれはわかりますが、いくらなんでもめるさんが可哀想ですわ！": "You want me to hone my skills before we team up, don't you?\nI understand that, but I feel sorry for Mr. Meguru!",
    "七彩が指さした先では、\nめるがひとりでシミュレーターを動かしていた。": "Shichika was pointing at...\nMeguru was moving the simulator by herself.",
    "もちろん今日も、フラットスピンの訓練だ。\n揚力を失い、機体が錐揉み回転している。": "Of course, today was another day of flat-spin training.\nIt's lost lift, and the aircraft is crumpling and spinning.",
    "……あれは、かなり高度な訓練。それがわかるようになった。": "......that was pretty high-level training. I can understand that now.",
    "でも、ひとつの動きだけを練習しても、実戦じゃ勝てないんじゃない？": "But even if you practice just one movement, you can’t win in a real battle, can you?",
    "それに……あなたがめるさんと話しているの、聞こえましてよ？\n足手まといがひとり減るとか……": "And... I heard you talking to Meguru-san.\nOne less burden...",
    "はぁー！？　なにそれ！\nめるをイジめて、追い出そうってつもりー！？": "Huh?! What's that?!\nAre you trying to tease me and kick me out?!",
    "確かに強くなりたいとは思ってるけど、それはさすがに反対。": "I do want to get stronger, but I'm definitely against that.",
    "強くなるのは、５人全員で、ですわ！": "All five of us will become stronger!",
    "……それで？　言いたいことはそれだけか？": "...So? Is that all you want to say?",
    "なっ……！\n誰かをのけものにして強くなったところで――！": "Wha...!?\nJust as I'm getting stronger by leaving someone behind――!",
    "やったやったー！　できました！\n%usernameusernameuserna%さん、できましたよーっ！！": "Yay, yay! It's done!\n%usernameusernameuserna%-san, it's done!!",
    "……！": "...!",
    "めるさん！？\nできたって……何がですの？": "Meru-san?!\nWhat did you do...?",
    "はい！　%usernameusernameuserna%さんに言われた通り、\nフラットスピンのコントロールです！": "Yes! %usernameusernameuserna%-san said,\nIt's Flatspin control!",
    "ちゃんと１００％！\n１００回連続成功させました～！！": "I'm 100% sure!\nI succeeded a hundred times in a row!!",
    "ひゃ……１００回連続ぅ～～！？": "Hya... A hundred times in a row!?",
    "よくやったぞ、める！\nきっとできると信じていた！": "Well done, Meguru!\nI knew I could do it!",
    "ありがとうございますっ！\nえへへ、最後の３回はもう、ドキドキでしたっ！": "Thank you very much!\nEhehe, my heart was already racing the last three times!",
    "ちょちょちょ、ちょっと待った！\nどういうこと、１００回連続って！": "H-H-Hold on!\nWhat do you mean, a hundred times in a row?!",
    "あの高難易度な技を、そんなに……！？\n１回成功させるだけでも相当困難なのに……！": "That high-difficulty technique...?!\nJust succeeding once would be pretty difficult...!",
    "ああ。これこそがめるの強み……非常に高い集中力が活きたわけだ。": "That's right. This is the strength of Meguru's ability to concentrate.",
    "えへへ……": "Ehehe...",
    "初めから兆候はあったんだ。最初の各種筋トレも\nめるはいつも一番に終わらせていた。": "There were signs from the start. The first various types of muscle training.\nMeguru was always the first to finish.",
    "集中すれば高いパフォーマンスを出せる。\nだが、今までめるは自らそれを避けているような節があった。": "If you concentrate, you can put on a high performance.\nHowever, up until now, Meguru had seemed to be avoiding it herself.",
    "私、集中すると、時折周りが見えなくなってしまって……\nそれでドジが多くなっちゃって……": "When I concentrate, sometimes I lose sight of my surroundings...\nThat's why there's a lot of clumsiness...",
    "失敗してみんなに迷惑かけたくない……\nそう思っているうちにそこばかり気にするようになってたんです。": "I don't want to cause trouble for everyone if I fail...\nWhile I was thinking that, I started to worry about that.",
    "成功しようと思うことと、失敗しないようにと思うこと。\nこれらは一見似ているが、本質は全く異なるものだ。": "To think of success, and not to fail.\nThese are similar at first glance, but their essence is completely different.",
    "前者は失敗することもあるが、成功だってする。\nでも後者は失敗しない『かも』しれないが、成功は絶対にしない。": "The former can fail, but it can also succeed.\nBut the latter might not fail, but it would never succeed.",
    "そうか……それが『勝つ気がない』とまで言われてた部分なのね。": "I see... So that's the part where they said they had no intention of winning.",
    "そういうことだ。だからまずはめるのマインドを\n切り替える必要があった。": "That's how it is. So first, put the mind into it.\nI needed to switch gears.",
    "この子の『集中力』は誰が見ても長所だ。\nでも本人がそう思わないと、何も活かせない。": "This girl’s “focus” was one of her strong points, no matter who saw it.\nBut if she didn't feel that way, she wouldn't be able to make use of anything.",
    "そこで俺は集中力が原因で今まで間違えていたなら、\n今度は同じもので成功体験を重ねさせようと思ったんだ。": "So if I had made a mistake up until now because of my concentration...\nThis time, I wanted to have the same success experience.",
    "それが……フラットスピン……ですか？": "Is that... a flat spin?",
    "ああ。もちろん、フラットスピン自体も実用性があるから、\n身に付けさせた。": "Yeah. Of course, the flatspin itself is also practical, so...\nI made her wear it.",
    "『善く戦う者は、人に致して人に致されず』という言葉は知ってるか？": "Do you know the saying, 'Those who fight well are not allowed to be let by others'?",
    "ううん、知らない。": "No, I don't know.",
    "知りませんわ。": "I don't know.",
    "まったく知りませーん。": "I don't know at all.",
    "知らない。": "I don't know.",
    "……すみません。": "...I'm sorry.",
    "…………": "............",
    "お前ら、孫子も知らないのか……まあいいや、\nとにかく主導権を握るのが大事という話だ。": "You guys don't know either, Sun Tzu... Well, whatever,\nAnyway, it's important to take the initiative.",
    "フラットスピンはその鍵になる……ということですか？": "Flatspin is the key to that...?",
    "いかにも。攻防において非常に有用な技術だ。\n積極果敢に敵を攻めていけ、める。": "Indeed. It's a very useful technique for offense and defense.\nGo on the offensive with all your might.",
    "……！　はい！": "...! Yes!",
    "んじゃこれで、みーんなの操縦技術がグンと上がったわけだよね！？": "Then this means that everyone's piloting skills have improved a lot, right?!",
    "そうだな。となれば、いよいよ次は……": "That's right. In that case, next is...",
    "５人揃ってのチームワークの訓練――": "All five of us trained in teamwork—",
    "生徒会室に行くぞ！！": "Let's go to the student council room!!",
    "なんで！？": "Why?!"
}