{
    "この日、ロージーに呼ばれて、ＬＯＣの教室へと訪れた。\n何か緊急の用件ということなのだが……": "On this day, Rosie called me to visit the LOC classroom.\nIt's an urgent matter, but...",
    "ああ、後輩クン。やっと来た♪\nずっと待ってたのよー？": "Ah, Kouhai-kun. You're finally here♪\nI've been waiting for you all this time, you know?",
    "デスクの上でロージーが項垂れている。\nなんだか疲れ切った顔だな。": "Rosie was hanging her head on the desk.\nYou look kind of exhausted.",
    "緊急の用件だって聞いて来たんだが……\nＬＯＣにしては珍しく、今日は対面授業だったんだな。": "I heard it was an emergency, but...\nIt's unusual for the LoC to have a face-to-face class today.",
    "（この校舎はオンラインでの授業がメインだけど、\n年に何度かの特別講義は対面でやるって会長が言ってたけ）": "(This building is mainly for online classes, but...\nPres said that special lectures are held a few times a year on the other side.)",
    "まぁねぇ～。\nはぁ……頭を使い過ぎちゃって動けなくなっちゃった。": "Well, yeah~.\n*sigh*... I've been using my head too much, so I can't move anymore.",
    "（どんだけ難しい講義だったんだ？）": "(How difficult was the lecture?)",
    "だから……部屋まで連れて行ってくれない？": "So...would you take me to my room?",
    "……他の人で良かったんじゃ？": "...Wouldn't it have been better if it was someone else?",
    "もう！\nそんなことしたら、他の子に迷惑がかかるでしょ？": "Geez!\nIf you do that, you'll cause trouble for the other girls, won't you?",
    "俺ならいいのか……": "Is it okay for me to be here...?",
    "ふふ、後輩クンなら許してくれそうかなって♪\n……だめぇー？": "Hehe, I thought you'd forgive me, Kouhai-kun♪\n...I can't?",
    "（相変わらずマイペースな先輩だ）": "(She's always taking things at her own pace.)",
    "まあまあ、そんな顔しないで。\nこれには深ーいワケがあるのよ。": "Now, now, don't make that face.\nThere's a deep reason for this.",
    "深いワケ……？": "Something deep...?",
    "……この間、知り合いの美術ディーラーから、\n新作アートを依頼されたの。": "...The other day, I heard from an art dealer I knew\nI was asked to do a new piece of art.",
    "金属工芸アーティストとしての依頼か。": "A request from a metal craft artist, huh?",
    "（確か世間から『空想造形師』なんて、二つ名で呼ばれてたっけ）": "(If I'm not mistaken, the public calls me a \"fantasy sculptor\" by my second name.)",
    "そうよ。すごい展示会に出されるみたいだから、\nあたしとしても頑張ろうと思ってるんだけど……": "That's right. It looks like it's going to be put on an amazing exhibition.\nI'm trying to do my best too, but...",
    "でも、全然ピンとくるアイデアが出てこなくて……": "But I couldn't come up with any ideas at all...",
    "授業中も、そのアイデア出しにエネルギーを注いだら、\n頭がショートしちゃって……": "Even during class, when I poured my energy into that idea,\nMy head's shorted out...",
    "動けなくなった理由は、そっちかよ。\n授業聞けよ……": "So that's why she couldn't move.\nListen to class...",
    "ってことで、後輩クン。部屋までおんぶで連れて行ってくれない？\nそれとも、可愛い先輩を見捨てるつもり？": "Anyway, Kouhai-kun. Can you carry me to my room with you?\nOr are you going to abandon your adorable senpai?",
    "自分で言うのか……": "You're saying it yourself...?",
    "このまま放っておいてたら、本当に行き倒れになるかもしれない。\n……まったく、仕方ないな。": "If I leave her like this, she might really collapse.\n...Geez, it can't be helped.",
    "はあ、楽ちん楽ちん♪\n後輩クン、ありがとね～。": "*sigh* Easy, easy♪\nThanks, Kouhai-kun.",
    "ふふ、持つべきものはやっぱり便利……じゃなかった、\n優しくて、力持ちな後輩よねー。": "Hehe, what I should have is convenient after all... I mean,\nHe's a kind, powerful underclassman.",
    "現在進行形で、俺のせっかくの休暇が犠牲になってるけどな！": "My long-awaited vacation is being sacrificed in the present tense!",
    "まあ、いいじゃないの。\nこんな美人と一緒にいられて幸せでしょ。": "Well, what's the big deal?\nYou're happy to be with such a beautiful woman.",
    "それに、ほら、あたしとくっつけて幸せじゃない？": "Besides, you know, aren't you happy to be with me?",
    "ダイエットした方がいいんじゃないか？": "Shouldn't you be on a diet?",
    "あー、そういうこと言うんだ。\nこれでも結構軽いほうだと思うんだけど？": "Ah, so that's what you're saying.\nEven so, I think it's pretty light.",
    "じゃあ、もっと軽くなろう。": "Then let's make it lighter.",
    "ふふ、それだと風吹いたら、\n飛んでいっちゃうくらいペラペラになっちゃう。": "Hehe, if that's the case, when the wind blows...\nIt'll be so flaky that it'll fly away.",
    "俺の背負う手間が省けるな。部屋にも早く帰れるんじゃないか？": "That saves me the trouble of carrying it on my back. I think I'll be able to get back to my room soon, too.",
    "なら、ダイエットは却下。きみの背中、居心地いいし。": "In that case, I won't go on a diet. Your back feels comfortable.",
    "勝手に居心地の良さを感じられる側にもなってほしいなあ……": "I wish I could be on the side that feels comfortable on my own...",
    "あっ、後輩クン！　ジュース売ってるわ！\nちょっと買ってきてくれない？　お金は多分恐らくいつか返す予定。": "Oh, Kouhai-kun! They're selling juice!\nCould you go buy some for me? I'm probably going to return the money someday.",
    "なんで俺が貸す前提な上に、\n一番大事な返済期限がめちゃくちゃアバウトなんだよ。": "Why are you assuming I'll lend it to you?\nThe most important repayment period is really about that.",
    "ジュースを飲めばアイデアが出そうな気がするの！\nだからね、お願い。ちなみに、ソーダで。": "I feel like if I drink juice, I'll get an idea!\nSo, please. By the way, with soda.",
    "スルーかい！\nまったく……人使いの荒い先輩だ。": "You're ignoring me!\nHonestly... She's such a hard worker.",
    "（まあ、ジュースくらいなら奢ってやるか）": "(Well, I guess I'll treat you to some juice.)",
    "はい、ご所望の品をどうぞ。": "Here's what you want.",
    "……ぷはあ。美味しい♪\nやっぱりアイデアを出すには、糖分が必要よね。": "...Pwah. Delicious♪\nYou need sugar to come up with an idea, after all.",
    "はい、後輩クンも飲んでいいわよ。": "Here you go, Kouhai-kun. You can have some too.",
    "……いただきます。": "...Itadakimasu.",
    "どう？　あたしとの間接キス。\n興奮した？": "What do you think? An indirect kiss with me.\nExcited?",
    "先輩は例えばペットの犬とかとキスするとき、わざわざ興奮するのか？": "Does Senpai go out of her way to get excited when she kisses a pet dog or something?",
    "うわ、ひど！？　というか、ペットはきみでしょ！？": "Whoa, that's awful! And you're the pet, aren't you!?",
    "いや、なんでだよ！？\n先輩のペットになった覚えはないぞ。": "No, why?!\nI don't remember becoming Senpai's pet.",
    "……それより、アイデアは閃いたのか？": "...Anyway, did you come up with an idea?",
    "うーん、残念だけど、まだ全然出ないのよね。\n後輩クン、何かいいアイデアはない？": "Hmm, unfortunately, it hasn't come out yet.\nKouhai-kun, do you have any good ideas?",
    "俺に聞かれてもわかるわけない。": "There's no way she'd understand if I asked.",
    "きっとまだ明るいのがよくないのよ。\n夜なら静かだし、アイデアも閃きそうな気がするんだけど……": "I'm sure it's not good to be bright yet.\nIt's quiet at night, and I feel like I'll have an idea...",
    "うーん。どこかないかしら？　くら～い場所……": "Hmm... I wonder where it is? A nice place...",
    "メイズとか……？": "Like Mayse...?",
    "そうだ！　それだわ、こういう時こそメイズよ！！\nメイズに潜れば、何かアイデアが閃くかもしれないわ！": "Yes! That's it! It's times like these that I have to do maise!\nIf I dive into the Maze, I might come up with an idea!",
    "部屋に戻るんじゃなかったか？": "Weren't you going back to your room?",
    "部屋に戻っても、アイデアが出なかったら意味ないでしょ？\nさあ、後輩クン。さっさと行くわよ。": "There's no point in going back to your room if you don't have any ideas, right?\nCome on, Kouhai-kun. Let's get going.",
    "まさか今からか！？　しかも俺も一緒に！？": "No way, now?! And I'm with her?!",
    "思い立ったが吉日っていうでしょう。それに後輩クンは\nか弱いあたしをひとりで、危険なメイズに行かせるつもり？": "I came up with it, but it's a lucky day, isn't it? And kouhaikun\nAre you going to let me go to the dangerous Mayse all by myself?",
    "…………": "............",
    "（確かにメイズにひとりで行かせるのは気が引ける……）": "(It's true that I don't want to let Mayse go alone...)",
    "はぁ……仕方ないな。ついて行ってやるよ。": "*sigh* I guess I have no choice. I'll go with you.",
    "ふふ、これで今日は１日中あたしと一緒ね♪": "Hehe, now you'll be with me all day! ♪",
    "ははは……": "Hahaha...",
    "行くわよっ！　はあああっ！": "Let's go! Haaaah!",
    "そろそろ夕方だ。浅い層でメイズシフターを\n狩りまくったが、成果はでたんだろうか？": "It's almost evening. We'll have a maise shifter in the shallow stratum.\nI've been hunting a lot, but did I get any results?",
    "……ふう、すっきりしたー！": "...Phew, I feel so much better!",
    "さっきまでもう動けないと嘆いていたのは、\nなんだったのか。": "Up until a moment ago, she'd been lamenting that she couldn't move anymore\nWhat was it?",
    "アイデアは出そう？": "Do you have any ideas?",
    "ううん、やっぱり無理みたい……\n何かが引っかかって出てこないのよ。": "No, it seems impossible after all...\nSomething's bothering me, and I can't get it out.",
    "困ったな……": "This is a problem...",
    "何か別の方法を考えた方がいいかしら？\nそれとも、もっと深い場所に潜った方が……": "Should I think of some other way?\nOr maybe I should go deeper...",
    "えっ、何？　なんの音……？": "Huh? What? What's that sound...?",
    "まずい。\n天井の岩盤が崩れそうだ……！": "This is bad.\nThe bedrock on the ceiling feels like it's going to collapse...!",
    "（さっきのメイズシフターとの戦いが原因か……！）": "(So it's because of the battle with the Maizsifter...!)",
    "ロージー、上だ！！": "Rosie, up there!",
    "えっ……？\nきゃああああっ！！": "Huh...?\nKyaaaaah!!",
    "くそっ！！": "Damn it!!",
    "……ふぅ、間一髪だったな。大丈夫か、先輩。": "...Phew, that was close. Are you okay, Senpai?",
    "あ、ありがとう、後輩くんのおかげで無事よ。": "Th-Thank you. I'm fine thanks to you, Kouhai-kun.",
    "それにしても、無茶をするわね。\n後輩クンが押し潰されたらどうするつもり？": "Still, that's reckless.\nWhat if Kouhai-kun gets crushed?",
    "正直、そんなこと考えている余裕はなかったよ。\n先輩が危ないと思ったら、体が勝手に動いていたから。": "Honestly, I didn't have time to think about that.\nBecause when I thought Senpai was in danger, my body moved on its own.",
    "ふふ、カッコイイこと言うじゃない。": "Haha, that's a cool thing to say.",
    "……あ、そういえばさっき、\nあたしのこと呼び捨てにしたでしょ？　『ロージー』って。": "...Oh, come to think of it, earlier...\nYou called me Rosie, didn't you?",
    "？　そうだったか？\n咄嗟の事で覚えてないな……": "? Was that so?\nI don't remember right away...",
    "ねえ、もう一度呼び捨てで呼んでみてくれる？": "Hey, can you try calling me by my first name again?",
    "……？　ロージー。": "...? Rosie.",
    "これでいいか？": "Is this good enough?",
    "ふふっ♪": "Hehe♪",
    "なんだ、その笑い。": "What's with that laugh?",
    "ううん、なんでも♪": "No, it's nothing♪",
    "さあ、後輩クン、帰るわよ！\nほらほら、早く早く！": "Come on, Kouhai-kun, let's go home!\nCome on, come on, hurry up!",
    "なんだよ、いきなり急かして。\n今度はどうしたっていうんだ？": "Why are you rushing me all of a sudden?\nWhat's wrong with you this time?",
    "新作のアイデアが閃いたのよ。\n忘れちゃう前に急いで帰らないと！": "I came up with an idea for a new work.\nI have to hurry home before I forget!",
    "それは何よりだが、いったいいつの間に……？": "I'm glad to hear that, but how long has it been...?",
    "さっき後輩クンが助けてくれた時にね！\nほら、はーやーくー。": "When Kouhai-kun saved me earlier!\nCome on, hurry up.",
    "やれやれ。慌ただしいな……": "Geez. It's so hectic...",
    "こうして、俺達は帰路についた。": "And so, we headed home.",
    "――でだ。なんで俺、また先輩を背負ってるんだ……？": "――So. Why am I carrying Senpai again...?",
    "これだけ元気なら歩けるよな？": "If you're this energetic, you can walk, right?",
    "俺は馬か！": "I'm a horse!",
    "いいからいいから、早く部屋に帰るわよ。\nハイヨー！　%usernameusernameuserna%～！": "It's fine, it's okay. Let's hurry back to our room.\nHi-yo! %usernameusernameuserna%!",
    "無理で～す！　今背中から降りちゃうと、\nアイデア吹っ飛びまーす。": "I can't dodge it! If I get off my back now,\nI'm gonna blow off all my ideas.",
    "あ、でもそれはそれで、明日も後輩クン連れ回せるから、\n悪くないかも……？": "Oh, but in that case, I'll be able to bring Kouhai-kun around again tomorrow.\nMaybe it's not bad...?",
    "任せろ！　全力で部屋までおぶってやる！！": "Leave it to me! I'll carry you to your room with all my might!!",
    "うっわ！　腹立つ～！　あたしといたくないってこと！？": "Whoa! That pisses me off! You don't want to be with me?!",
    "あ、いてて！　かかとで蹴るな！": "Oh, owowow! Don't kick me with your heels!",
    "馬でもあり、犬でもある……みたいな？": "Like... a horse, or a dog?",
    "落とすぞ。降ろすぞじゃなくて、落とすぞ。": "I'll drop it. I won't drop it, I'm gonna drop it!",
    "ひっど！　女の子はもっと大事にしないとモテないわよ？": "That's awful! Girls need to be more careful, or they'll never be popular.",
    "あ、じゃあ、先輩は大丈夫だな。\n落馬まで、５、４、３――": "Oh, then Senpai should be fine.\nFive, four, three until the fall of the horse—",
    "えっ、ちょ、待って！　声がマジトーンなんだけど……！\nゴメン！　ゴメンって！　謝るから、マジで落とさないで！！": "Huh? W-Wait! Your voice is so serious...!\nSorry! I'm sorry! I apologize, seriously, don't drop it!!",
    "（まったく、しょうがない先輩だ……）": "(Geez, what a hopeless senpai...)",
    "それからなんとか彼女の部屋に着いて――": "After that, I somehow managed to get to her room—",
    "さあ、始めるわよ♪": "Come on, let's get started♪",
    "（やっと部屋に送り届けた……\n長い１日だったな……）": "(I finally sent him to his room...)\nIt's been a long day...)",
    "後輩クンはゆっくりしてていいわよ。\n飲み物も適当に飲んでいいから。": "You can take it easy, Kouhai-kun.\nYou can have whatever you want to drink.",
    "あたしは今のアイデアを忘れないうちに、\n製図を作っちゃうから。": "Before I forget my current idea,\nI'll draw up a draft.",
    "じゃあ、お言葉に甘えさせてもらおう。": "Well then, I'll take you up on your offer.",
    "（こっちはすっかり汗だくだ。\n疲れた……）": "(I'm completely drenched in sweat.\nI'm tired...)",
    "ふふ、楽しくなってきた。\nこうして、ここで……": "Hehe, this is getting fun.\nAnd here I am...",
    "どんなアイデアが閃いたんだ？": "What kind of idea did you come up with?",
    "こっちはもっと滑らかな感じで……\nここは素材を丈夫なもので……うん、良さそうだわ。": "This one's smoother...\nThis place is made of sturdy materials... Yeah, it looks good.",
    "（すっかり集中しているみたいだな。\nどんなものができあがるのか……楽しみだ）": "(Looks like she's completely focused.\nI'm looking forward to seeing what kind of things come out...)",
    "ふふっ、いける、いけるわ……！\nこれなら絶対いいものができる……！": "Hehe, I can do it, I'll do it...!\nI'm sure I'll be able to make something good with this...!",
    "（満面の笑みだな。\n全然手が止まらずに、アイデアを書き起こしていっている）": "(That's a big smile.\nShe's writing down ideas without stopping at all.)",
    "ああ、さっきまで困ってたのが嘘みたい。\nどんどんアイデアがあふれてくるわ。": "Yeah, it's like the trouble I was in was a lie.\nI'm overflowing with ideas.",
    "（あの先輩がこんなに真剣な眼差しを……\n普段とは印象が違うな）": "(That senpai looks so serious...)\n(It's a different impression than usual.)",
    "（今日１日振り回されたことさえも、\nこの姿を見られただけで許せてしまう気がするな）": "(Even the fact that I've been thrown around all day today...\nI feel like I can forgive her just by seeing her like this.)",
    "見て、できたわ！\n後輩クンも見てみて。": "Look, it's done!\nKouhai-kun, take a look.",
    "おお、できあったのか。": "Oh, so it's done.",
    "これは……俺がいつも乗ってる『霞光』か？\nにしては、顔が人間みたい……いや、これ、俺か？": "Is this... the 'Kasumi Hikaru' I always ride?\nFor that matter, her face looks like a human's... No, is this me?",
    "ふふ、後輩クンをモデルにしたの。恰好いいでしょ？": "Hehe, I modeled it after Kouhai-kun. Isn't it cool?",
    "まるで俺が霞光のパーツを、\n鎧のようにまとった……みたいなデザインだな。": "It's like I'm the one who made the parts of the hazy light...\nIt looks like it's clad in armor.",
    "後輩クンがあたしを助けてくれた時、ピンときたのよ。": "It all clicked when Kouhai-kun saved me.",
    "特撮ヒーローみたいで格好いいけど、\nちょっとヒロイックすぎないか？": "She looked cool, like a tokusatsu hero, but...\nIsn't that a little too heroic?",
    "何言ってるのよ、身を挺してあたしを助けたのよ？\n紛れもないヒーローだったわ。かっこよかった。": "What are you saying? You risked your life to save me.\nHe was an unmistakable hero. He was cool.",
    "…………そ、そうか。": ".........I-I see.",
    "でもこれは完成させたとしても、お蔵入りね。": "But even if you complete this, it's still in storage.",
    "え、なんでだよ？": "Huh? Why?",
    "だって……あたしだけのものにしておきたいもん。": "Because... I want to make it mine and mine alone.",
    "……なんだよ、それ。": "...What's that supposed to mean?",
    "でも彼女に『あたしだけのものにしておきたい』と言われたことに、\n俺はまんざらでもなくて――": "But the fact that she said she wanted to make it mine and mine alone...\nI wasn't entirely dissatisfied—",
    "だからディーラーからの依頼については、\nまたアイデア出し手伝ってね。": "That's why, as for the dealer's request...\nHelp me come up with ideas again.",
    "はは……ったく、仕方ないな。": "Haha... Geez, it can't be helped.",
    "（これからも彼女に振り回される日々は続きそうだ）": "(It looks like I'll have to spend the rest of my days being swayed by her.)"
}