{
    "俺と……！！\n付き合ってくれぇええええ――――！！": "With me...!!\nGo out with meeeeeee!!",
    "……なぁぁっ！？": "...Whaaaa!?",
    "とっさに俺は近くにいたラミ機の手を握り、\n一世一代のＭＧでの愛の告白をぶちかましたのだった。": "Immediately, I grabbed the hand of a nearby lamia machine\nIt was a once-in-a-lifetime confession of love at MG.",
    "お、おおおおおまえ、いきなりなに言ってんだよ！\n今どんな状況か分かってんのっ！？": "Wh-Wh-What are you saying all of a sudden?!\nDo you know what's going on right now!?",
    "もちろんだ。だからこそ、\n伝えておかなければならないと思ったんだ。": "Of course. That's why...\nI thought I had to tell her.",
    "分かっているならなんで今死亡フラグを立てるんだよ！": "If you know that, why are you setting up a death flag now?!",
    "そんな……俺は真剣に想いを伝えたというのに……\nどうして邪険にするの！？　こんなに愛してるのに！": "No way... Even though I was telling her how I really felt...\nWhy are you being so cruel?! I love you so much!",
    "思ってるが！？": "Or so I thought!",
    "では、誓いのキスを": "Well then, a kiss of vows.",
    "微塵も思ってないだろそんなこと！\nというか無駄に乙女になるなっつの！　気持ち悪い！": "You don't think so at all!\nAnd don't waste your time becoming a maiden! It's disgusting!",
    "メイズシンドロームのせいでしょ！！": "It's because of the Maze Syndrome!!",
    "ＭＧ同士でキスとか、絵面最悪すぎるっつの！！": "Kissing MGs together is the worst picture ever!!",
    "ふふ……ふふふっ。": "Heheh... Heheheh.",
    "ふふ、ふふふ！　もう、こんな時に何してるんですかっ！": "Hehe, hehehehe! Geez, what are you doing at a time like this?!",
    "イライラしてる自分があほらしくなって来たんだけど……": "I'm starting to feel like an idiot for being so irritated...",
    "争いは何も生まない。": "Conflict gives birth to nothing.",
    "……そうですわね。\n皆で協力こそすれ、争うだなんて論外ですわ。": "...You're right.\nIt's out of the question for all of us to work together and fight.",
    "（きっと%usernameusernameuserna%さんは、\nこの場の空気を変えるためにあんなことを言ったのでしょうね）": "(I'm sure %usernameusernameuserna%-san is...\nHe probably said something like that to change the mood here.)",
    "（いやあ、正直今はシラフに戻りつつあるけど、\n俺もだいぶメイズシンドロームにやられてた感あるよな……）": "(Well, to be honest, I'm returning to being sober right now, but...)\nI feel like Maze Syndrome did a lot to me, too...)",
    "先ほどは、口が過ぎましたわ。\nみなさん、申し訳ございません。": "I spoke too much earlier.\nI'm sorry, everyone.",
    "わたしもなんであんなテンションだったのか、意味わからない……": "I don't understand why I was so excited, either...",
    "あたしもごめんなさい。さすがにあれはなかった。\n特に、七彩ちゃんとめるちゃん……本当にごめん。": "I'm sorry too. Of course it wasn't there.\nEspecially Nanaya-chan and Meguru-chan... I'm really sorry.",
    "いえ、まったく気にしていないので……お互い様ですよ。": "No, it doesn't bother me at all... It's the same for both of us.",
    "ええ、あれはメイズシンドロームのせいですわ。": "Yes, that was because of the Maze Syndrome.",
    "ラミも、その……いろいろと言い過ぎた。ごめん。": "Rami also, umm... said too much. Sorry.",
    "おいおい、俺の恋人に謝らせるだなんていいご身分だな？": "Hey, hey, you're in a good position to make my lover apologize, aren't you?",
    "もうそのノリはいいっての！\nそもそもおまえと恋人になった覚えはないし！": "You don't have to go that far anymore!\nI don't even remember becoming lovers with you in the first place!",
    "ラミがツッコんだ後、通信越しに笑い声が聞こえてきた。\nどうやら俺の思惑は成功したらしい。": "After Rami retorted, she heard laughter over the comms.\nLooks like my plan was a success.",
    "緊迫した状況だからこそ、リラックスすることが必要になる。\nこれで空気が変わるのであれば、俺は喜んで道化になろう。": "It's precisely because of the urgency of the situation that we need to relax.\nIf this changes the mood, I'll gladly become a clown.",
    "まあ、ひとまず俺達の将来設計については置いておこう。": "Well, let's put aside our future plans for now.",
    "置くも何も存在してないっての。": "There's nothing to put it down.",
    "それよりも、まずは地上への帰還方法について考えるべきだ。": "More importantly, we should think of a way to return to the surface first.",
    "そこで無視するの！？": "Are you going to ignore me there?!",
    "ラミが何か叫んでいるが\n今はそれどころじゃないので一旦無視しておくことにする。": "Rami is shouting something, but...\nNow's not the time for that, so I decide to ignore it for now.",
    "地上へ戻るためのルートはふたつ。<r=ドリフト>横坑</r>＆<r=ホール>広間</r>ルートか、\n<r=メインシャフト>主縦坑</r>ルートのどちらかだ。": "There were two routes to get back to the surface: <r=drift> Drift> Drift </r> & <r = Hall> Hall Hall </rs> Route, or\nIt’s either the <r=main shaft> or the main shaft </r> route.",
    "<r=ドリフト>横坑</r>＆<r=ホール>広間</r>ルートの方は、\n通常時の探索と同じになりますわね。": "<r=drift> Drift> Drift <r> & <r = Hall> Hall> The route to the hall <r/r>\nIt'll be the same as a normal search.",
    "距離は長くて時間はかかりますが、比較的危険性は少ないかと。": "The distance between us is long and time-consuming, but I believe there is relatively little danger.",
    "安全ではあるけど、とにかく物資が足りない気がするなぁ。": "It's safe, but I feel like we don't have enough supplies.",
    "出口まで物資が持つか、想像もできない。": "I couldn't even imagine whether the supplies would last all the way to the exit.",
    "<r=メインシャフト>主縦坑</r>ルートの方はどうなの？": "<r=main shaft>What about the main shaft/r route?",
    "強いメイズシフターが出てくるかもしれませんね……": "There might be a strong maise shifter out there...",
    "急激な上昇による重力異常の負荷も無視できませんわ。": "We can't ignore the load from the gravitational anomalies caused by the sudden rise.",
    "一長一短って感じね……": "It's a bit short-lived...",
    "……確か、<r=ドリフト>横坑</r>ルートの方には途中無人兵站拠点があったはずです。\nあそこでなら、物資を補充できるかも……": "...If I remember correctly, there was an unmanned logistics outpost along the way along the <r-drift> Drift.\nWe might be able to replenish our supplies there...",
    "そういえばそうでしたわね。大深度地下探索に備えた物資が、\n集積されていると前に聞いたことがありますわ。": "Come to think of it, you're right. We have supplies prepared for the Great Depths Underground Expedition.\nI've heard it's been accumulating before.",
    "そうか……分かった。なら、ひとまず全員の希望を聞こう。": "I see... Understood. In that case, let's hear everyone's hopes.",
    "ラミは<r=メインシャフト>主縦坑</r>がいいと思う。\nとにかく時間が惜しいし。": "As for Rami, I think the <r=main shaft> main shaft </r> would be better.\nAnyway, we don't have much time.",
    "あたしも<r=メインシャフト>主縦坑</r>ルートを推すよ。\n行ったことがないから、どんな場所なのか気になるんだよね～♪": "I'll also recommend the main shaft route.\nI've never been there before, so I'm curious about what kind of place it is~♪",
    "わたくしは断然<r=ドリフト>横坑</r>ルートですわ。\n途中で物資を補給できる可能性もありますし、安全性も高いですから。": "I'm definitely on the r-drift side tunnel.\nThere's a chance we'll be able to resupply along the way, and it's very safe.",
    "メイズシフターのリスクのことを考えると、\n私も<r=ドリフト>横坑</r>ルートがいいと思います……": "When you think about the risk of a maise shifter,\nI think the <r-drift> Drift route would be good, too...",
    "わたしは……ごめんなさい。判断できない。": "I'm... sorry. I can't make a decision.",
    "それ、どっちにするか悩んでるとかじゃなくて、\nどっちがいいのか分かってない方じゃないよな？": "That's not because she's worried about which one to choose.\nYou're not the kind of person who doesn't know which is better, right?",
    "……": "......",
    "……まあいい。票は綺麗に割れたみたいだな。\nそれなら俺が結論を出させてもらうぞ。": "...Well, whatever. Looks like the vote's been neatly split.\nIn that case, I'll come to a conclusion.",
    "メイズシンドロームのこともあり、\n早く地上へ出ることは重要だ。": "There was also the matter of the Maze Syndrome\nIt's important to get to the surface quickly.",
    "だが、今のチームの状況を鑑みると\nあまりにもリスクが大きすぎる。": "But considering the current state of the team,\nIt's too risky.",
    "と、すれば俺達が進むべきルートは……": "In that case, the route we should take is...",
    "……<r=ドリフト>横坑</r>ルートを進む。\n物資を補給できれば万々歳だしな。": "...<r=drift> Proceed through the Drift </r> route.\nIf we can resupply, we'll be all set.",
    "そっか。じゃあそのルートにしよ。": "I see. Then let's take that route.",
    "……意外だな。てっきり文句の一つでも言ってくるかと思ったが。": "...That's surprising. I thought she'd complain at least once.",
    "ラミのことをなんだと思ってんの。\n%usernameusernameuserna%が決めたことだし、従うよ。": "What do you think Rami is?\n%usernameusernameuserna% decided, so I'll obey.",
    "まあなんだ。その……信頼してるし。": "Well, yeah. Um... I trust you.",
    "それに、せっかく付き合うことになったのに、\nいきなりバッドエンドになったりしたら笑えないし。": "Besides, we’d finally decided to go out of our way to date\nI wouldn't be able to laugh if it suddenly turned into a bad ending.",
    "こ、こいつ、さっきあれだけ嘘認定してきたくせに、\nまさか実は俺の告白を本気にしてたのか！？": "Th-This guy, you just identified him as a liar.\nCould she actually have been serious about my confession?!",
    "でも、ここで『さっきのは嘘だぞ』なんて言ったら、\nせっかく和んだ空気が壊れてしまいかねないよな……": "But if I said “that was a lie” here...\nIt might break the relaxed atmosphere after all this time...",
    "そ、そっか。\nじゃあ、帰ったらどこにデートに行くか考えておけよ。": "I-I see.\nThen think about where you're going on your date when you get home.",
    "何でラミが決めるんだよ。\nそういうのは男がエスコートするもんでしょ？": "Why would Rami decide that?\nThat's something a man escorts, isn't it?",
    "なかなか前時代的な考え方な気がしないでもないが、分かった。\nでは……一緒にシミュレーター室で訓練デートだ。": "It's not like I don't feel like it's a pretty old-fashioned way of thinking, but I get it.\nThen... let's go on a training date in the simulator room together.",
    "どういうデートだよ！？\nそれただの特訓じゃん！？": "What kind of date is this?!\nIsn't that just special training?!",
    "すまん。ラミには物足りないよな。\nなら実機で……！": "Sorry. It's not enough for Rami.\nThen I'll use the real thing...!",
    "おまえ地上に戻る前にラミが撃墜してやろうか！？\nデートってなにかを考えろ！": "Should Rami shoot you down before you go back to the surface?!\nThink about what a date is!",
    "__translated__": true
}