{
    "ご苦労様です。\nお呼びだてしてしまってすみません。": "Thank you for your hard work.\nI'm sorry for calling you here.",
    "まあ、どちらにせよ顔は出すつもりだったが……\nそれで、終わったけど何かあるのか？": "Well, either way, I was planning to show up, but...\nSo, it's over. What's going on?",
    "スカラへの遣いの件、\n%usernameusernameuserna%さんにはご面倒をお掛けしましたね。": "About the errand for Scara,\nI'm sorry for causing you so much trouble, %usernameusernameuserna%.",
    "そうだな……ある程度事情を知ってたら、\nここまで大変な思いはしなかっただろうな。": "That's right... If I knew the situation to a certain extent,\nI'm sure you didn't go through this much trouble.",
    "で、なんであんな回りくどい真似をしたんだ？\n小花に任せればもっと話は早かったんじゃないか？": "So, why did you do something so roundabout?\nWouldn't it have been faster if we left it to Kohana?",
    "というと？": "What do you mean?",
    "武達を出歩かせたことだ。\n俺たちがわざわざ案内役をしてる意味はなかっただろ。": "That's why I made the warriors walk around.\nThere was no point in us going out of our way to act as guides, right?",
    "結果的に小花や風紀委員が監視をしていたんだ。\n武たちだけでも十分にお遣いは出来ただろ。": "As a result, Kohana and the disciplinary committee were keeping watch.\nTakeshi and the others should have been able to pay enough.",
    "ええ。確かにそうではありますが……\nそれでは彼らは部外者として学園に馴染めないままです。": "Yes, that's true, but...\nThen as outsiders, they won't be able to fit in at the academy.",
    "リスクを背負ったとしても彼らとともに行動をして、\nこのザルトゥーム学園を見て欲しかったのです。": "Even if he took the risk, he would act with them\nI wanted you to see this academy.",
    "……意外だな。もっと警戒してると思ったんだが。": "...That's surprising. I thought you'd be more wary.",
    "いえ、警戒はしていますよ。\nですが……多少なりとも人を見る目はあるつもりです。": "No, I'll be on guard.\nHowever... I do believe I have a good eye for people.",
    "彼らは決して我々と相いれない敵ではない。\nそれであれば……少しでも楽しい記憶を作って欲しかったのです。": "They are not enemies that can never be compatible with us.\nIn that case... I wanted you to create as many fun memories as possible.",
    "楽しい記憶か……\n俺は会長がどんな陰謀を巡らせてるかと思ったんだが。": "Fun memories, huh...\nI was wondering what kind of conspiracy Pres was up to.",
    "弱みを見せられないのでそう思われるのは慣れていますが、\nそういわれてしまうのは少々心外です。": "I'm used to people thinking that because I can't show weakness.\nIt's a little embarrassing to hear you say that.",
    "私は彼らが敵ではないというのであれば、\nこの世界を……学園を好きになって欲しいのです。": "If they're not my enemies,\nI want you to fall in love with this world... with the academy.",
    "……": "......",
    "……どうしたのですか？\nそのように大口を開けて。": "...What's wrong?\nShe opens her mouth wide like that.",
    "……いや、意外な理由で思わずな。": "...No, I didn't think it was for an unexpected reason.",
    "意外ですか？": "Are you surprised?",
    "警戒心が強いというか……もっと色々と利益だの、\n立場だのを考えているとばかり。": "You could say she's wary... There's a lot more profit to be made,\nJust as I was thinking about my position.",
    "ふふ、私もそんな側面ばかりではありませんよ。": "Heehee. That's not the only aspect of me.",
    "生徒会長としての責務はありますが、\nそうではない個人の考えだって私にもありますからね。": "I have a duty as student council president, but...\nI have my own ideas that aren't that way.",
    "……まあ、そういわれて納得は出来た。\n学園に馴染んで、好きになって欲しいから俺たちに頼んだのか。": "...Well, when she said that, it made sense.\nHad she gotten used to the academy and asked us to do it because she wanted us to like her?",
    "ええ。納得して頂けて良かったです。": "Yes. I'm glad you're convinced.",
    "（学園を好きになって欲しいから……か。\nなんだ、色々考えてた俺がバカみたいじゃないか）": "(Because she wants me to like her school... huh?\nWhat, I feel like an idiot for thinking so much about it.)",
    "あなたやめるさんが彼らと一緒に行動してくださったのは\n心強い限りでした。": "The reason why you stopped working with them\nIt was reassuring.",
    "おかげで７人とも、すっかり学園に馴染んでくれたようですから。": "Thanks to that, all seven of them seem to have gotten used to the academy.",
    "多少は馴染むための助けになれたんなら良かったよ。": "I'm glad I was able to help you get used to it.",
    "……改めて、あなたとめるさんの尽力には生徒会として感謝を。\nひとまず私からの話は以上です。": "...Once again, as the Student Council, I thank you for your efforts.\nThat's all I have to say for now.",
    "じゃあ、俺はこれで失礼するな。\n今日もあいつらを待たせてるし。": "Well, I'll be taking my leave now.\nI've got them waiting for me again today.",
    "何やら調理室の貸し出し申請がありましたが……\nパーティーでもなさるのでしょうか？": "For some reason, there was a request to rent out the cooking room...\nAre we going to have a party?",
    "俺はただ招待されただけで、詳しいことは知らないな。": "I was just invited, so I don't know the details.",
    "そうですか。では、節度を守って楽しんでくださいね。\n備品の破壊などは厳禁ですよ。": "I see. Well then, please enjoy yourself in moderation.\nDestroying equipment is strictly prohibited.",
    "流石にそんなバカ騒ぎはしない……と思うぞ。\nそれじゃあな。": "I don't think they'd make such a fuss.\nSee you later.",
    "（……学園の事を好きになってほしい、か）": "(...She wants me to fall in love with the school, huh?)",
    "（バカ正直って言っちゃえばそれまでだけど……\n生徒会長の学園を思う気持ちは信じられるものかもしれないな）": "(If I say I'm being stupidly honest, that's it, but...\nI might be able to trust the student council president's feelings for the academy.)",
    "――ようやく来たようだな。": "—Looks like you're finally here.",
    "遅れて悪い。\n生徒会室に呼び出されてたんだ。": "Sorry I'm late.\nI was summoned to the student council room.",
    "で、そろそろ始まってる頃か？\nわざわざ食堂を借りて何をやろうってんだか知らないが。": "So, is it about time for it to start?\nI don't know what she's planning to do by renting the cafeteria, though.",
    "うむ。ちょうど鑑が席についたところだ。\nこれが勝利の報酬らしい。": "Yes. Kagami has just taken a seat.\nThis seemed to be the reward for victory.",
    "ああ、最初に言ってた何でも命令が出来る権利か。\n……なんで食堂なんだ？": "Ah, the right to give orders to anything you said at the beginning.\n...Why the dining hall?",
    "まあ、それも命令した鑑さんに聞けばいいか。\nええっと……": "Well, I guess I'll just have to ask Kagami-san, who ordered that too.\nLet's see...",
    "はい、タケルちゃん。\nあーん♪": "Here you go, Takeru-chan.\nAaahn♪",
    "あ、あーん……": "Ah, ahhh...",
    "…………あーん？": "............ahhh?",
    "な、なあ、もうやめようぜ、純夏。\n%usernameusernameuserna%も来たし、見られてるだろ。": "H-Hey, let's stop, Sumika.\n%usernameusernameuserna% is here, so they're watching us.",
    "だめー。タケルちゃんには１番たくさん、\nわたしの手料理をじかに味わってもらうんだから。": "Nooo. Takeru-chan has the most,\nYou're going to taste my cooking firsthand.",
    "いかなる屈辱も大人しく受け入れるのだな、タケル。\nそれが敗者の責務というものだ。": "Accept any humiliation, Takeru.\nThat is the duty of a loser.",
    "そうそう！　敗者の責務なのだー！": "That's right! It's the duty of the loser!",
    "くそう……まさかこんな辱めを受けるとは……\nあそこで行き止まりに騙されてなけりゃ……！": "Damn it... I never thought I'd be humiliated like this...\nIf only I hadn't been tricked by a dead end there...!",
    "ほらほらタケルちゃん。もう一杯、あーん♪": "Come on, Takeru-chan. Have another, ahhh♪",
    "……なにをやってるんだ？": "...What are you doing?",
    "純夏さんの命令で、皆と一緒に食事会をしているんです。": "Sumika-san ordered me to have a dinner party with everyone.",
    "ほら、見て見て。\nこのお料理、わたしとめるちゃんで一緒に作ったんだよ？": "Here, take a look.\nI made this dish together with Tome-chan, you know?",
    "へえ、めるが料理上手なのは知っていたが……\n鑑さんも料理が上手なんだな。": "Wow, I knew Meguru was good at cooking, but...\nKagami-san sure is good at cooking.",
    "はい！　一緒に料理のことについて教え合ったり、\n色んなメニューを作ったりしたんですよ♪": "Yes! We taught each other about cooking together,\nI made all kinds of things on the menu.",
    "へえ、すっかり仲良くなれたんだな。\n勝者の命令がこれってことなのか？": "Wow, they've really gotten along.\nIs this the winner's order?",
    "ううん。勝負とは別に、\nみんなでご飯食べたいな～って思ってたんだよね。": "No. Aside from the match,\nI was hoping we could all eat together.",
    "勝負は勝負で、勝ったチームも負けたチームも、\nみんなで楽しく食事しませんか？　って誘ってもらいました！": "The match was a contest, and both the winning team and the losing team were\nHe asked me if I wanted to have a fun meal with everyone!",
    "それはこっちとしてもありがたいな…って、\nじゃあ結局のところ勝者の命令はどうなったんだ？": "I'm also grateful for that... Wait,\nSo what happened to the victor's orders after all?",
    "何を命令するかは私が決めていいって、\n御剣さんと珠瀬さんが譲ってくれたんだ。": "I told her I could decide what to order her to do,\nMitsurugi and Tamase-san gave it to me.",
    "せっかくだからタケルちゃんに、\n私が食べさせて感想を聞きたいなって♪": "Since you're here, takeru-chan,\nI wanted to feed it to you and hear your impressions♪",
    "純夏さん、大胆ですよね……！\nわ、私も見習わないと……！": "Sumika-san's so bold...!\nI-I need to learn from her example...!",
    "めるちゃん！　こういう時は前進あるのみだよ！": "Mechan! At times like this, we just have to move forward!",
    "何を見習うつもりなんだ……でも、確かに良い願いだな。": "What are you trying to learn from me...? But it's definitely a good wish.",
    "それじゃ、タケルちゃん。\n次はめるちゃんに教えてもらったこっちを……": "Well then, Takeru-chan.\nNext is the one Meguru-chan taught me...",
    "いや、そろそろ勘弁してくれ……\n腹も膨れてきたし……あーん……むぐむぐ……": "No, it's about time...\nMy stomach's starting to fill up... Ahhh... *munch munch*...",
    "（……なんだかんだ文句を言いながらも、\n抵抗せずに付き合ってあげてるんだよな）": "(...Even as she complained about something,\nYou're going out with her without resisting, aren't you?)",
    "……ふむ、確かに良い味だ。\nヒイロも来ればよかったのだがな。": "...Hmm, it certainly does taste good.\nI wish Hiiro had come, too.",
    "そういえば確かにいないな。": "Come to think of it, she's definitely not here.",
    "誘ったが、ガラではないと断られてしまった。\nだが、スカラ校舎へはまた会いに行く約束はした。": "I invited her, but she refused, saying it wasn't her style.\nBut I promised to go see her again at the Scara school building.",
    "彼女の技術や在り方はどこか近しいものを感じてな。\nふふ……また会う日が楽しみだ。": "I feel like her technique and ways of being are similar somehow.\nHaha... I'm looking forward to the day we meet again.",
    "（……なるほど、生徒会長が求めてたのはこういう事か）": "(...I see. So this is what the student council president wanted.)",
    "ちょっと、食べすぎよ！\nそんなに食べたら他の人の分がなくなるでしょ！": "Hey, you're eating too much!\nIf you eat that much, you won't be able to make enough for anyone else!",
    "……早い者勝ち。": "...First come, first served.",
    "ボクも食べ逃す前に取りに行こっと♪": "I'll go pick it up before I miss it too♪",
    "賑やかで楽しいな": "It's so lively and fun.",
    "俺も食べないとな": "I'll have to eat too.",
    "あ、そっちの真ん中の料理取ってください！": "Oh, please take the food in the middle over there!",
    "賑やかで楽しい食事会だな。": "It's a lively and fun dinner party.",
    "……だったら助け船も寄越してくれ……\nオレも、普通に食べたいんだが……": "...Then give me a helping hand, too...\nI want to eat it normally too, but...",
    "だーめ！　タケルちゃんはわたしが食べさせてあげる！\nはい、あーん！": "No! I'll feed Takeru-chan!\nYes, ahhh!",
    "……すまんが、勝者の特権だからな。\n俺には邪魔をする権利はない。": "...Sorry, but it's a privilege reserved for winners.\nI have no right to interfere.",
    "あ、そっちのお皿はめるちゃんのお手製だよ！\nほら、めるちゃん！　食べさせてあげたら！": "Oh, those plates are handmade by Meguru-chan!\nCome on, Mechan! Let her eat!",
    "あわわっ！　\nえ、えっと……%usernameusernameuserna%さん": "Awawa!\nU-Umm... %usernameusernameuserna%.",
    "ん？　なんだ？": "Hm? What is it?",
    "……い、一緒に食べましょう！": "...L-Let's eat together!",
    "め、めるちゃん！　そこは大胆に誘ってみるべきだよ！": "M-Mechan! You should be bold enough to ask her out!",
    "さ、流石にそんな勇気はでないです～……！": "I-I don't have the courage to do that...!",
    "そうして、俺たちも話をしながら食事を取り、\n気付けばすっかり日が傾いていた。": "And so, we chatted as we ate.\nBefore I knew it, the sun had completely set.",
    "ふぅ……思った以上に食べたな。\nそれで、今後はどうする予定なんだ？": "Phew... I ate more than I expected.\nSo, what are you planning to do in the future?",
    "我々か？　そうだな……しばらくは学園の部屋を借りて、\n世話になる予定だ。": "Us? Let's see... I'll borrow a room at the academy for a while,\nI plan to take care of her.",
    "機体を直して頂いて、メイズに挑むまでは、\n生徒会のお手伝いをさせて貰えるみたいです！": "Until I had the aircraft fixed and challenged Mayse...\nLooks like I'll be able to help the student council!",
    "戦術機の修復が後回しの私たちは、しばらくは手伝いが中心ね。\nこっちの世界の事を色々と勉強しましょう。": "Since we're putting off repairing the TSFs, we'll be focusing on helping out for a while.\nLet's learn a lot about this world.",
    "やきそばパンを探しに行きたい。": "I want to go look for yakisoba bread.",
    "あなたねぇ……こっちでお世話になるんだから、\nまずは責務を果たすのが先でしょ！": "You know... I'll be taking care of you here,\nWe have to fulfill our duty first!",
    "肩に力入り過ぎ。探しながらでも仕事はできる。": "I put too much pressure on my shoulders. I can still do my job while searching.",
    "まあまあ、ふたりとも落ち着いて。\nいきなり喧嘩なんてしたら、本当に迷惑になるよ？": "Now, now, calm down, you two.\nIf you start fighting right off the bat, you'll really be a bother, you know?",
    "元いた場所に帰る手段が見つかるまでは、\nまだここにお世話になるわけだからいい関係を築かないとね。": "Until we find a way back to where we came from...\nWe're still indebted to you here, so we need to build a good relationship.",
    "生徒会の許可はいただいていますから、\nもしもお出かけするなら案内しますからね♪": "We have permission from the student council, so...\nIf you're going out, I'll show you around♪",
    "本当ですか？\n是非お願いします。": "Is that true?\nBy all means, please.",
    "今度お出かけをするなら、\n次は違う場所を見て回りたいです！": "If you're going out again,\nNext time, I want to look around somewhere else!",
    "そうだね～。\nもっと自然がいっぱいな所がいいなぁ。": "That's right~.\nI'd like a place full of nature.",
    "はい！　島内にはいろんな場所がありますから、\n是非とも観光していってくださいね！": "Yes! There are many places on the island,\nBy all means, please go sightseeing!",
    "……そう考えてみると、\n初めてきた客人にスカラは刺激が強すぎだろ……": "...Thinking about it that way...\nScara is way too stimulating for a first-time guest...",
    "私は、あの地をそれなりに気に入ったぞ？": "I like that place quite a bit, you know?",
    "そうなの？　もしかして、知り合いが増えたから？": "Really? Maybe it's because I've gotten to know more people?",
    "ああ、そうだな。出会いもあり……\nあそこで生きる人の力強さも感じる事が出来た。": "Yeah, that's right. We met...\nI could also feel the strength of the people who lived there.",
    "それに、彼女たち以外とも少々言葉を交わす時間があってな。\nいずれ改めて親交を深めようという話になったのだ。": "Besides, I had a little time to talk to everyone other than them.\nWe decided to deepen our friendship someday.",
    "へえ……異世界でも友達になれる人がいるって良いよな。": "Wow... It's nice to have friends in another world, too.",
    "……そうだな、友か。\n異郷の地ではあるが……そういう関係も悪くはない。": "...Yeah, a friend.\nIt's a foreign land, but... that kind of relationship isn't bad.",
    "……なんだろうな。不思議な感覚だ。\n相変わらず記憶は朧気なんだけどさ……": "...I wonder what it is. It's a strange feeling.\nMy memory's still hazy, though...",
    "元いた場所で、オレは……\nこんな風にみんなとの平和な日常を望んでいた気がするんだ……": "Where I came from, I...\nI feel like I wanted to have a peaceful life with everyone like this...",
    "ふうん……確かに、こんな日々が過ごせたらいいわね。": "Hmm... It certainly would be nice if we could spend our days like this.",
    "……夢物語。": "...A pipe dream.",
    "あはは、でも異世界に来て記憶喪失なんて、\nそれこそ夢みたいじゃない？": "Ahaha, but coming to another world and having amnesia...\nIsn't that like a dream?",
    "そうですね……元の世界に戻っても、\nこんな生活が出来たらいいですね。": "That's right... Even if we go back to the real world,\nIt would be nice if we could live like this.",
    "ああ。私たちの世界に戻るためにも、\nメイズに潜り、手掛かりを探さねばな。": "Yes. In order to return to our world,\nWe'll have to dive into the Maze and look for clues.",
    "……あんまり共感はされなかったか。まあいいさ。": "...She didn't really sympathize with me, huh? Well, whatever.",
    "いつか元の世界に戻るまで、\n悪いけどもうしばらく世話になるな、%usernameusernameuserna%。": "Until we return to the real world someday,\nSorry, but I'll be taking care of you for a while longer, %usernameusernameuserna%.",
    "いいさ。俺も世話になった分を返している途中だ。\n十分に休んで、恩を返せるときに返せばいいのさ。": "It's fine. I'm in the middle of returning the favor.\nYou just need to get plenty of rest and return the favor when you can.",
    "ああ。もしも私たちの力がいるときは言ってくれ。\n微力ではあるかもしれないが、協力しよう。": "Yeah. If you need our help, just let me know.\nIt might not be much, but I'll cooperate.",
    "――じゃあ、今はめるちゃん達との幸せな時間を楽しむってことで！\n暗いお話はいったんおしまいだね！": "――Then I'll enjoy my happy time with Me-chan and the others for now!\nThe dark talk is over for now!",
    "そうですね。\nまだデザートも残ってますし、パーティーの続きを――": "You're right.\nThere's still dessert left, so let's continue the party—",
    "ここまで来たらやる事は決まってるよね！": "Now that we've come this far, it's obvious what we're going to do!",
    "……やる事？": "...Something to do?",
    "ふむ、挨拶回りか？": "Hmm, are you going around greeting people?",
    "ちがうよ！　それも大切だけど……\nお世話になるんだし、この建物を探検してみないとね！": "No! That's important too, but...\nWe're indebted to you, so we need to explore this building!",
    "探検って……子供か！": "Exploring...? A child!?",
    "行こうよー！　もっといろんな場所見てみたいし！\nタケルちゃん、はーやーくー！": "Let's go! I want to see more places!\nTakeru-chan, hurry up!",
    "確かにここを探索するのは楽しそうだね！\nボクも行きたいなー！": "It certainly does sound fun to explore this place!\nI wanna go too!",
    "おい、引っ張るな！　服が伸びるだろ！　ああもうわかったから！\nそれじゃあ、またな%usernameusernameuserna%！": "Hey, don't pull! Your clothes are gonna stretch! Oh, geez, I get it!\nSee you later, %usernameusernameuserna%!",
    "我々も行くとするか。\nではな、また会おう。": "Let's go, too.\nSee you later, then.",
    "……ン。": "...Mm.",
    "はぁ……本当にもっと団体行動が出来ないのかしら……": "*sigh* I wonder if we really can't do more group activities...",
    "あはは、でもそれも皆さんの良い所ですから。": "Ahaha, but that's one of your good points.",
    "……嵐のようでしたね。": "...It was like a storm.",
    "そうだな……とはいえ、\n何度も会う事はあるだろうし……仲良くしていけると良いな。": "You're right... That said,\nI'm sure we'll meet again and again... I hope we can get along.",
    "はい！　折角の異世界からのお友達ですからね！\nもっともっと、仲良くなれたら嬉しいです！": "Yes! We're friends from another world, after all!\nI'd be happy if we could get to know each other better!",
    "こうして異世界からの客人である彼らは帰還するまで、\nザルトゥーム学園の新しい仲間となったのだった。": "Thus, since they were guests from another world, they had to wait until they returned\nHe became a new comrade at Zarthum Academy."
}