{
    "ご苦労様です。\nお呼びだてしてしまってすみません。": "Thank you for your hard work.\nSorry for calling you over.",
    "まあ、どちらにせよ顔は出すつもりだったが……\nそれで、終わったけど何かあるのか？": "Well, I was planning to show up anyway...\nSo, it's over, but is there something else?",
    "スカラへの遣いの件、\n%usernameusernameuserna%さんにはご面倒をお掛けしましたね。": "Regarding the errand to Scala,\nwe really troubled you, %usernameusernameuserna%-san.",
    "そうだな……ある程度事情を知ってたら、\nここまで大変な思いはしなかっただろうな。": "Yeah... If I had known more about the situation,\nit wouldn't have been so hard.",
    "で、なんであんな回りくどい真似をしたんだ？\n小花に任せればもっと話は早かったんじゃないか？": "So, why did you go through all that roundabout trouble?\nWouldn't it have been faster to leave it to Kohana?",
    "というと？": "What do you mean?",
    "武達を出歩かせたことだ。\n俺たちがわざわざ案内役をしてる意味はなかっただろ。": "I mean letting Takeru and the others wander around.\nThere was no point in us acting as guides.",
    "結果的に小花や風紀委員が監視をしていたんだ。\n武たちだけでも十分にお遣いは出来ただろ。": "In the end, Kohana and the disciplinary committee were watching.\nTakeru and the others could have handled the errand on their own.",
    "ええ。確かにそうではありますが……\nそれでは彼らは部外者として学園に馴染めないままです。": "Yes, that's true...\nBut then they would remain outsiders, unable to fit into the academy.",
    "リスクを背負ったとしても彼らとともに行動をして、\nこのザルトゥーム学園を見て欲しかったのです。": "Even at the risk, I wanted to act with them\nand have them see this Zaltoum Academy.",
    "……意外だな。もっと警戒してると思ったんだが。": "...That's surprising. I thought you'd be more cautious.",
    "いえ、警戒はしていますよ。\nですが……多少なりとも人を見る目はあるつもりです。": "No, I am cautious.\nBut... I believe I have some ability to judge people.",
    "彼らは決して我々と相いれない敵ではない。\nそれであれば……少しでも楽しい記憶を作って欲しかったのです。": "They are by no means irreconcilable enemies to us.\nIf that's the case... I wanted them to create even a few happy memories.",
    "楽しい記憶か……\n俺は会長がどんな陰謀を巡らせてるかと思ったんだが。": "Happy memories, huh...\nI thought the president was plotting some kind of scheme.",
    "弱みを見せられないのでそう思われるのは慣れていますが、\nそういわれてしまうのは少々心外です。": "I'm used to being thought of that way because I can't show weakness,\nbut it's a bit disheartening to hear it said like that.",
    "私は彼らが敵ではないというのであれば、\nこの世界を……学園を好きになって欲しいのです。": "If they are not our enemies,\nI want them to like this world... and this academy.",
    "……": "……",
    "……どうしたのですか？\nそのように大口を開けて。": "...What's wrong?\nWhy are you gaping like that?",
    "……いや、意外な理由で思わずな。": "...No, I was just surprised by the unexpected reason.",
    "意外ですか？": "Unexpected?",
    "警戒心が強いというか……もっと色々と利益だの、\n立場だのを考えているとばかり。": "I thought you'd be more cautious... thinking more about benefits,\npositions, and such.",
    "ふふ、私もそんな側面ばかりではありませんよ。": "Hehe, I'm not just about that side of things.",
    "生徒会長としての責務はありますが、\nそうではない個人の考えだって私にもありますからね。": "I have responsibilities as the student council president,\nbut I also have personal thoughts beyond that.",
    "……まあ、そういわれて納得は出来た。\n学園に馴染んで、好きになって欲しいから俺たちに頼んだのか。": "...Well, hearing that, I can understand.\nYou asked us because you wanted them to fit in and like the academy.",
    "ええ。納得して頂けて良かったです。": "Yes. I'm glad you understand.",
    "（学園を好きになって欲しいから……か。\nなんだ、色々考えてた俺がバカみたいじゃないか）": "(Because you want them to like the academy... huh.\nMan, I feel like an idiot for overthinking everything.)",
    "あなたやめるさんが彼らと一緒に行動してくださったのは\n心強い限りでした。": "You and Meru acting with them\nwas incredibly reassuring.",
    "おかげで７人とも、すっかり学園に馴染んでくれたようですから。": "Thanks to you, all seven of them seem to have completely fit into the academy.",
    "多少は馴染むための助けになれたんなら良かったよ。": "If we could help them fit in even a little, that's good.",
    "……改めて、あなたとめるさんの尽力には生徒会として感謝を。\nひとまず私からの話は以上です。": "...Once again, the student council thanks you and Meru for your efforts.\nThat's all I have to say for now.",
    "じゃあ、俺はこれで失礼するな。\n今日もあいつらを待たせてるし。": "Well, I'll take my leave then.\nThey're waiting for me again today.",
    "何やら調理室の貸し出し申請がありましたが……\nパーティーでもなさるのでしょうか？": "It seems there was a request to borrow the kitchen...\nAre you having a party or something?",
    "俺はただ招待されただけで、詳しいことは知らないな。": "I was just invited, so I don't know the details.",
    "そうですか。では、節度を守って楽しんでくださいね。\n備品の破壊などは厳禁ですよ。": "I see. Well, please enjoy yourselves responsibly.\nBreaking equipment is strictly prohibited.",
    "流石にそんなバカ騒ぎはしない……と思うぞ。\nそれじゃあな。": "We wouldn't go that crazy... I think.\nSee you then.",
    "（……学園の事を好きになってほしい、か）": "(…Wanting us to like the academy, huh.)",
    "（バカ正直って言っちゃえばそれまでだけど……\n生徒会長の学園を思う気持ちは信じられるものかもしれないな）": "(You could call it naive honesty, but...\nThe student council president's love for the academy might be genuine.)",
    "――ようやく来たようだな。": "――You finally arrived.",
    "遅れて悪い。\n生徒会室に呼び出されてたんだ。": "Sorry I'm late.\nI was called to the student council room.",
    "で、そろそろ始まってる頃か？\nわざわざ食堂を借りて何をやろうってんだか知らないが。": "So, has it started yet?\nI don't know what you're planning to do by renting the cafeteria.",
    "うむ。ちょうど鑑が席についたところだ。\nこれが勝利の報酬らしい。": "Yes. Kan just took his seat.\nThis seems to be the reward for victory.",
    "ああ、最初に言ってた何でも命令が出来る権利か。\n……なんで食堂なんだ？": "Ah, the right to give any command that was mentioned at the start.\n...Why the cafeteria?",
    "まあ、それも命令した鑑さんに聞けばいいか。\nええっと……": "Well, you can ask Kan-san, who gave the order, about that.\nUh...",
    "はい、タケルちゃん。\nあーん♪": "Here you go, Takeru-chan.\nSay ahh~♪",
    "あ、あーん……": "Ah, ahh...",
    "…………あーん？": "...Ahh?",
    "な、なあ、もうやめようぜ、純夏。\n%usernameusernameuserna%も来たし、見られてるだろ。": "H-hey, let's stop this, Sumika.\n%usernameusernameuserna% is here too, and they're watching.",
    "だめー。タケルちゃんには１番たくさん、\nわたしの手料理をじかに味わってもらうんだから。": "Nope~. Takeru-chan has to taste my homemade cooking\nmore than anyone else.",
    "いかなる屈辱も大人しく受け入れるのだな、タケル。\nそれが敗者の責務というものだ。": "Accept any humiliation quietly, Takeru.\nThat's the duty of the loser.",
    "そうそう！　敗者の責務なのだー！": "That's right! It's the duty of the loser!",
    "くそう……まさかこんな辱めを受けるとは……\nあそこで行き止まりに騙されてなけりゃ……！": "Damn... I never thought I'd be subjected to such humiliation...\nIf only I hadn't been fooled by the dead end there...!",
    "ほらほらタケルちゃん。もう一杯、あーん♪": "Come on, Takeru-chan. One more bite, ah~♪",
    "……なにをやってるんだ？": "......What are you doing?",
    "純夏さんの命令で、皆と一緒に食事会をしているんです。": "Under Sumika-san's orders, we're having a meal together.",
    "ほら、見て見て。\nこのお料理、わたしとめるちゃんで一緒に作ったんだよ？": "Look, look.\nWe made this dish together, me and Meru-chan, you know?",
    "へえ、めるが料理上手なのは知っていたが……\n鑑さんも料理が上手なんだな。": "I knew Meru was good at cooking, but...\nKan-san is also good at cooking.",
    "はい！　一緒に料理のことについて教え合ったり、\n色んなメニューを作ったりしたんですよ♪": "Yes! We taught each other about cooking,\nand made various dishes together♪",
    "へえ、すっかり仲良くなれたんだな。\n勝者の命令がこれってことなのか？": "Wow, you really became good friends, huh.\nIs this what the winner's command is about?",
    "ううん。勝負とは別に、\nみんなでご飯食べたいな～って思ってたんだよね。": "No, it's separate from the competition.\nI was just thinking it would be nice to have a meal together.",
    "勝負は勝負で、勝ったチームも負けたチームも、\nみんなで楽しく食事しませんか？　って誘ってもらいました！": "The competition is the competition, and whether you win or lose,\nwe were invited to enjoy a meal together!",
    "それはこっちとしてもありがたいな…って、\nじゃあ結局のところ勝者の命令はどうなったんだ？": "That's also appreciated on our side... but,\nwhat happened to the winner's command in the end?",
    "何を命令するかは私が決めていいって、\n御剣さんと珠瀬さんが譲ってくれたんだ。": "I was given the right to decide what command to give,\nthanks to Mitsurugi-san and Tamase-san.",
    "せっかくだからタケルちゃんに、\n私が食べさせて感想を聞きたいなって♪": "Since it's a special occasion, I wanted to feed Takeru-chan\nand hear his thoughts on it♪",
    "純夏さん、大胆ですよね……！\nわ、私も見習わないと……！": "Sumika-san, you're so bold...!\nI-I have to learn from you...!",
    "めるちゃん！　こういう時は前進あるのみだよ！": "Meru-chan! In times like this, you must move forward!",
    "何を見習うつもりなんだ……でも、確かに良い願いだな。": "What are you planning to learn from... But indeed, it's a good wish.",
    "それじゃ、タケルちゃん。\n次はめるちゃんに教えてもらったこっちを……": "Then, Takeru-chan.\nNext, let's try this dish that Meru-chan taught me...",
    "いや、そろそろ勘弁してくれ……\n腹も膨れてきたし……あーん……むぐむぐ……": "No, please spare me... My stomach is getting full... Ah... munch munch...",
    "（……なんだかんだ文句を言いながらも、\n抵抗せずに付き合ってあげてるんだよな）": "(...Even while complaining, you're going along with it without resisting.)",
    "……ふむ、確かに良い味だ。\nヒイロも来ればよかったのだがな。": "...Hmm, it does have a good taste.\nI wish Hiiro could have come too.",
    "そういえば確かにいないな。": "Speaking of which, she really isn't here.",
    "誘ったが、ガラではないと断られてしまった。\nだが、スカラ校舎へはまた会いに行く約束はした。": "I invited her, but she declined, saying it wasn't her style.\nHowever, we did promise to meet again at the Scala campus.",
    "彼女の技術や在り方はどこか近しいものを感じてな。\nふふ……また会う日が楽しみだ。": "I feel a certain closeness in her skills and way of being.\nHehe... I'm looking forward to the day we meet again.",
    "（……なるほど、生徒会長が求めてたのはこういう事か）": "(I see, this is what the student council president was looking for.)",
    "ちょっと、食べすぎよ！\nそんなに食べたら他の人の分がなくなるでしょ！": "Hey, you're eating too much!\nIf you eat that much, there won't be any left for others!",
    "……早い者勝ち。": "...First come, first served.",
    "ボクも食べ逃す前に取りに行こっと♪": "I should go get some before it's all gone too♪",
    "賑やかで楽しいな": "It's lively and fun.",
    "俺も食べないとな": "I guess I should eat too.",
    "あ、そっちの真ん中の料理取ってください！": "Ah, please pass me the dish in the middle over there!",
    "賑やかで楽しい食事会だな。": "This is a lively and enjoyable meal gathering.",
    "……だったら助け船も寄越してくれ……\nオレも、普通に食べたいんだが……": "If that's the case, then send a助け船... I just want to eat normally...",
    "だーめ！　タケルちゃんはわたしが食べさせてあげる！\nはい、あーん！": "No way! Takeru-chan will be fed by me!\nHere, ah~!",
    "……すまんが、勝者の特権だからな。\n俺には邪魔をする権利はない。": "Sorry, but this is the winner's privilege.\nI have no right to interfere.",
    "あ、そっちのお皿はめるちゃんのお手製だよ！\nほら、めるちゃん！　食べさせてあげたら！": "Ah, that plate over there is Meru-chan's homemade dish!\nCome on, Meru-chan! Feed him!",
    "あわわっ！　\nえ、えっと……%usernameusernameuserna%さん": "Ah! Uh, um... %usernameusernameuserna% san",
    "ん？　なんだ？": "Hmm? What is it?",
    "……い、一緒に食べましょう！": "...L-Let's eat together!",
    "め、めるちゃん！　そこは大胆に誘ってみるべきだよ！": "M-Meru-chan! You should boldly invite them there!",
    "さ、流石にそんな勇気はでないです～……！": "I-I don't have that kind of courage...!",
    "そうして、俺たちも話をしながら食事を取り、\n気付けばすっかり日が傾いていた。": "And so, we also took our meals while chatting,\nand before we knew it, the sun was already setting.",
    "ふぅ……思った以上に食べたな。\nそれで、今後はどうする予定なんだ？": "Phew... I ate more than I expected.\nSo, what are your plans from now on?",
    "我々か？　そうだな……しばらくは学園の部屋を借りて、\n世話になる予定だ。": "Us? Well... for now, we plan to borrow a room at the academy and\nbe under your care.",
    "機体を直して頂いて、メイズに挑むまでは、\n生徒会のお手伝いをさせて貰えるみたいです！": "It seems we can help the student council\nuntil our machines are repaired and we challenge the maze!",
    "戦術機の修復が後回しの私たちは、しばらくは手伝いが中心ね。\nこっちの世界の事を色々と勉強しましょう。": "Since the repair of our tactical machines is postponed, we will mainly help for a while.\nLet's study various things about this world.",
    "やきそばパンを探しに行きたい。": "I want to go find some yakisoba bread.",
    "あなたねぇ……こっちでお世話になるんだから、\nまずは責務を果たすのが先でしょ！": "You know... since we'll be under your care here,\nshouldn't we first fulfill our responsibilities?",
    "肩に力入り過ぎ。探しながらでも仕事はできる。": "You're putting too much力on your shoulders. You can work while searching.",
    "まあまあ、ふたりとも落ち着いて。\nいきなり喧嘩なんてしたら、本当に迷惑になるよ？": "Now, now, both of you calm down.\nIf you start fighting all of a sudden, it'll really be troublesome, you know?",
    "元いた場所に帰る手段が見つかるまでは、\nまだここにお世話になるわけだからいい関係を築かないとね。": "Until we find a way back to where we were,\nwe'll still be under your care, so we need to build a good relationship.",
    "生徒会の許可はいただいていますから、\nもしもお出かけするなら案内しますからね♪": "We've received permission from the student council,\nso if you plan to go out, we'll guide you♪",
    "本当ですか？\n是非お願いします。": "Really?\nPlease, we would appreciate it.",
    "今度お出かけをするなら、\n次は違う場所を見て回りたいです！": "Next time we go out,\nI want to see and explore different places!",
    "そうだね～。\nもっと自然がいっぱいな所がいいなぁ。": "That's right~.\nI want to go to a place with more nature.",
    "はい！　島内にはいろんな場所がありますから、\n是非とも観光していってくださいね！": "Yes! There are various places on the island,\nso please make sure to sightsee!",
    "……そう考えてみると、\n初めてきた客人にスカラは刺激が強すぎだろ……": "...Thinking about it, Scala is too刺激的for guests who are here for the first time...",
    "私は、あの地をそれなりに気に入ったぞ？": "I actually quite liked that place, you know?",
    "そうなの？　もしかして、知り合いが増えたから？": "Is that so? Could it be that you've made more acquaintances?",
    "ああ、そうだな。出会いもあり……\nあそこで生きる人の力強さも感じる事が出来た。": "Yeah, that's right. There were new encounters...\nAnd I could also feel the strength of the people living there.",
    "それに、彼女たち以外とも少々言葉を交わす時間があってな。\nいずれ改めて親交を深めようという話になったのだ。": "Moreover, I had some time to exchange words with people other than them.\nWe eventually talked about deepening our friendship.",
    "へえ……異世界でも友達になれる人がいるって良いよな。": "Hey... It's nice to be able to make friends even in another world.",
    "……そうだな、友か。\n異郷の地ではあるが……そういう関係も悪くはない。": "......Yeah, friends, huh.\nEven though it's a foreign land... that kind of relationship isn't bad.",
    "……なんだろうな。不思議な感覚だ。\n相変わらず記憶は朧気なんだけどさ……": "......I wonder what it is. It's a strange feeling.\nAs always, my memory is hazy...",
    "元いた場所で、オレは……\nこんな風にみんなとの平和な日常を望んでいた気がするんだ……": "Back where I used to be, I... feel like I wished for a peaceful daily life like this with everyone...",
    "ふうん……確かに、こんな日々が過ごせたらいいわね。": "Hmm... Indeed, it would be nice to be able to spend days like this.",
    "……夢物語。": "...A pipe dream.",
    "あはは、でも異世界に来て記憶喪失なんて、\nそれこそ夢みたいじゃない？": "Ahaha, but coming to another world and losing my memory,\nIsn't that just like a dream?",
    "そうですね……元の世界に戻っても、\nこんな生活が出来たらいいですね。": "That's right... Even if we go back to our original world,\nit would be nice if we could live like this.",
    "ああ。私たちの世界に戻るためにも、\nメイズに潜り、手掛かりを探さねばな。": "Yeah. In order to return to our world,\nwe must dive into the maze and search for clues.",
    "……あんまり共感はされなかったか。まあいいさ。": "......I guess it wasn't really relatable. Well, that's fine.",
    "いつか元の世界に戻るまで、\n悪いけどもうしばらく世話になるな、%usernameusernameuserna%。": "Until we return to our original world someday,\nsorry for the trouble, but we'll be in your care for a while longer, %usernameusernameuserna%.",
    "いいさ。俺も世話になった分を返している途中だ。\n十分に休んで、恩を返せるときに返せばいいのさ。": "It's fine. I'm also in the process of repaying the favor I received.\nRest well, and return the favor when you can.",
    "ああ。もしも私たちの力がいるときは言ってくれ。\n微力ではあるかもしれないが、協力しよう。": "Yeah. If you need our力, just let us know.\nIt may be a small help, but we'll cooperate.",
    "――じゃあ、今はめるちゃん達との幸せな時間を楽しむってことで！\n暗いお話はいったんおしまいだね！": "――Then, let's enjoy this happy time with Meru and the others for now!\nLet's put the dark話on hold for now!",
    "そうですね。\nまだデザートも残ってますし、パーティーの続きを――": "That's right.\nAnd there's still dessert left, so let's continue the party――",
    "ここまで来たらやる事は決まってるよね！": "Now that we're here, we know what we have to do!",
    "……やる事？": "......What is it that we have to do?",
    "ふむ、挨拶回りか？": "Hmm, is it about going around to greet people?",
    "ちがうよ！　それも大切だけど……\nお世話になるんだし、この建物を探検してみないとね！": "No, that's important too, but...\nsince we'll be under their care, we should explore this building!",
    "探検って……子供か！": "Explore... Are you a child?",
    "行こうよー！　もっといろんな場所見てみたいし！\nタケルちゃん、はーやーくー！": "Let's go! I want to see more places!\nTakeru-chan, hurry up!",
    "確かにここを探索するのは楽しそうだね！\nボクも行きたいなー！": "It does sound fun to explore here!\nI want to go too!",
    "おい、引っ張るな！　服が伸びるだろ！　ああもうわかったから！\nそれじゃあ、またな%usernameusernameuserna%！": "Hey, don't pull! My clothes will stretch! Ah, I got it already!\nWell then, see you later %usernameusernameuserna%!",
    "我々も行くとするか。\nではな、また会おう。": "Shall we also be on our way?\nThen, let's meet again.",
    "……ン。": "......Mm.",
    "はぁ……本当にもっと団体行動が出来ないのかしら……": "Sigh... Can't they really act more as a group...",
    "あはは、でもそれも皆さんの良い所ですから。": "Ahaha, but that's also one of your good points.",
    "……嵐のようでしたね。": "......It was like a storm.",
    "そうだな……とはいえ、\n何度も会う事はあるだろうし……仲良くしていけると良いな。": "Yeah... Even so, we'll probably meet many times... I hope we can get along well.",
    "はい！　折角の異世界からのお友達ですからね！\nもっともっと、仲良くなれたら嬉しいです！": "Yes! They're friends from another world after all!\nI'd be so happy if we could get even closer!",
    "こうして異世界からの客人である彼らは帰還するまで、\nザルトゥーム学園の新しい仲間となったのだった。": "And so, these guests from another world became\nnew members of the Zaltoum Academy until their return."
}