{
    "<r=プライマル・ベルト>原生帯</r>探索訓練から数日が経ち、\n俺達は単独でメイズ探索に来ていた。": "A few days had passed since the <r-primal belt> Primogenitor belt </r> exploration training\nWe've come alone to search for Mayse.",
    "当然２番目に浅い層であるこの一帯もそれなりに採掘は進んでいるが、\nやはり<r=ケイブ・ベルト>地穴帯</r>よりかはタツミヤ鉱の数は多い。": "Naturally, this area, which was the second shallowest stratum, was also well-mined\nAs I thought, there are more Tatsumiya ores than the <r-cave belt> Earthhole belt <r>.",
    "無事に探索許可が下りてよかったですね！": "I'm so glad we got permission to explore without incident!",
    "ああ。探索訓練に付き合ってくれた舞亜とうるうには、\n改めて礼をしないとな。": "Yeah. If I wanted to be noisy with Maia, who was helping me with my exploration training...\nI'll have to thank her again.",
    "やったやった～♪\nこれでラミ達、将来お金持ち～♪": "Yay, yay~♪\nWith this, Rami and the others will be rich in the future~♪",
    "ＭＧ～も～デコっちゃお～♪": "MG~ Let's decoy it~♪",
    "キラキラ可愛く～♪\n……って、お前がノッてくるのかよー！": "Sparkle, sparkle, cute~♪\n...Wait, you're gonna get into this?!",
    "デコる……？\nそんなことをしては、敵に見つかりやすくなるだけでは？": "Decorate...?\nWouldn't doing that just make it easier for the enemy to find us?",
    "あまり派手でなければ、問題なさそう。": "As long as it's not too flashy, there shouldn't be a problem.",
    "ねえちょっと！\nあたしだけ除け者にして、盛り上がんないでよー！": "Hey, hey!\nDon't get excited, leaving me out of the picture!",
    "斥候役のちゆるから不満の声があがる。": "A voice of dissatisfaction arose from the post of scout.",
    "単独で<r=プライマル・ベルト>原生帯</r>の探索をするにあたり、\n俺は新たな訓練を行うことにしていた。": "When exploring the <r-primal belt> primogenitor belt alone,\nI've decided to do some new training.",
    "全員が持ち回りで斥候役とリーダー役を務める訓練だ。\n今日はちゆるが斥候役で、白奈がリーダーを務めている。": "It’s training where everyone takes turns scouting and acting as a leader.\nChiyuru is scouting today, and Hakuna is the leader.",
    "悪い悪い。で、どうだ？\n何か気づいたことはあるか？": "Sorry, sorry. So, what do you think?\nHave you noticed anything?",
    "ええ。ちょうど今みつけたところよ。": "Yes. I just found it.",
    "何があったの？": "What happened to you?",
    "メイズシフターの足跡。それもまだ新しいよ。": "The footprints on the maise shifter. They're still fresh, too.",
    "数は……５体ね。\n左の<r=ドリフト>横坑</r>に入っていったみたい。": "There's... five of them.\nIt looks like it went into the <r=drift> Drift on the left.",
    "経過時間は……そうね。２４時間以内ってところかしら。": "The progress time is......yeah. It should be within 24 hours.",
    "わかった。えっと……各員、周囲警戒。\n<r=しんがり>殿</r>のめるは後方に注意して。": "Understood. Umm... Everyone, keep an eye on your surroundings.\n<r=shingari>-dono <r>-nodding, watch the back.",
    "はいっ！　皆さんの背中は私が守ります！": "Yes! I'll protect your backs!",
    "集中力を一点に絞っためるの活躍には目を見張るものがある。": "There was something remarkable about his ability to focus on a single point.",
    "それを理解する白奈は、めるに後方をまかせることにしたようだ。\n適性を活かした的確な指示だな。": "Seeing that, Shirona decided to leave the rear to Meguru.\nThat's an accurate instruction that makes use of your aptitude.",
    "本隊は、左の<r=ドリフト>横坑</r>をできるだけ迂回するコースを取る。": "The main force took a course to detour around the <r-drift> Drift to the left as much as possible.",
    "了解しましたわ！": "Understood!",
    "戦闘の可能性は低いけれど、各自武装のチェックはしておいて。": "The chances of a battle are low, but each of you check your weapons.",
    "ねえ……七彩、こんな感じで合ってる？": "Hey... Is this how you like it, Shichika?",
    "ええ、完璧ですわ。": "Yes, it's perfect.",
    "先日のカラフルブーケとの訓練を経たことで、\nシリウスシュガーの探索技術は大きく向上していた。": "After my training with the colorful bouquet the other day,\nSirius Sugaru’s search skills had greatly improved.",
    "それに加えて、役割を交換する訓練の効果も出ていた。": "In addition to that, there was also the effect of training to switch roles.",
    "（特にリーダーの交代は効果的だな）": "(Replacing the leader is especially effective.)",
    "（リーダーとメンバーが、\n互いにフォローシップを発揮してこそのチーム行動だ）": "(Leader and member,\nIt's a team action that only follows up with each other.)",
    "（全員がリーダーの立場を経験することで、\n互いの視点を学ぶことができている）": "(Everyone experiences the position of leader,\nWe can learn from each other's perspective.)",
    "%usernameusernameuserna%さんが発案したこの訓練、\n非常に有意義ですわね。": "%usernameusernameuserna%-san came up with this training,\nThat's very meaningful.",
    "チームとしてより相互理解が深まった実感がありますわ。": "As a team, it feels like we've come to a deeper understanding of each other.",
    "生徒会にも褒められましたもんね。\n探索の成果が上がってるって……！": "The student council praised you too, after all.\nWe're getting results from our search...!",
    "『以前に比べて』っていらん一言がついてたけどね！\nあいつら、ラミ達をナメすぎ！": "You didn't need to say 'compared to before', though!\nThey're underestimating the lamies!",
    "シリウスシュガーにしてはやるじゃんって意味だもんね。\nただ、褒められるのは悪い気はしないかな。": "You're pretty good for Sirius Sugar, after all.\nBut I don't feel bad about being complimented.",
    "そうですよ。\n実際、誰より私達が訓練の成果を実感してますから！": "That's right.\nIn fact, we're more aware of the results of our training than anyone else!",
    "ですわね。以前よりも、着実に進歩していると思いますわ。": "That's right. I think we're making more progress than before.",
    "%usernameusernameuserna%さんが、\nちゃんと見てくれてるからですよ！": "%usernameusernameuserna%san,\nIt's because you're watching me!",
    "お前達も折れずについてきてくれているし、\n俺を信頼してくれた結果だよ。": "You guys are following me without breaking,\nIt's the result of trusting me.",
    "えへへ……": "Ehehe...",
    "ふふ……": "Hehe...",
    "はーいはい、いちゃついてるとこ悪いけど、\nそろそろ<r=ドリフト>横坑</r>の終端に着くよ～。": "Okay, okay, sorry to interrupt your flirting, but...\nWe're almost at the end of the <r=drift> Drift.",
    "行き止まりなのか？": "Is this a dead end?",
    "いや、この先は<r=ホール>広間</r>になってる。\n奥はもう少し深層に繋がってそうね～。": "No, beyond here is the <r-hole> hall.\nIt looks like it'll lead to the deeper levels.",
    "まじー！？　じゃあさ、もっともーっと\nタツミヤ鉱が掘れるかもってこと！？": "Seriously?! Then let's go with the most...\nYou mean we might be able to dig Tatsumiya Ore?!",
    "<r=ホール>広間</r>抜ければすぐでしょ？\nいこーよ！　せっかく許可も下りてんだしさ！": "<r-hole>The common room <r> should be easy to get through, right?\nLet's go! We've already been granted permission!",
    "ただメイズシフターの反応かな？　ぽつぽつとあるね。\nあたしとしてはラミちゃんに賛成だけど。": "Maybe it's just a reaction from the maise shifter? It's all there.\nI agree with Rami-chan, though.",
    "お、さっすがー！　わかってんじゃん！\nメイズシフターくらい、ちょちょいのちょいで片付けりゃＯＫ！": "Oh, that's right! You know what to do!\nI just need to take care of the maise shifter a little at a time!",
    "確かに今日は探索がメインでしたし、\n採掘量はそれほどですしね……": "It was true that our main focus today was exploring,\nThat's how much we've been mining...",
    "けれど、チームの資金力が乏しい中、\nあまり弾薬を使いたくはないですね。": "However, despite the team’s lack of funding,\nI don't really want to use ammunition.",
    "でもより奥へいけば、それを賄うどころかお釣りがくるくらい、\n稼げるでしょ。": "But if I went deeper, I wouldn't just be able to cover it, I'd get some change.\nYou can make money, right?",
    "逆にたいして成果が出なかったら？\n無駄遣いした弾薬の数が増えるだけ。": "On the other hand, what if we don't get much results?\nThe amount of ammunition I wasted would only increase.",
    "探索進捗は目標値に達してる。\n帰還した方がいいと思うの。": "Search progress has reached the target value.\nI think you should go home.",
    "ええー！？　それじゃ儲けほぼゼロじゃん！\nウチらの財政的にも、手ぶらで帰るヨユーないって！": "Whaaat?! Then there's almost no profit!\nWe don't have the money to go home empty-handed, either!",
    "今日のリーダーはわたし。リーダーの言うことは絶対。": "I'm the leader today. What the leader says is absolute.",
    "ちょっとくらい大丈夫でしょ！\n必要なリスクすら背負えないんじゃ、この先ずっと赤字だよ！？": "Just a little bit should be fine!\nIf we can't even take the necessary risks, we'll be in the red forever!",
    "ラミと白奈、どちらの言い分も正しいところはある。": "Rami and Shirona both had a point.",
    "探索としては進んでいるが、採掘量は乏しい。\n資金難に苦しむ今、少しリスクをとってでも狙いたいリターンがある。": "We're making progress as a search party, but we don't have a lot of mines.\nNow that they were suffering from financial difficulties, there was a return they wanted to aim for, even if it meant taking a little risk.",
    "だが、この先思っていたリターンがなかった場合、\n次の<r=ホール>広間</r>で使うだろう弾丸はすべて無駄となる。": "However, if there was no return I had expected in the future,\nAll the bullets that would be used in the next <r-hole> hall would be wasted.",
    "%usernameusernameuserna%ならどうする？": "%usernameusernameuserna% what would you do?",
    "もうちょっとだけ探索するよね！？\nがっぽがっぽ稼ぎたいよねっ！？": "We'll explore a little more, won't we?!\nYou want to make a living, don't you?",
    "ラミの意見を採択だ": "Rami's opinion is adopted.",
    "白奈に従おう": "Let's follow Hakuna.",
    "白奈の言う通り、これ以上の探索はリスクが大きい。\n当初の目的は満たしてるし、リーダーの命令どおり帰還しよう。": "Just as Shirona said, any further exploration would be too risky.\nWe've fulfilled our original objective, so let's follow the leader's orders and return home.",
    "やっぱりあなたなら、わたしと同じ考えだと思ったよ。": "I knew you'd think the same thing as me.",
    "はぁ！？　ここまで来て帰るの！？": "Huh?! You're going home after coming this far?!",
    "ラミの意見も理解できる。多少リスクを取ってでも、\n資金難の解決を優先するというのも間違っていない。": "I could understand Rami’s opinion, even if it meant taking some risks\nIt wasn't wrong to prioritize solving financial difficulties.",
    "なら……！": "Then...!",
    "かといって別にこの先にこだわる必要はないんじゃないか？\n改めてもっとリスクの低い道を探し直すのでも満たせないか？": "On the other hand, there's no need to worry about the future, is there?\nCan't we find a less risky path again to fulfill it?",
    "う、そ、それは……": "Uh, th-that's...",
    "……わ、わかった。今回はリーダーに従う。": "...O-Okay. I'll follow the leader this time.",
    "物資が完全に尽きたわけじゃない。資金難の今、\n多少リスクを取ってでもリターンを狙うのは悪くないと思う。": "It's not like we've completely run out of supplies. We're in financial trouble.\nI don't think it's a bad idea to aim for a return even if it means taking a little risk.",
    "でしょ！　わかってんじゃん！　メイズは稼いでナンボでしょ～♪\n%usernameusernameuserna%はそう言うって思ってた！": "Right?! You know what to do! You're the one who earns the money, right?♪\nI thought %usernameusernameuserna% would say that!",
    "でも……": "But...",
    "白奈の考えもわかる。確かにこの先メイズシフターを倒して進んでも、\nたいした成果が出ない可能性だってある。": "I could understand what Shirona was thinking. It was true that even if we defeated the Mazesifter in the future, we wouldn't be able to move forward.\nThere's a chance we won't get much results.",
    "だったら……": "In that case...",
    "とはいえだ。ずっと保守的だとこの問題は解決しないままだ。\n博打をするわけじゃない。必要なリスクは取ろうって話だよ。": "That said, if I stay conservative, I won't be able to solve this problem.\nIt's not like we're gambling. We're talking about taking the necessary risks.",
    "この場合、倒したメイズシフター達の持つタツミヤ鉱にも期待できる。\nそうすれば奥に何もなくても、最悪トントンにはなるかもしれない。": "In this case, we can expect great things from the Tatsumiya Ore that the defeated Maizsifter and the others have.\nThat way, even if there’s nothing in the back, in the worst-case scenario, it might turn into a tonton.",
    "……なるほど、そこまでは目がいってなかったかも。\nなら、ラミの意見も悪くなさそうね。": "...I see. I guess my eyes weren't that focused.\nIn that case, Rami's opinion doesn't seem too bad.",
    "それから斥候のちゆるが本隊に合流し、\n一度自機のエネルギーや装備のチェックを進める。": "After that, the scouts, Chiyuru, joined the main force\nI check the energy and equipment of my own aircraft.",
    "エネルギーの残量チェック。残りの弾薬、装備の状態も……チェック。": "I check how much energy I have left. I also check the remaining ammunition and equipment...",
    "……はい！　私は準備完了しました！　特に問題ありません！": "...Yes! I'm ready! There's no problem!",
    "わたくしも問題ありませんわ。": "There's no problem with me, either.",
    "いつでもいけるよん。": "I can do it anytime.",
    "ラミも準備ばっちり。さっさと行こっ。": "Rami's ready too. Let's get going.",
    "……待って。まだ%usernameusernameuserna%が確認中よ。": "...Wait. %user name, username, user name, % is still checking.",
    "おっそいなー。\nさっさと準備してよねー。": "You're late.\nHurry up and get ready.",
    "あ、ああ、悪――う……っ！　急に頭が……！": "A-Ahhh, evil—uh...! My head is suddenly...!",
    "えっ、なに？　ラミ何かした！？": "Huh? What? Did Rami do something?!",
    "っ、はぁ、はぁっ……な、なんだ、息も……！　ごほっ、げほっ！！": "*pant pant*... Wh-What's going on? I can't breathe...! *cough, cough*!!",
    "%usernameusernameuserna%……？　様子、変。": "%usernameusernameuserna%...? She's acting weird.",
    "心臓が早鐘を打ち、視界が歪む。\nまともに目を開けていることさえ苦しい。": "My heart beats faster, distorting my vision.\nIt hurts to even open my eyes properly.",
    "これは……！": "This is...!",
    "まさか『メイズシンドローム』！？": "Could it be “Maise Syndrome”?!",
    "%usernameusernameuserna%さん、しっかりしてください！\n%usernameusernameuserna%さん！！": "%usernameusernameuserna%-san, please hang in there!\n%usernameusernameuserna%san!!",
    "落ち着いて……！\n全員で彼をカバーしつつ、最短で地上を目指す。": "Calm down...!\nWe all covered him as we headed for the ground at the shortest possible time.",
    "了解！": "Roger that!",
    "ったく、世話が焼けるなー！！": "Geez, what a pain in the ass!!",
    "す……すまない……": "I... I'm sorry...",
    "誰にでも起こり得ることですわ。\nむしろ今まで起こらなかったことが不思議なくらい。": "It's something that can happen to anyone.\nIn fact, it's strange that it hasn't happened before.",
    "グラグラと揺れる思考の中、\nＭＧを自律モードへ切り替える。": "In the midst of her wobbly thoughts,\nSwitching MG to autonomous mode.",
    "その後チーム全員に助けられ、どうにか無事に\n地上へたどり着くことができた。": "After that, the entire team saved her, and she somehow managed to make it through safely\nWe made it to the surface."
}