{
    "……というわけで、\nこれが私と七彩さんとの出会いだったんです。": "...And so,\nThis was my meeting with nanayasan.",
    "なるほどな……めるのチームが決まらなかったのも驚きだが、\n七彩はそんなに大人気だったのか。": "I see... I'm surprised they didn't decide on a team, but...\nWas Shichika really that popular?",
    "ええ、あの時は凄かったんですよ。\n学園の枠が余ってるチームが七彩さんを目当てに集まって……": "Yes, it was amazing back then.\nThe teams that had extra space for the school gathered around for Nanaya-san...",
    "何か話し込んでいると思ったら、懐かしいお話をしていますわね……": "I thought they were talking about something, but now they're talking about nostalgic things...",
    "あ、七彩さん。　%usernameusernameuserna%さんに、\nシリウスシュガーの結成した時の話をしていたんです。": "Ah, Nanaya-san. To_USERNAME_PLACEHOLDER_XYZ123__san,\nWe were talking about when Sirius Sugar was formed.",
    "ふふ、そういえばそんなときもありましたわね。\n懐かしいですわ……それ以上に大変でしたけども。": "Heehee. Now that you mention it, there have been times like that.\nThis takes me back... It was even harder than that.",
    "何せ、わたくし目当ての方たちから逃げ回って、\nろくにチーム探しも出来ませんでしたもの……": "After all, she was running away from the people I was looking for\nI haven't been able to find a good team...",
    "あはは……シリウスシュガーが結成してからも、\n定期的にダメ元で勧誘に来る人もいましたからね。": "Ahaha... Even after Sirius Sugaru formed it,\nThere were people who regularly came to recruit you, after all.",
    "おお……七彩は相当な人気者だったんだな。\nまさか学園中の女子から追われていたとはな。": "Oh... Shichika must've been pretty popular.\nI never thought I'd be chased by all the girls at school.",
    "残念ながら、人気なのは、わたくしではありませんわ。\nあの方達の目当ては、わたくしの家なのです。": "Unfortunately, I'm not the popular one.\nThey're after my house.",
    "……そういえば、確か前にユリアが言ってたな。": "...Come to think of it, Yulia did say that before.",
    "ええ……わたくしの家は成金と呼ばれるような、\nパイロットに関する事業で財を成した家ですわ。": "Yes... My family is the kind of place they call seikin,\nIt's a family that made a fortune in the pilot business.",
    "確か、昔はおーほっほっほとか言いながら笑ってたんだっけか。": "If I remember correctly, she used to laugh while saying \"oh-ho-ho\" in the past.",
    "%usernameusernameuserna%さん！\nそれは内緒ですよ！": "_USERNAME_PLACEHOLDER_XYZ123_san!\nThat's a secret!",
    "（いや、別に俺たちは知ってるからいいんじゃないか……？）": "(No, it's fine because we know about it...)",
    "まあ、それは置いておくとして……わたくしが仲間になれば、\n我が家からチームに援助されると考える生徒が多かったんですの。": "Well, putting that aside... If I join them,\nThere were a lot of students who thought they'd be supported by a team from home.",
    "わたくし自身が実家からの支援を断っていると言っても、\n実際にチームに入ればきっと恩恵が貰えると……": "Even if I say that I myself am refusing support from my family,\nIf you actually join the team, I'm sure you'll benefit from it...",
    "……酷いと思います。\n七彩さんは、七彩さんの良さがあるのに家の力目当てなんて……": "...I think it's terrible.\nNanasai-san, you're looking for the power of the house despite Nana-san's good points...",
    "ふふ……めるさんがそういってくれて助かりますわ。\nでも、そう考えてくれない方が多かったんですの。": "Heehee... I'm glad to hear you say that, Meguru.\nBut there were a lot of people who didn't think of me that way.",
    "わたくしは、わたくし自身の力で何かを成したい。\nそう考えてこの学園へとやってきましたの。": "I want to accomplish something with my own power.\nThat's why I came to this school.",
    "だから、わたくしの実家の権力を頼りたい。\nそんな気持ちが透けて見える相手はお断りでしたわ。": "That's why I want to rely on my family's power.\nI turned down anyone who could see right through me.",
    "なるほど……だっていうのに、\nやってくるのは権力目当ての生徒ばっかりってわけか。": "I see... Even so,\nSo the only ones who come here are students who are after power.",
    "ええ。あの時は本当にどうしようかと思いましたわ……\n気付いたら、真っ当なチームはほとんど埋まっていましたもの。": "Yes. I really wasn't sure what to do back then...\nBefore I knew it, most of the proper teams were already filled.",
    "まあ、それはそうだろうなぁ……\nトラブルの種になる生徒も入れづらいだろうし。": "Well, I guess that's true...\nI'm sure it'll be hard for students to get into trouble, too.",
    "そう考えると、あそこでめるさんと出会えたのは、\nわたくしにとっては幸運でしたわね。": "Thinking about it that way, I met Meguru-san there...\nThat was a stroke of good luck for me.",
    "私も、七彩さんに出会えたことは幸運だったって思ってます！": "I think I'm lucky to have met Nanaya-san!",
    "……それはそうと、続きが気になるんだが。\nどういった経緯でチーム結成になったんだ？": "...Anyway, I'm curious about the rest.\nHow did you end up forming a team?",
    "ああ、まだそこまでは説明はしていませんでしたのね。": "Oh, I didn't explain that much yet.",
    "そうだな。ちょうど七彩がめるの手を引いて、\n一緒に逃げ出した当たりだな。": "That's right. I just took Shichika's hand,\nWe ran away together. That's the win.",
    "ああ、なるほど……そこからが激動でしたわね。": "Ah, I see... So that's where the upheaval began.",
    "ええ、そうですね……\n確かにあそこからも大変でした。": "Yes, you're right...\nIt was certainly hard from there too.",
    "ここからちゆるとラミに白奈まで仲間になるんだろう？\n……全然経緯の予想がつかないな。": "You're going to slowly join Rami and Shirona, aren't you?\n...I can't even begin to guess what happened.",
    "おお、なんか懐かしい話をしてるねー！": "Oooh, they're talking about something nostalgic!",
    "あ、ちゆるさん！\nもう大丈夫ですか！？": "Oh, Chiyuru-san!\nAre you all right now?!",
    "先ほどまで死んだ顔で寝ていましたのに……": "She was sleeping with a dead look on her face just a moment ago...",
    "流石に水分補給してゆっくりしてたら回復したよ～。\nで、懐かしい話をしてるじゃーん！": "I'm feeling better now that I've been hydrated and taking it easy.\nSo, we're talking about something nostalgic!",
    "何々？　何の話をしてるかと思ったら昔の話？": "What? I was wondering what you were talking about, but it was in the past?",
    "……懐かしい。": "...This takes me back.",
    "おっ、全員集まってきたね♪": "Oh, everyone's here♪",
    "……お前ら休憩はいいのか？\nかなり苛め抜いたと思うんだが。": "...Are you guys going to take a break?\nI think I tormented her quite a bit.",
    "えー、こういう話くらいで気分転換してもいいじゃーん！": "Whaaat? You can change your mind just by talking about stuff like this!",
    "というか、苛め抜いたって明言すんなよ！\n虐待だ虐待ー！": "And don't make it clear that you've tormented her!\nAbuse, abuse, abuse!",
    "……あんまり言うと、また回数を増やされそう。": "...If I say too much, it'll only increase the number of times I've done it.",
    "ご期待なら、休憩後は……": "If you'd like, after the break...",
    "わー、わー！　それよりもさ！\nその後はあたしの出番だよねっ！": "Wow, wow! More importantly!\nAfter that, it's my turn!",
    "そういえば、ちゆるさんには初めてお会いした時から、\nトラブルに巻き込まれてばかりでしたね。": "Come to think of it, ever since I first met Chiyuru-san...\nYou've been in a lot of trouble.",
    "いやー、照れちゃうな。": "Man, this is embarrassing.",
    "全然褒めていませんわ。\nあの時も、とんでもない目に遭ったんですのよ……！": "I'm not praising you at all.\nI went through something terrible back then, too...!",
    "確かに……あの時は私もどうなるかと思いましたね……": "You're right... I wasn't sure what would happen to me back then, either...",
    "めるがそこまで言うとはな……\nいったい何があったんだ？": "I didn't think you'd go that far...\nWhat in the world happened?",
    "ふふ。\nでは、続きをお話ししますね！": "Hehe.\nWell then, let's continue!",
    "私と七彩さんが一緒に逃げた後――": "After Nanaya-san and I ran away together――"
}