{
    "１時の方向より敵影！\n１５秒後に接敵！": "Enemy shadows from one o'clock!\nFifteen seconds to engage!",
    "了解、そっちは私に任せて！": "Understood. Leave that to me!",
    "待って、予想より敵機の数が少ないわ。\n伏兵に注意しないと。": "Wait, there aren't as many enemy aircraft as I expected.\nWe have to watch out for an ambush.",
    "後方支援は私の役目。\n気にせず行って大丈夫よ。": "Logistic support is my role.\nDon't worry about it. You can go.",
    "あっあっあっ……ううう、い、行きま～す！": "Ah, ah, ah... Ugh, I-I'm going!",
    "カラフルブーケの皆も頑張ってるみたいだな。": "Looks like everyone in the colorful bouquet is working hard, too.",
    "（……こうしてみていて、見事な連携だな。\n柊校舎のエースチームは伊達じゃないってことか）": "(...Looking at them like this, their coordination is impressive.\nSo the ace team in the Hiiragi building isn't just for show.)",
    "（それぞれの連携も理解したうえできちんとこなせている。\nこれは俺も参考にさせてもらう必要があるな）": "(They understand each other's coordination and are able to handle it properly.\nI need to use this as a reference, too.)",
    "（……あっ、あそこにいるのって、%usernameusernameuserna%？\n私達の訓練の見学に来たみたいね）": "(...Ah, is that %usernameusernameuserna% over there?)\nLooks like you're here to observe our training.)",
    "ようし……もっと前に出るわ！\nここは私に任せて頂戴！": "All right... I'll step forward!\nLeave this to me!",
    "あ……っ、クララさん、\n急に連携を外れないで！": "Ah... Clara,\nDon't suddenly break up with me!",
    "待つんだクララ！　陣形は……": "Wait, Clara! The formation is...",
    "さあ、あいつに私の実力を見せてやるわ！\nとりゃー！": "Come on, let's show him what I can do!\nToryaaa!",
    "……これは聞こえてないな。": "...I can't hear this.",
    "ふふん、見てた、%usernameusernameuserna%？\n私のすっごい活躍！": "Hehe, were you watching, %usernameusernameuserna%?\nMy amazing performance!",
    "……クララ。": "...Clara.",
    "どう？　私もなかなかやるでしょ？": "What do you think? I'm pretty good too, aren't I?",
    "（自信満々なクララには悪いが……\nここはちゃんと忠告しておかないとな）": "(I feel bad for Clara, who seems so confident, but...)\nI'll have to give her a proper warning.)",
    "……どんなに活躍したとしても、連携を崩すのは良くないだろ。": "...No matter how active you are, it's not good to lose your coordination.",
    "あっ……！": "Ah...!",
    "や、やっちゃった……みんなに謝らないと！": "I-I did it... I have to apologize to everyone!",
    "ああ、そうするといい。": "Yeah, go ahead and do that.",
    "い、言われなくたって分かってるわよ！\n今から謝るんだから！": "Y-You don't have to tell me! I know!\nI'm going to apologize now!",
    "みんな、ごめんなさい！\n私、勝手に前へ出て陣形を崩しちゃって……！": "I'm sorry, everyone!\nI stepped forward on my own and broke formation...!",
    "まあ、集中力が高いことは良いことだが……\nちゃんと周囲にも気を配るんだぞ。": "Well, it's good that you're so focused, but...\nMake sure you keep an eye on your surroundings.",
    "そうね。\nまあ反省はしているみたいだし、今度からは気を付けてね。": "That's right.\nWell, you seem to be reflecting on your actions, so be careful next time.",
    "いざとなったらフォローするのがチームだから、\n気負いすぎなくてもいいからね。": "If it came down to it, the team would follow up, so...\nYou don't have to get too worked up.",
    "……あんな風に前に出るなんて、尊敬します……": "...I respect you for stepping forward like that...",
    "本当にごめんなさい！　もう、同じようなミスはしないから！\nはぁ……やっちゃったなぁ……": "I'm really sorry! I won't make the same mistake again!\n*sigh*... I did it...",
    "（みんなは許してくれているが……クララは気にしてるみたいだな。\nちょっとくらいはフォローしておくか）": "(Everyone is forgiving me, but... Clara seems to be worried about me.)\nMaybe I should follow up a little.)",
    "ミスは誰にでもあるものだ。\n同じ失敗をしなければ大丈夫だ。": "Everyone makes mistakes.\nAs long as you don't make the same mistake, you'll be fine.",
    "ぐぬぬ……わ、分かってるわよ……！": "Grrr... I-I know...!",
    "（……クララ、悔しそうに俺のことを睨みつけてるな）": "(...Clara's glaring at me in frustration.)",
    "……もしかして、言い過ぎたか？": "...Did I say too much?",
    "そ、そうじゃないわ！\n別に%usernameusernameuserna%が間違ってるわけじゃ……！": "Th-That's not it!\nIt's not like %usernameusernameuserna% is wrong...!",
    "というか、そういう言い方されたら、何も言えないじゃないの……！": "Actually, if you put it like that, I can't say anything...!",
    "うぅううううう……！": "Ooooooooh...!",
    "（口では色々言いながら、こっちをにらむのを止めないな……）": "(She's saying a lot of things, but she won't stop glaring at me...)",
    "（……まあ、多少時間がたてば落ち着くだろう）": "(...Well, I'm sure she'll calm down after a little time.)",
    "……絶対に見返してやるんだから！": "...I'll definitely look back at you!",
    "全員、あと最低５周だ！\nそれが終わればランニングは好きなタイミングで切り上げていいぞ！": "Everyone, at least five more laps!\nOnce you're done, you can stop running at any time you want!",
    "は、はいぃ～！": "O-Okay~!",
    "オッケー、分かったわ。": "Okay, got it.",
    "まあ、適当に流しておくわね。": "Well, I'll just brush it off.",
    "（ちゃんと全員の体力を考えた上で回数をコントロールしているのか。\nその上で、自主的に訓練をできるように言葉をかけている、と）": "(Is she controlling the number of times, considering everyone's stamina?\nOn top of that, she's saying that she'll be able to train on her own.)",
    "（こうして他人が頑張っている姿を見ていると、\n俺も頑張らないとって気持ちになるな……！）": "(When I see other people working hard like this,\nI feel like I have to do my best too...!)",
    "%usernameusernameuserna%も、\n私達を気にせず適度なタイミングで切り上げていいからな？": "%usernameusernameuserna%, too,\nYou don't have to worry about us. You can stop at just the right time, okay?",
    "ああ、気を使ってくれてありがとう。\nでも、もう少し走れそうだから頑張らせてもらうよ。": "Yeah, thanks for being so considerate.\nBut it looks like I can run a little longer, so I'll do my best.",
    "はー、この当たりで終わりにしましょうか。": "*sigh* Let's end this here.",
    "じ、じゃあわたしも……": "Th-Then I'll do the same...",
    "みんな、お疲れー。": "Good work, everyone.",
    "……はっ、はあっ、はっ……私は、まだ走れるわ。\n%usernameusernameuserna%だってまだ走ってるんだし……": "...Hah, hah, ha... I can still run.\n%usernameusernameuserna% is still running...",
    "……クララ、別に俺と並んで走り続ける必要はないんだぞ？\nみんなみたいに、適当なところで切り上げれば……": "...Clara, you don't have to keep running alongside me, you know?\nJust like everyone else, if I end things at the appropriate time...",
    "べ、別に%usernameusernameuserna%と張り合ってなんかいないわよ。": "I-It's not like I'm competing with %usernameusernameuserna%.",
    "まだまだ、走りたい気分なだけ。\nそっちこそ、そろそろ休んだらどうなの？": "I'm just still in the mood to run.\nWhy don't you get some rest?",
    "（クララがそういうなら、好きにさせておくか……）": "(If Clara's like that, then I guess I'll just let her do as she pleases...)",
    "……はあっ、はぁあっ、はぁ、はぁ……": "...*pant pant* *pant*...",
    "（まだクララは俺の隣を走り続けてるな……\nだけど、さっきよりずっと限界が近そうだ）": "(Clara's still running next to me...)\nBut it looks like I'm much closer to my limit than before.)",
    "クララ、無理をしない方がいいと思うぞ。": "Clara, don't push yourself too hard.",
    "はぁ！？\nむ……無理、なんて……して、ないけど……！": "Huh?!\nI... I'm not... forcing myself, but...!",
    "（まだそんな強がりを言って……）": "(He's still putting on a brave face...)",
    "無理をしてこの後の訓練に響いたら、困るんじゃないか？": "If you push yourself too hard and it affects your training after this, you'll be in trouble, won't you?",
    "う、ぐ、ぐぬぬぬぬ……": "Ugh, gh, gghhh...",
    "そ、それは……そうだけど……！": "Th-That's true, but...!",
    "（またこっちを睨み付けてる……）": "(She's glaring at me again...)",
    "（負けず嫌いなのはいいんだがなぁ……\nいつか、痛い目を見ないか心配になるな）": "(It's good that she hates to lose, but...)\nI'm worried I'll get hurt someday.)",
    "（ここで切り上げておくか。俺が走るのをやめたら、\nクララも意地を張って走る必要もなくなるだろうからな）": "(I guess I'll end it here. If I stop running,\nClara probably won't have to be stubborn and run anymore, after all.)",
    "はぁっ、はぁっ、はぁあああ……": "*pant pant*...",
    "（さて、休憩も終わったし午後からは何をするか……）": "(Now that my break is over, what should I do this afternoon...?)",
    "……ん？　中庭に、誰かが倒れてる……！？\nだ、大丈夫か……って、クララ！？": "...Hm? Someone's lying in the courtyard...!?\nA-Are you okay...? Wait, Clara?!",
    "すぅ……すぅ……": "Zzz... zzz...",
    "おい、クララ、どうした！？\nクララ……！": "Hey, Clara, what's wrong?!\nClara...!",
    "うぅん……": "Hmm...",
    "（……なんだ、ぐっすり眠っているだけか）": "(...Oh, she's just sound asleep.)",
    "（……俺と張り合ってかなり無理して走ってたからな。\n多分体力の限界が来たんだろう）": "(...She was forcing herself to run because she was competing with me.\nMy stamina is probably at its limit.)",
    "うぅ……んっ、ま、まけない、からぁ……": "Ugh... Mm, I-I can't lose...",
    "なんだか寝言を言ってるな……\nまさか、夢の中でも俺と競い合っているのか？": "She's talking in her sleep...\nDon't tell me she's competing with me even in her dreams?",
    "……このまま放置するのも悪い気がするし、\n起きるまでは見守っておくか。": "...I feel bad leaving her like this,\nI guess I'll watch over her until she wakes up.",
    "……私は、絶対に……うぅん……": "...I'll never... No...",
    "真っ直ぐに……ぐぅ……": "Straight ahead... Guh...",
    "ん……っ、ま、負けないからぁ……": "Mm... I-I won't lose...",
    "（……なんだか、結構しゃべるもんだなぁ）": "(...She sure talks a lot.)",
    "うぅん……はっ！？": "Hmm... Huh?!",
    "おはよう。": "Good morning.",
    "……えっ！？\nちょ、ちょっと、なんで%usernameusernameuserna%がここにいるの！？": "...Huh?!\nH-Hey, why are you here, %usernameusernameuserna%?!",
    "中庭でクララが眠っているのが見えたから、\n気になって起きるまで側にいたんだが。": "I saw Clara sleeping in the courtyard, so...\nI was curious, so I stayed by her side until she woke up.",
    "えっ！？　ね、寝顔まで見られちゃったの！？\nうぅ……！　ふ、不覚だわ……！": "Huh?! Y-You even saw my sleeping face?!\nUgh...! Th-That was a blunder...!",
    "……落ち込んでるとこ悪いが、ちょっといいか？": "...Sorry to interrupt when you're feeling down, but do you have a moment?",
    "……何よ？": "...What?",
    "そもそも、倒れ込んで寝るほど全力を出し続けるのは\nあまりほめられたことじゃないぞ？": "In the first place, it's hard to keep going at full strength to the point of collapsing and falling asleep\nIt's not much of a compliment, you know?",
    "休むことだって、大切なんだからな。": "Resting is important, after all.",
    "……それじゃあ、負けちゃうじゃない！": "...Then we'll lose!",
    "負けることに意味なんてないんだから、\n妥協するなんてありえないわ！": "There's no point in losing, after all\nThere's no way I'd compromise!",
    "……それは違う。": "...That's wrong.",
    "何が違うのよ。": "What's the difference?",
    "勝ち負けは手段のひとつでしかない。\n必要なのは……目的を達成できるかどうかだ。": "Winning and losing is just one means to an end.\nWhat I need...is to see if I can achieve my goal.",
    "……どういう事？": "...What do you mean?",
    "例えばだけど……チーム戦で、クララがひとりで無理をして\n敵のエースに勝ったとしても、その後に仲間が倒されたらだめだろ？": "For example... In team battles, Clara pushed herself too hard on her own\nEven if you beat the enemy ace, you can't let your comrades be defeated after that, right?",
    "それは……うん、だめね。\nそんなの、絶対に避けなきゃいけないわ。": "That's...yeah, that's no good.\nI have to avoid that at all costs.",
    "ああ。だけど逆に、クララがエースを引き付けて負けたなら、\nクララ個人は負けたかもしれない。": "Yeah. But on the other hand, if Clara attracted the ace and lost...\nClara personally might have lost.",
    "……だが、その結果、エース以外をチームが倒して戦況を進められたら\nチームは勝利することができる。": "...But as a result, if a team other than Ace were to be defeated and the battle progressed\nThe team can win.",
    "負けにだって価値がある負けがある。\nだから、そこにこだわるのは良くないってことだ。": "Even a loss has value.\nThat's why it's not good to get hung up on that.",
    "休むのだって、重要な場面で勝つために大切なことなんだ。": "Taking a break is also important in order to win in an important situation.",
    "……": "......",
    "……価値がある負け……ね。": "......it's worth losing......right?",
    "ああ。……まあ、あくまでも１例だけどな。": "Yeah... Well, it's just one example.",
    "それに、俺だってまだ実践できてるかといえばそうでもない。\nだが、参考までに覚えていてくれ。": "Besides, it's not like I'm still able to put it into practice.\nBut just for reference, please remember.",
    "……分かったわ。": "...Understood.",
    "……%usernameusernameuserna%。\nその、どうも……ありがとう。": "...%usernameusernameuserna%.\nUm, thank you... very much.",
    "敵、想定以上のスピードで接近中！": "Enemy approaching faster than expected!",
    "あっ、あっ、あっ……ど、どうしましょう……！": "Ah, ah, ah... Wh-What should I do...?!",
    "私に任せて！": "Leave it to me!",
    "クララ、強引な突入は……": "Clara, don't force your way in...",
    "分かってる。あんな真似はもうしないわ。": "I know. I won't do that again.",
    "派手に動いて、私の方に敵を引きつけて……": "They moved in a flashy way, drawing the enemy in my direction...",
    "……今よ、クララさんが囮になってくれている間に、敵を！": "...Now, while Clara is acting as a decoy, the enemy!",
    "ええ、あとは任せて！": "Yes, leave the rest to me!",
    "（……クララの動き、以前とは別物だな。\n独断専行がなくなったのは当然として……）": "(...Clara's movements are different from before.\nIt's only natural that she's stopped acting arbitrarily...)",
    "（自分を囮にして、仲間全体のために動けるようになるなんてな）": "(I never thought I'd be able to use myself as a decoy and move for the sake of my friends as a whole.)",
    "……やっぱり、クララは根が素直だからこそ、\nあんな風にすぐに成長して行動に反映できるんだろうな。": "...As I thought, it was precisely because Clara was so honest at heart\nI wonder if she'll grow up like that soon enough and reflect on her actions.",
    "（……っと、シミュレーションが終わったか。\n……クララが、こっちに向かってすごい勢いで走ってきてるな）": "(...Oh, the simulation is over.\n...Clara's running this way at an incredible speed.)",
    "（しかも、すごいドヤ顔で……）": "(And she looks so smug...)",
    "どうよ！\nあなたに出来ないことだって、私なら出来ちゃうんだから！": "What do you think?!\nEven if you can't do it, I can do it!",
    "ああ、クララはすごいな！": "Oh, Clara's amazing!",
    "ふふん！": "Heh heh!",
    "この間言ったことをもう飲み込んで、\n自分のものにして動けるなんてそうそう簡単にできることじゃない。": "She had already swallowed what she'd said the other day\nIt's not that easy to make something your own and move around.",
    "ふふふふふ……": "Heheheheh...",
    "ここまで動けるようになるためには、\nさぞかしたくさん練習したんだろうな。": "In order to be able to move this far,\nShe must have practiced a lot.",
    "…………": "............",
    "それに、今までの積み重ねがあるからこそ、ここまで動けたんだろう。\nやっぱりクララの努力家なところは、本当に尊敬する。": "Besides, it's probably because of all the time we've spent together that we're able to move this far.\nI really do respect Clara's hardworking nature.",
    "それに、さっきのシミュレーターでも……": "And in that simulator, too...",
    "……ちょ、ちょっと待って！": "...H-Hold on!",
    "どうしたんだ？　まだまだ、ほめる場所があるんだが……": "What's wrong? There's still a lot of places to praise...",
    "……確かに無理してたかも？": "...Maybe I was pushing myself too hard?",
    "いや、まだ褒めたりないな。": "No, I haven't complimented her yet.",
    "ほ、ほめすぎよ！\nもう、なんだか無理矢理ほめてるでしょ！": "Y-You're praising me too much!\nGeez, you're forcing yourself to praise me!",
    "……無理してたって何よ！？\nちゃんと褒めるなら褒め切りなさいよ！": "...What do you mean you were forcing yourself?!\nIf you're going to praise me properly, then praise me to the end!",
    "だ、だからもういいって！\nそれ以上、ほめないでいいから！": "I-I told you, that's enough!\nYou don't have to praise me anymore!",
    "（ほめてもほめなくても怒られるのか……難しいな）": "(Whether I praise her or not, she'll get mad at me... That's hard.)",
    "ちょ、ちょっと！　何笑ってるのよ！？\nぜ、絶対にいつか吠え面かかせてやるんだから、覚悟してなさい！": "H-Hey! What are you laughing at?!\nI-I'll definitely make you bark at me someday, so prepare yourself!"
}