{
    "ふふ、こうしてると、暖かくて気持ちいいだろう？": "Hehe, it feels nice and warm like this, doesn't it?",
    "そ、そうだな……": "Y-You're right...",
    "（完全に甘やかしモードに入っているな……）": "(She's completely in spoiling mode...)",
    "そ、そろそろ日も暮れているし、\n俺はもう帰った方がいいんじゃないか？": "Th-The sun's about to set,\nWouldn't it be better if I went home now?",
    "甘えてもいいと言ったのは、%usernameusernameuserna%だろ？\n私はまだ満足していないんだ。": "You're the one who said I could depend on you, right, %usernameusernameuserna%?\nI'm not satisfied yet.",
    "今夜は私がたくさん甘やかしてやるから、\n私が満足するまで、私の側にいてくれ。": "I'll spoil you a lot tonight,\nStay by my side until I'm satisfied.",
    "そうは言ったが……そんなに抱き締められると……": "You said that, but... if you hug me like that...",
    "そんなに抱き締められると……ん？　体に何か当たっている？": "If you hug me like that... Hm? Is something touching my body?",
    "葵は何かに気づいたように、自分の腹部に当たっているものを見下ろす。": "Aoi notices something and looks down at what's touching her stomach.",
    "こ、これは……勃起してるということは……\nもしかして、私に……興奮しているのか？": "Th-This means... I'm erect...\nAre you... excited about me?",
    "すまん……生理現象だ……": "Sorry... It's a physiological phenomenon...",
    "……私もこうして無防備に胸を押し付けてしまったし、\nこうなった責任を取るべきだろう……こっちに来てくれ。": "...I ended up pressing my breasts against her defenseless chest like this too,\nI should take responsibility for this... Come here.",
    "葵はベッドへ俺を連れて行くと、俺の服を脱がし始めた。": "Aoi takes me to bed and starts taking off my clothes.",
    "そのまま、じっとしててくれ。": "Just stay still.",
    "そして、自らのシャツのボタンも外して、\nショーツも脱ぐと、ベッドに横になった。": "Then, she unbuttoned her own shirt as well\nI take off my shorts and lie down on my bed.",
    "%usernameusernameuserna%……さあ、\n私に甘えて思うようにしていいからな……": "%usernameusernameuserna%... Come on,\nYou can rely on me to do what you want...",
    "思うようにって……葵、いいのか？": "As you wish...? Aoi, are you okay with that?",
    "こういう行為をするのは恥ずかしいが……\nそれでも、甘やかした私が責任を取らないとな。": "It's embarrassing to do something like this, but...\nStill, I have to take responsibility for spoiling her.",
    "そうなったら、なかなか収まらないのだろう？\n……お前だったら、私で満たしてもいいんだぞ。": "If that happened, it would be hard to settle down, wouldn't it?\n...If it's you, you can fill it with me.",
    "……本当に、いいんだな？": "...Are you sure about this?",
    "いいんだ。私の体で気持ちよくなってくれれば本望だ。\n私も%usernameusernameuserna%を甘やかしたい。": "It's fine. I want my body to feel good.\nI want to spoil %usernameusernameuserna% too.",
    "私はお前のすべてを受けいれたいんだ。\nだから、存分に私に甘えていいんだぞ。": "I want to accept everything about you.\nThat's why you can rely on me to your heart's content.",
    "私の体で満足できるかはわからないが……\nお前の性欲も受けいれてみせよう。": "I don't know if I'll be satisfied with my body, but...\nI'll accept your sexual desire as well.",
    "半裸の美少女に、慈愛に満ちた微笑みで見つめられたら、\nとても理性を保てるわけがなかった。": "If a beautiful, half-naked girl were to look at her with a smile full of affection,\nThere was no way I could maintain my sense of reason.",
    "俺はいきり立ったペニスをゆっくりと、\n誰にも穢されていない入口へと擦りつける。": "I slowly move my erect penis.\nI rub against her untainted entrance.",
    "んんっ……はあっ……んんっ……んくっ……": "Mmm... haah... mmm... ngh...",
    "刺激を与えると、恥ずかしげな吐息と共に、\n膣の中から愛液が溢れ出てくる。": "When I stimulated her, she let out an embarrassed sigh.\nLove juices flow out from her vagina.",
    "はあっ……んくっ……はふっ……んんっ……\nああっ……んふっ……んふっ……はあっ……": "Haah... ngh... hafh... nnh...\nAaah... nfuh... nhuh... haah...",
    "も、もう、十分だ……そのままナカに……\n私のナカに……お前のを入れてくれ……": "Th-That's enough... Just leave it like that...\nLet me... put you in my naka...",
    "すっかり濡れそぼった膣に、俺はペニスを押し当てると、\nゆっくりと割れ目の中へと潜らせていった。": "I pressed my penis against her completely soaked vagina.\nI slowly slipped into her slit.",
    "んんぅ、くううっ……あああっ……はああああんっ！": "Nnnh, kuuuh... aaah... haaaaahn!",
    "愛液で濡れているとはいえ、膣の中は狭く、\nこじ開けるような感覚で、ペニスは奥にめり込んでいく。": "Even though she was wet with her love juices, her vagina was cramped\nMy penis sinks into her depths with a feeling like it's being pried open.",
    "くぅぅ……ふううう……んんっ……はああ……\nお前のものが……んああっ……これほどとは……んんんああああ！": "Kuu...fuuuu...nnn...haaa...\nI can't believe what you're doing... nnahhh... is this bad... nghhh!",
    "ゆっくりと腰を出し入れしながら、奥へと入れていく。\n膣肉が招き入れるように、ペニス全体を締め付けてきた。": "I slowly moved my hips in and out as I went deeper inside.\nHer vaginal flesh clamps down on my entire penis as if inviting me in.",
    "はあ……はあ……これがセックス……なのか……\n温かいものなんだな……んんっ……はああ……": "Haah... haah... So this is... sex...\nIt's so warm... Mmm... Haaah...",
    "葵の濡れた唇から、熱い吐息が溢れ出る。\n思わず心配になって、彼女の顔をのぞき込む。。": "Hot breaths flow out from Aoi's wet lips.\nI couldn't help but be worried, so I peeked at her face.",
    "心配……するな……私は今……とても幸せな気分なんだ……\nお前を受けいれて……んふっ……満たされている……": "Don't... worry... I'm... in a very happy mood right now...\nI'm filled to the brim... to receive you... Eheh...",
    "んあっ……んっ……遠慮しなくていい……\n私なら平気だから……お前の好きなように動いてくれ……": "Mnah... Mn... You don't have to hold back...\nI'll be fine... Just do whatever you want...",
    "いっぱい……私のナカで……んふっ……甘えてくれ……": "Fill me up... with my seed... Eheh... Please spoil me...",
    "葵に手を回されて、自然と腰が動き出してしまう。": "Aoi wraps her arms around me, and my hips naturally begin to move.",
    "んっ……はあっ……んふ……はあ……んふっ……\nおっきいものが……あふっ……動いている……": "Nn... haah... nfu... haa... nnfu...\nSomething big is... afh... moving...",
    "ペニスが膣内で動くと、膣も合わせるように、\nきゅっきゅっと優しく包み込んでくる。": "When my penis moved inside her vagina, her vagina also matched it.\nShe gently wraps it around me.",
    "はあっ……んくっ……もっと……していいんだぞ……\n私が……んふっ……全部受け止めてみせるから……んふっ……": "Haah... ngh... You can... do it more...\nI'll...nfuu...take it all in...nhuu...",
    "私ももっと……お前を感じたい……\nだから……もっと感じさせてくれ……": "I want to feel you more too...\nSo... let me feel it more...",
    "受けいれると聞かされて、俺は腰を動かす。\n彼女の優しさに甘えるように、ペニスを打ち付ける。": "Hearing that I can accept it, I move my hips.\nI slammed my penis into her, taking advantage of her kindness.",
    "はあっ……んんっ……はあっ……気持ちいい……\n%usernameusernameuserna%の熱さが……伝わる……はああっ。": "Haah... mmm... haah... It feels so good...\nI can feel... %usernameusernameuserna%'s heat... Haaah.",
    "互いに肌がぶつかり合うことで、体温が上がり、\n葵の肌にも汗がふつふつと浮かんでくる。": "Our skin bumped into each other, and our bodies warmed up\nSweat began to form on Aoi's skin as well.",
    "はあ……あ、熱い……これが……お前のもの……ああんっ。\nもっと……もっと……お前を感じさせてくれ……はあんっ。": "Haa......ah, it's hot......this is......yours......aaanh.\nMore... Let me... feel you more... Haahn.",
    "膣の中から愛液があふれ出て、ペニスが白く泡立つ。\n俺の太股にも愛液が伝わってくる。": "Love juices flowed out from inside her vagina, and my penis frothed white.\nI can feel her juices on my thighs as well.",
    "こんな快感……初めて……だ……ああんっ……\nこれが男と女の……ああん……営み……か……はああん……": "This is... the first time... I've felt this kind of pleasure... Aaahn...\nThis is what a man and a woman do... Aaahn... Doing... huh... Haaah...",
    "ああ……恥ずかしいのに……んんっ……\nもっとしてほしいと……思ってしまう……んく。": "Ahh... It's embarrassing... Mmm...\nI can't help but want... more... ngh.",
    "もっと……もっと私にしてくれ……\nお前のものを感じさせてくれ……": "More... Give me more...\nLet me feel your thing...",
    "普段規律を重んじる葵が快感に酔っている。\nその姿を見るだけで、こちらも興奮してくる。": "Aoi, who normally values discipline, is intoxicated with pleasure.\nJust seeing her like that excites me as well.",
    "腰の挿入のスピードをだんだんと上げていく。\nぱちゅぱちゅっと淫らな音が部屋に響く。": "I gradually increase the speed of my thrusts.\nA lewd sound echoed through the room.",
    "はあんっ、ああぁっ！　んふぅ……！\nあんっ！　はあん、んああぁっ！": "Haahn, aaah! Mmfh...!\nAhn! Haahn, nnahhh!",
    "ああ……気持ちいい……もっとしてほしい……！\n私を壊すくらいに……ああんっ！": "Ahh... It feels so good... I want more...!\nEnough to destroy me... Aaahn!",
    "ぱちゅぱちゅという音と共に腰を打ち付ける。\n肉棒を膣が擦りつけて快感が押し寄せる。": "I slammed my hips into her with a squelching sound.\nHer vagina rubs against my dick and pleasure washes over me.",
    "目の前にある乳房も手で乱暴にこねくり回す。\n手のひらに乳首を当てて、快感を引き出す。": "I violently kneaded her breasts with my hands.\nI press her nipples against the palm of my hand, drawing out the pleasure.",
    "ああっ……そんなに乱暴にされたら……ああんっ！\nどんどん……んふっ……おかしくなる……！": "Aaah... If you do it so roughly... Aaaahn!\nMore and more...nfuu...I'm going crazy...!",
    "ペニスも膣内をかき混ぜるようにして、\n葵の気持ちいいところを探り当てていく。": "My penis stirred her insides as well.\nI search for a place that feels good for Aoi.",
    "はあっ……そんなにされたら……ああんっ！\nすぐに……ああん……達してしまう……！": "Haah... If you do it like that... Aaahn!\nI'll... aaahn... cum soon...!",
    "ずんずんっと……奥に当たって……その度に……はあん……\n頭が……真っ白に……あああんっ！": "Every time... it hits the back... every time... haahn...\nMy mind... is going blank... Aaaaahn!",
    "俺を受けいれてくれるのだろう？": "You accept me, don't you?",
    "ああっ！　んくっ！　そ、そうは言ったが……ああん……！\nこ、こんなにすごいなんて……はあああっ！": "Aah! Ngh! Y-You said that, but... Aaahn...!\nI-I can't believe it's this amazing... Haaaah!",
    "乱れていく葵を見ていたら、嗜虐心が煽られてしまう。\nもっと感じさせるために、わざと乱暴に肉棒を膣に打ち付ける。": "Watching Aoi grow more and more disheveled stirs up my sadistic heart.\nIn order to make her feel even better, I deliberately violently slammed my meat pole into her vagina.",
    "はあんっ！　ああんっ！　これがお前の性欲なのか……？\nこんなに激しくて……ああっ！　力強くて、熱い……あああっ！": "Haahn! Ahhn! Is this your sexual desire...?\nIt's so intense... Aaah! It's so strong, so hot... Aahhh!",
    "あんっ……ああんっ！　はあんっ！　こんなに求められたら……！\n私も気持ちよくなってしまう……！　すぐに達してしまう……！": "Ahn... Ahhhn! Haahn! If you want me this badly...!\nI'm going to feel good too...! I'll cum soon...!",
    "葵はシーツを強く掴んで、俺から跳ね飛ばされないように、\n頑張って受けいれようとしている。": "Aoi grabbed the sheets hard so they wouldn't bounce off me\nShe's trying her best to accept it.",
    "その姿がいじらしくて、俺もまた彼女の腰を掴み、\n精一杯感じさせようと、何度も腰を叩きつけた。": "The sight was so adorable that I grabbed her hips again.\nI slammed my hips into her over and over again, trying to get her to feel it as best as I could.",
    "はあんっ！　あっ、あっ！　すごい！　気持ちいい！\n私にお前を……ああっ！　か、感じさせてほしい……！": "Haahn! Ah, ah! Amazing! It feels so good!\nI want to feel you... Ahh! I-I want you to feel me...!",
    "腰を打ち付けるたびに、膣肉に肉棒が擦られ、\n精液がペニスの先へとせり上がっていく。": "Every time I slammed my hips into her, my meat pole rubbed against her vaginal flesh.\nSemen rises up to the tip of my penis.",
    "葵。そろそろイキそうだ。": "Aoi. I'm about to cum.",
    "も、もうイきそう……なのか……？\nいいぞ……いつでも……イってくれ……！": "I-I'm about to cum...?\nGo ahead... Cum... whenever you want...!",
    "わ、私なら……ああんっ……受け止めるから……\n私のナカに……全部出してくれ……！": "I-If it's me... Aaahn... I'll take it...\nLet it all out... for my sake...!",
    "全部受け止めると言われて嬉しくないわけがない。\nたがが外れたように、俺はラストスパートをかけた。": "There was no way she wouldn't be happy to be told that she would take it all in.\nI put on my last spurt, as if I'd missed a beat.",
    "ああんっ！　ひあっ！　はあんっ！　は、激しい！　ああんっ！　\nはあんっ！　そんなにされたら……ほんとにおかしくなる……！": "Aaahn! Hyaah! Haaah! Y-You're so rough! Aaanh!\nHaahn! If you do it like that... I really will go crazy...!",
    "ああっ！　あっ、あっ、わ、私も、もうっ！　達してしまう……！　\nはあっ！　イク……イクから……！　お前も一緒にイってくれ！": "Ahh! Ah, ah, m-me too! I'm going to cum...!\nHaah! I'm cumming...I'm going to cum...! Cum with me!",
    "ああぁっ！　ううぅっ！　んんぅぅぅ……！　はあんっ！\nお、お前の精子……私のナカに……全部……！　ああっ！": "Aaah! Uuuu! Nnuuu......! Haanh!\nY-Your sperm... It's all... inside me...! Aaah!",
    "ひときわ強く膣内が収縮して、一気に射精感がこみ上げる。\n亀頭の先が膨らんでいく。": "Her vagina contracted noticeably, and the urge to ejaculate welled up all at once.\nThe tip of my glans swelled up.",
    "お前の精子……出して……私に全部注いでくれ……！\nはああ……あああぁぁぁぁぁぁぁ！！！": "Let out... your sperm... and pour it all into me...!\nHaaah... Aaaaahhhh!!!",
    "葵の体が絶頂に達すると共に、\n堰を切ったように、ペニスから精液が迸った。": "As Aoi's body reaches climax...\nSemen gushed out from my penis like a dam bursting.",
    "あぁぁっ……熱い……精液が……ああっ……\n私のナカに……たくさん……あああっ……！": "Ahhh... It's so hot... My semen... Ahh...\nThere's so much... inside me... Aaaah...!",
    "精液が膣奥に何度も叩きつけるのと同時に、\n葵の体も何度もびくびくっと震えた。": "At the same time as the semen slammed into the depths of her vagina over and over...\nAoi's body trembles several times as well.",
    "はあ……んん……ふう……はあ……\n頭が真っ白に……あああ……んん……": "Haa...nnn...fuu...haa...\nMy mind goes blank... Ahhh... Mmm...",
    "膣内射精の快感に酔いながら、\n葵がぼんやりと絶頂の余韻に浸っていた。": "Intoxicated by the pleasure of ejaculating inside her vagina,\nAoi was absentmindedly basking in the afterglow of climax.",
    "最後の１滴まで出し終えると、\n互いに荒い息を吐きながら顔を見つめた。": "When I finished letting out every last drop...\nWe both stared at each other's faces, breathing heavily.",
    "はあ……はあ……すごかった……\nまだ体がふわふわと飛んでいるようだ……ふううっ……": "*pant pant*... That was amazing...\nIt looks like my body's still floating... Phew...",
    "ちゃんと私のナカに全部出してくれたか……？\n私はお前を……気持ちよく出来たか……？": "Did you properly release all of it to my naka...?\nDid I... make you feel good...?",
    "……ああ。もちろんだ。": "...Yeah. Of course.",
    "……そうか……よかった……": "...I see... Thank goodness...",
    "葵はまだ快楽に酔いながらも、幸福そうな微笑みで、俺を見つめる。\nそんな彼女を見ていたら、力が抜け落ちてきた。": "Even though Aoi is still drunk on the pleasure, she looks at me with a happy smile.\nAs I watched her, the strength drained from my body.",
    "ふふ、お前も疲れただろう？\n私が膝枕をしてあげるから、ゆっくり休んでくれ。": "Hehe, you must be tired too, right?\nI'll give you a lap pillow, so get some rest.",
    "そう言うなり、いつの間にか、俺は葵に膝枕をされていた。": "Before I knew it, Aoi had laid me on her lap.",
    "ふふ、こうしていると、本当に幸せな気分だ。\n愛しい人を膝枕することがこんなにも幸せだとは……": "Hehe, I feel really happy when I'm like this.\nI didn't think I'd be this happy to sleep in my beloved's lap...",
    "確かに、体を重ねた相手に膝枕してもらうことは、\nこれほどにも心も体も満たされるものなのか。": "It's true that having someone with your body on top of yours rest your head on your lap...\nI didn't know my mind and body could be this satisfied.",
    "まるで小さな子どもでも見ている母親のような気分だな。": "I feel like a mother looking at a small child.",
    "母親のような慈愛に満ちた瞳で、葵は俺の頭を撫でていく。": "Aoi pats my head with motherly affection in her eyes.",
    "本当に葵は、甘やかすのが好きなんだな。": "Aoi really likes spoiling people.",
    "ああ。本当は誰かを甘やかすのが好きなんだ。\nでも、私は本当の私を見せることをずっと怖がっていた。": "Yeah. Honestly, I like spoiling people.\nBut I was always afraid to show the real me.",
    "これからは信頼できる相手には、\n本当の私を見せてもいいかもしれないな。": "From now on, I'll be dealing with someone I can trust.\nIt might be a good idea to show the real me.",
    "ああ、その方がいい。": "Yeah, that's better.",
    "も、もちろんこんなことをするのは、お前だけだからな？\n他の者にはこんなことしないぞ？": "Y-You're the only one who'd do something like this, of course.\nI wouldn't do this to anyone else, you know?",
    "わかっている。": "I know.",
    "んっ……こ、こら、格好をつけながら、\n私の胸を揉むんじゃない。": "Mm... H-Hey, while trying to look cool,\nDon't rub my breasts.",
    "いや、つい目の前にこんな魅力的なものがあると、\n触りたくなってしまってな。": "No, there was something so attractive right in front of me...\nI just wanted to touch it.",
    "本当の仕方のないやつだな。\nそんなに触りたいなら、こっちも触っていいぞ。": "You really are hopeless.\nIf you want to touch me that badly, you can touch me too.",
    "じゃあ、今だけ葵の子どもになろう。": "Then, just for now, I'll be Aoi's child.",
    "あふっ……んふ……舐めていいなんて……言ってない……んんっ。\nはあっ……んんっ……んくっ……あふっ……": "Afu...nfu...I didn't say...it was okay...to lick it...nnn.\nHaah... nnh... ngh... afh...",
    "こんなたわわな果実が目の前にあったら、\n男なら誰でも食べたくなるというものだ。": "If such a sloppy fruit were right in front of me,\nAny man would want to eat it.",
    "もう、なんてエッチな子どもなんだ……んふっ……\nほら、もっとゆっくり吸うといい。": "Geez, what a naughty child you are... Eheh...\nHere, take your time sucking.",
    "葵が俺の頭を支えながら、胸を差し出す。\nまるで授乳でもされているような気分になる。": "Aoi holds out her chest while supporting my head.\nI feel like I'm being breastfeeding.",
    "乳房を吸っている間に、また股間が大きくなってきた。": "While I sucked on her breasts, her crotch got bigger again.",
    "全く……またお前のが大きくなってきたじゃないか……\n本当にエッチな子どもなんだな……": "Geez... You've gotten so big again...\nShe really is a naughty child...",
    "じゃあ、もう１度……するか？": "Then, shall we... do it again?",
    "ああ、もっと葵に甘えたい。": "Yeah, I want to be spoiled by Aoi more.",
    "ふふ、わかった。\nなら、お前が満足するまで、今日は甘えさせてやろう。": "Haha, got it.\nIn that case, I'll let you spoil me today until you're satisfied.",
    "こうして一晩中、葵の体に甘えてしまったのだった。": "That's how I ended up depending on Aoi's body all night."
}