{
    "――ぶえっくし！": "――Bweh-kushi!",
    "汚いわね、白銀……\nくしゃみをするときは口元を抑えなさい。": "That's dirty, Shirogane...\nCover your mouth when you sneeze.",
    "悪い、委員長。\n体調が悪いわけでもないのに、いきなりムズムズしたからさ。": "Sorry, Class Rep.\nIt's not like I'm sick or anything, but I've been itching all of a sudden.",
    "あははっ。\n誰かがタケルの噂でもしてるんじゃない？": "Ahaha.\nMaybe someone's spreading rumors about Takeru?",
    "……誰かっつーか、確実にあいつらだろうな。": "...I don't know who it is, but it's definitely them.",
    "今はこっちに集中。": "Right now, focus on me.",
    "そうね。\nここまで首尾よく商店を回れたのはいいけど……": "That's right.\nI'm glad we were able to make it this far to the shops, but...",
    "残った商店の場所は、教わった情報と\n今までの聞き込みじゃサッパリわからないもんね。": "The only place left was the information she'd been given\nIt's hard to tell from all the inquiries we've had so far.",
    "ここまででオレ達が手に入れられた資材は３つか……": "So we've only got three materials so far...",
    "生徒会長の話だと商店は7ヶ所。": "According to the student council president, there were seven shops.",
    "あとひとつで私達の勝ちね。": "One more and we win.",
    "まあ、これなら余裕だな……\nそれで、何を命令するか考えたか？": "Well, this should be easy...\nSo, did you think about what to order?",
    "うーん、ボクはどうしようかなぁ。\n折角なら、この世界でのサバイバルに付き合って貰うかな。": "Hmm, what should I do?\nI guess I'll have to ask her to help me survive in this world.",
    "榊がこっちのチームだし、あんまり思い浮かばない。": "Sakaki's on our team, so I can't really think of anything.",
    "ふふふ……オレをバカ扱いした純夏には、\n後悔させてやるような恥ずかしい命令をしてやるからな……！": "Hehehe......To Sumika, who treated me like an idiot...\nI'll give you an embarrassing order that'll make you regret it...!",
    "そこまで言ってなかったような……": "I don't think I said that much...",
    "――っくしゅ！": "――Kksshh!",
    "す、純夏さん？　大丈夫ですか？": "S-Sumika-san? Are you okay?",
    "おおきいくしゃみでしたね。体調はどうですか？": "That was a big sneeze. How are you feeling?",
    "ぐぬぬ……なんだかタケルちゃんが私に、\n変なことを言ってる気がする……！": "Grrr... For some reason, Takeru-chan told me...\nI feel like I'm saying something weird...!",
    "女の勘ってやつか？　しかし、二人は仲がいいんだな。": "A woman's intuition, huh? Still, the two of them sure are close.",
    "タケルちゃんとは幼馴染だから、\n何となくお互いのことも分かっちゃうんだよね！": "I'm childhood friends with Takeru-chan, so...\nI can kind of understand each other!",
    "幼馴染ですか……なんだかそういう関係って羨ましいです。": "A childhood friend, huh...? I'm kind of jealous of that kind of relationship.",
    "私は、幼馴染って言えるような人はいませんでしたから……\nそんな風に分かり合えるのって素敵だと思います！": "I didn't have anyone I could call my childhood friend...\nI think it's wonderful that we can understand each other like that!",
    "……えへへ、そうかな？　喧嘩してるけど、\n意地悪に見えてタケルちゃんも優しい所があるんだよ。": "...Ehehe, really? We're fighting,\nTakeru-chan may look mean, but he's also kind.",
    "へえ、やっぱりそういうのはお互いに知ってるもんなんだな。": "Wow, so we both know that kind of thing.",
    "たけるさん、純夏さんと一緒の時だけは子供っぽくなるんです。\n素に戻れるんだと思いますけど……羨ましいなって思います。": "Takeru-san only becomes childish when he's with Sumika-san.\nI think you'll be able to return to your normal self, but... I'm jealous.",
    "まあ、今日みたいに勝った方がなんでも命令権とか、\n意地悪なことを言ってくるときもあるけど！": "Well, the one who wins like today has the right to command anything, or something like that\nThere are times when she says mean things to me!",
    "あはは……それはどっちかっていうと、\n喧嘩をしてたから言いだしたことな気もしますが……": "Ahaha... If I had to say...\nI think it was because they were fighting, but...",
    "だって、わたしだって頑張って役に立てるもん！\nそれをタケルちゃんに証明してやらなくちゃ！": "I mean, I'll do my best to be useful too!\nI have to prove that to Takeru-chan!",
    "それなら、負けないためにも頑張らないとな。": "In that case, I'll have to do my best not to lose.",
    "ええっと、確か今集めた数が……": "Let's see, if I remember correctly, the number we just collected...",
    "最初に受け取れた２つと、\nこっそり移動してる途中に出会えた分で……３つか。": "The first two I received, and...\nSince we met while we were sneaking around... three, huh?",
    "一時はどうなることかと思いましたけど、\n御剣さん達と離れ離れになったあとに出会えて幸運でしたね！": "For a moment, I wondered what would happen.\nYou're lucky to have met Edgeworth and the others after you were separated!",
    "珠瀬さんのおかげでスカラ生徒達の警戒網を避けて進めたしな。": "Thanks to Tamase-san, we were able to avoid the Scara students' security net.",
    "いえいえ、そんなことは……\nでも、残りはいくつなんでしょうか？": "No, no, that's not...\nBut how many are left?",
    "はっ、そういえば取り合いだからもう残ってないかも！？": "Hah, come to think of it, we're fighting, so there might not be any left!",
    "終わっていたら小花か誰かが伝えてくれるんじゃないか？\nだから、まだ残ってるとは思うが……": "If it's over, won't Kohana or someone tell her?\nSo I think there's still some left, but...",
    "そう考えると、あと一つを取り合う事になりそうですね！": "Thinking about it that way, it looks like we'll have to fight one more time!",
    "よーし、このまま最後の奴を手に入れちゃおう！": "Alright, let's get the last one!",
    "とはいえ、残った一つの場所が地図を見ても分からん……\n案内役のヒイロも居なくなったからなぁ。": "That said, even if I look at the map, I can't tell where the last one is...\nOur guide, Hiiro, is gone, too.",
    "そうですね……まず、ここからどこへ行けばいいんでしょうか？": "That's right... Where should we go first?",
    "完全に道に迷っちゃいましたね……": "We're completely lost...",
    "そんなぁ～っ！\nどうにかならないの！？": "Nooooooo!\nCan't you do something about it?!",
    "少なくとも、誰かに道を聞くわけにいかないしな。\nスカラ校舎の案内が出来て頼れる相手なんてのは――": "At the very least, I can't ask anyone for directions.\nHaving a guide to the Scara school building and someone you can rely on—",
    "……いると言えばいるか。駄目元であいつに聞いてみよう。": "...Speaking of which, she's here. I'll ask her if I can't.",
    "ピコピコピーン！！": "*squeezesqueeezesqueeze!!*",
    "わっ！？\nなになに、この子？": "Whoa!?\nWhat's with this girl?",
    "ボクの名前はピコ！　\n迷えるマスターをフォローするナビＡＩです！": "My name is pico!\nIt's a navigation AI that backs up a hesitant Master!",
    "ナビ能力はさっぱりアテにならないけどな。": "I don't have a clue how to navigate, though.",
    "えっ、じゃあ可愛いマスコットになっちゃうよこの子！？": "Huh? Then she's going to be a cute mascot?!",
    "ま、マスコットですか！？　この有能ナビAIのボクが！？": "A-A mascot?! Me, the capable navigation AI?!",
    "むしろ汚名返上の機会だ、マスコットAI。\n有能AIらしいところを見せてみろ！": "If anything, this is a chance to redeem myself, mascot AI.\nShow me what a capable AI looks like!",
    "マスターまでマスコット扱いを！？": "You're treating me like a mascot too, Master?!",
    "まあまあ、それじゃあピコちゃんの凄い所を見せてね♪": "Now, now, let's see how amazing Piko-chan is! ♪",
    "ぐぬぬ……ボクが甘く見られている気がしますね……！\nここは全員の納得できる結果を見せてやりますよ！": "Grrr... I feel like I'm being underestimated...!\nI'll show you the results that everyone can agree on!",
    "状況を説明するがスカラ校舎のブラックマーケットで、\n目的地に行きたいんだが迷子になってしまってな。": "I explained the situation, but in the Scara school building's black market,\nI want to go to my destination, but I got lost.",
    "はい。それで、地図を見ても全然分からなくて……\nピコちゃんには分かりますか？": "Yes. And when I looked at the map, I couldn't tell at all...\nDo you understand, picochan?",
    "端末内のデータは把握できるはずだな。\nそれを参考に俺達を案内してくれ。": "I should be able to get a handle on the data inside the terminal.\nPlease use that as a reference to guide us.",
    "ここで実力を見せてみれば尊敬される、\n超有能AIとしての称号を手に入れることが出来るぞ。": "If I show my true strength here, I'll be respected,\nYou can obtain the title of super-talented AI.",
    "おお、それはボクの真価を見せるときですね！\n任せてください！": "Oh, that's when I'll show my true worth!\nLeave it to me!",
    "超有能AIですので地図のデータ処理だってお手の物です！\nさて、スカラ校舎のマップを見てみましょうか。どれどれ……": "She's a super-talented AI, so she's good at processing map data!\nNow then, let's take a look at the map of the Scara school building. Let's see...",
    "……うえぇ！？\nなんですか、ここの複雑な地形……！？": "...Whaaat?!\nWhat's with this complex terrain?!",
    "なんだか混乱してるみたいですけど……": "You seem a little confused...",
    "この子、本当に大丈夫？": "Is this girl really okay?",
    "まあ、あまり期待はしないでやってくれ。": "Well, don't get your hopes up too much.",
    "えーっと、こっちがこうなって……なんでここの道、\n円環状に……！？　ここ、行き止まりって意味不明ですよ！？": "Let's see, this is how it turned out... Why is this road...\nA ring...?! This is a dead end?! That doesn't make any sense!",
    "……むむむむむ！　分かりました、こっちです！": "...Mmmmmmmm! Understood, this way!",
    "ええっ……こっちの道って狭くて暗いけど合ってるの……？": "Whaaat...? This road is narrow and dark, but is it right...?",
    "たぶん合ってます！": "You're probably right!",
    "た、たぶんですか……！？": "P-Probably...?!",
    "……ナビって自信満々に言うもんじゃないのか？": "...Isn't Navi supposed to sound so confident?",
    "いえいえ、多分というのは言葉の綾です！\nボクの計算ではこっちの道が正解に決まっています！": "No, no, it's just a figure of speech!\nAccording to my calculations, this path is obviously the correct one!",
    "さあ、行きましょう！　これで僕の優秀さを証明です！": "Come on, let's go! This is proof of my excellence!",
    "……本当に信頼して大丈夫なのかなぁ……？": "...Is it really okay to trust her...?",
    "とりあえず信じて行ってみましょう！\nこのままだと迷子のままですから！": "For now, let's believe in him!\nAt this rate, I'll still be lost!",
    "ああ、他にアテもないわけだしな。": "Yeah, I don't have any other leads.",
    "次の角を右、でいいんだよね？": "Right at the next corner, right?",
    "ピコさんの指示が正しければ、そのはずです。": "If Pico-san's instructions are correct, that should be the case.",
    "声は抑えてなるべく静かに移動しないとな。\nそろそろ、いないことに気づいて探してるはずだ。": "We need to keep our voices down and move as quietly as possible.\nShe should have noticed that he wasn't here by now and was looking for him.",
    "うん、ええっと、次はこの道を……": "Okay, let's see, this path is next...",
    "わぷっ！？": "Wapuu!?",
    "おっと、すまない――って。": "Whoops, sorry—wait.",
    "す、純夏！？": "S-Sumika!?",
    "タケルちゃん！？": "Takeru-chan!?",
    "……どうしてタケルちゃんがこの場所にいるの？": "...Why are you here, Takeru-chan?",
    "お互い、目的はひとつだから聞くまでもないだろ？": "We both have one goal, so there's no need to ask, right?",
    "ゴールは目の前。": "The goal is right in front of me.",
    "武達もこの先にいる商店を狙ってるってわけか。": "So Takeshi and the others are after the store up ahead, too.",
    "……ということは、\nピコさんの案内は正しかったってことですね！": "...Which means...\nThat means Pico-san was right!",
    "ああ、ちゃんと仕事を果たしてくれたって訳か……": "Ah, so you did your job properly...",
    "こっちも不確かなまま歩いてきたけど、確信が持てたわ。": "I've been walking around uncertainly too, but now I'm sure of it.",
    "……そういや、冥夜の姿が見えないぞ？": "......come to think of it, I can't see Meiya anywhere.",
    "御剣さんはわたし達のために犠牲になったんだよ！\nだから、わたしたちは負けるわけにはいかないの！": "Mr. Edgeworth was sacrificed for us!\nThat's why we can't lose!",
    "なんだって！？\n……いやまあ、純夏が大げさに言ってるだけなんだろうが。": "What did you say?!\n......well, Sumika's probably just exaggerating.",
    "おお、流石は幼馴染だ。理解度が高い。": "Wow, we've known each other since we were kids. She's really understanding.",
    "純夏とは付き合いが長いからな……\nどうせ迷子になって逸れたとかだろ？": "I've known Sumika for a long time......\nI'm sure he got lost and strayed anyway.",
    "いえ、その……常人には計り知れない戦いが始まって、\n今も戦ってるんだと思います。": "No, um... A battle that no normal person could fathom had begun\nI think he's still fighting.",
    "すまん、オレの予想を超えたんだが！？\nそっちでは何が起きたんだよ！": "Sorry, it exceeded my expectations!\nWhat happened over there?!",
    "それは……なんだろうな？": "I wonder... what that is?",
    "そんな御剣さんのためにも、\nタケルちゃんに負けるわけにはいかないんだから！": "For Mitsurugi's sake...\nI can't lose to Takeru-chan!",
    "……まあ、事情はよく分からんが。\nこっちだって負けるつもりはないからな！": "...Well, I don't really know what's going on.\nI have no intention of losing either!",
    "それで、タケルちゃんのチームはいくつ受け取ったの？\nこっちは３個でリーチだよ！": "So, how many did Takeru-chan's team receive?\nThis one's reachable with three!",
    "……まあ、この状況で隠す意味もないか。こっちも３だ。": "...Well, I guess there's no point hiding it in this situation. I'm a 3 too.",
    "うう、やっぱり同じだけ集めてるんだ……。": "Ugh, I knew it. They're collecting the same amount...",
    "なら、どっちが先に商店へ到着するかの勝負だね。": "In that case, let's see who gets to the store first.",
    "つまりは脚力勝負。": "In other words, a contest of leg strength.",
    "最後のひと勝負……わかりやすくて結構じゃないかしら。": "The final match... It's easy to understand, so I think it's fine.",
    "だったらやることはひとつだ！\n――じゃあな、純夏っ！": "Then there's only one thing to do!\n――See you, Sumika!",
    "あ～っ！　タケルちゃん、ずるい！": "Aaah! Takeru-chan, that's not fair!",
    "真剣勝負に卑怯もラッキョウもあるかって！\n負けた純夏に何を命令するか、今から楽しみだ！": "There's cowardice and rakyou in a serious fight!\nI'm looking forward to what I'll order Sumika to do after she loses!",
    "勝負は非情なもの。": "The match is heartless.",
    "まったくね。\nじゃ、私達も失礼するから。": "Honestly.\nWell, we'll be taking our leave too.",
    "ごめんね純夏さん。\nそれじゃ、バイバイ！": "Sorry, Sumika-san.\nOkay, bye bye!",
    "……い、行っちゃいましたね。": "...H-He's gone.",
    "ま、まずいですよ……！\nここから先は１本道になってるみたいです！": "Th-This is bad...!\nFrom here on out, it looks like there's only one main road!",
    "となると、先を行かれた分、シンプルにこっちが不利か。": "Which means we're at a simple disadvantage, since we've been ahead of them.",
    "どうしよう！？\n早く追いかけないと、タケルちゃんに負けちゃうよ～！": "What should I do?!\nIf you don't chase after her soon, you'll lose to Takeru-chan~!",
    "どうしようと言われてもな。ヒイロが使ってたみたいな\n抜け道でもあれば逆転できるかもしれないが……": "I don't know what to do. It's like Hiiro was using it.\nIf we had a loophole, we might be able to turn things around, but...",
    "……な、なんと！　朗報ですよマスター！": "...Wh-What!? That's good news, Master!",
    "どうしたんだ？　朗報ってことは違う道が……？": "What's wrong? If it's good news, then there's a different path...?",
    "いえ、そういう事ではありません！\nこの先には実は目当ての商店はないのです！": "No, that's not what I meant!\nActually, there's no store we're looking for up ahead!",
    "……ええっと、どういう事ですか？": "...Umm, what do you mean?",
    "そう、実はこの先は行き止まりだったんです！": "That's right, this is actually a dead end!",
    "……な、なんだってーーー！？": "...Wh-What did you say?!",
    "何となく別で手に入れたマップデータを見てたら、\n違和感を感じてしまいまして……": "For some reason, I was looking at the map data I had obtained elsewhere.\nI felt something was off...",
    "調査の結果、ダミーが混ぜられていることが発覚しました！\nおそらくは妨害工作の一環ですね！": "As a result of our investigation, we discovered that there was a dummy mixed in!\nIt's probably part of the sabotage!",
    "なるほど……小花の妨害か。": "I see... Obstructing Kohana, huh?",
    "バラまかれたデータですから、\n運悪く彼らも偽データを手に入れたみたいですね。": "It's scattered data, after all.\nIt looks like they're unlucky enough to get fake data.",
    "なるほど！　今、気づいたわたし達が一歩リードですね！": "I see! We just realized that we're one step ahead!",
    "……えーっと。\nつまり、タケルちゃん達は自爆しちゃったってこと？": "...Let's see.\nIn other words, Takeru-chan and the others self-destructed?",
    "そういうことらしいな。まあ、策士策に溺れるってやつだな。": "I guess that's how it is. Well, it's like drowning in a schemer's plan.",
    "でも、残った商店の場所が分からないと、\n振出しに戻るだけじゃないですか？": "But if we don't know where the remaining shops are,\nIsn't it just going back to square one?",
    "ふふふ、有能な僕は既に目的の商店の居場所のデータを、\nちゃんと持ってきましたよ！": "Hehehe, as a talented person, I already have the data on the location of the shop I'm looking for\nI brought it with me!",
    "凄い、ピコちゃん！　有能エーアイだね！": "Wow, Piko-chan! You're so talented!",
    "ふふん！　そうでしょうそうでしょう！": "Heheh! Isn't that right? Isn't that so?",
    "……つまりは、ピコも騙されてたってことか。": "...In other words, Piko had been tricked too.",
    "……そ、そこはほら！　ダミーだと気づいたので！\nボクの優秀さが手に入れた結果ですよ！": "...Th-That's because I realized it was a dummy!\nIt's the result of my superiority!",
    "それはそうなんだが……なんというか腑に落ちないな……": "That's true, but... It doesn't make any sense...",
    "いいじゃないですか！\nほら、急ぎましょう！　時間は有限ですよ！": "What's wrong with that?!\nCome on, let's hurry! Our time is limited!",
    "分かった分かった。\nよし、それじゃあ行くぞ！": "All right, all right.\nAlright, let's go!"
}