{
    "――ぶえっくし！": "――Achoo!",
    "汚いわね、白銀……\nくしゃみをするときは口元を抑えなさい。": "That's dirty, Shirogane...\nCover your mouth when you sneeze.",
    "悪い、委員長。\n体調が悪いわけでもないのに、いきなりムズムズしたからさ。": "Sorry, Chairwoman.\nI'm not feeling sick or anything, it just suddenly tickled.",
    "あははっ。\n誰かがタケルの噂でもしてるんじゃない？": "Haha.\nMaybe someone is gossiping about you, Takeru?",
    "……誰かっつーか、確実にあいつらだろうな。": "...Not just someone, it's definitely those guys.",
    "今はこっちに集中。": "Focus on this for now.",
    "そうね。\nここまで首尾よく商店を回れたのはいいけど……": "You're right.\nIt's good that we've managed to visit the shops so far...",
    "残った商店の場所は、教わった情報と\n今までの聞き込みじゃサッパリわからないもんね。": "The locations of the remaining shops are completely unclear\nfrom the information we were given and what we've heard so far.",
    "ここまででオレ達が手に入れられた資材は３つか……": "So far, we've managed to gather three resources...",
    "生徒会長の話だと商店は7ヶ所。": "According to the student council president, there are seven shops.",
    "あとひとつで私達の勝ちね。": "One more and we win.",
    "まあ、これなら余裕だな……\nそれで、何を命令するか考えたか？": "Well, this should be easy...\nSo, have you thought about what to command?",
    "うーん、ボクはどうしようかなぁ。\n折角なら、この世界でのサバイバルに付き合って貰うかな。": "Hmm, what should I do...\nSince it's a rare chance, maybe I'll have them join me in surviving in this world.",
    "榊がこっちのチームだし、あんまり思い浮かばない。": "Since Sakaki is on our team, I can't think of much.",
    "ふふふ……オレをバカ扱いした純夏には、\n後悔させてやるような恥ずかしい命令をしてやるからな……！": "Hehehe... For Sumika, who treated me like an idiot,\nI'll give her an embarrassing order that she'll regret...!",
    "そこまで言ってなかったような……": "I don't think she said anything that extreme...",
    "――っくしゅ！": "――Achoo!",
    "す、純夏さん？　大丈夫ですか？": "S-Sumika-san? Are you okay?",
    "おおきいくしゃみでしたね。体調はどうですか？": "That was a big sneeze. How are you feeling?",
    "ぐぬぬ……なんだかタケルちゃんが私に、\n変なことを言ってる気がする……！": "Grrr... I feel like Takeru-chan is saying something weird about me...!",
    "女の勘ってやつか？　しかし、二人は仲がいいんだな。": "Is that a woman's intuition? But you two get along well.",
    "タケルちゃんとは幼馴染だから、\n何となくお互いのことも分かっちゃうんだよね！": "Takeru-chan and I are childhood friends,\nso we kind of understand each other!",
    "幼馴染ですか……なんだかそういう関係って羨ましいです。": "Childhood friends, huh... That kind of relationship is enviable.",
    "私は、幼馴染って言えるような人はいませんでしたから……\nそんな風に分かり合えるのって素敵だと思います！": "I didn't have anyone I could call a childhood friend...\nI think it's wonderful to understand each other like that!",
    "……えへへ、そうかな？　喧嘩してるけど、\n意地悪に見えてタケルちゃんも優しい所があるんだよ。": "...Hehe, really? We fight, but\nTakeru-chan seems mean but has a kind side too.",
    "へえ、やっぱりそういうのはお互いに知ってるもんなんだな。": "Oh, I see, that's something you both know about each other.",
    "たけるさん、純夏さんと一緒の時だけは子供っぽくなるんです。\n素に戻れるんだと思いますけど……羨ましいなって思います。": "Takeru-san only acts childish when he's with Sumika-san.\nI think it's because he can be himself... I'm a bit jealous.",
    "まあ、今日みたいに勝った方がなんでも命令権とか、\n意地悪なことを言ってくるときもあるけど！": "Well, like today, the winner gets to give any command,\nand he says mean things sometimes!",
    "あはは……それはどっちかっていうと、\n喧嘩をしてたから言いだしたことな気もしますが……": "Haha... That sounds more like\nsomething said because you were fighting...",
    "だって、わたしだって頑張って役に立てるもん！\nそれをタケルちゃんに証明してやらなくちゃ！": "Because I can work hard and be useful too!\nI have to prove that to Takeru-chan!",
    "それなら、負けないためにも頑張らないとな。": "Then, you have to work hard so you don't lose.",
    "ええっと、確か今集めた数が……": "Uh, I think the number we've collected so far is...",
    "最初に受け取れた２つと、\nこっそり移動してる途中に出会えた分で……３つか。": "The two we got at the start,\nand the one we found while sneaking around... That's three.",
    "一時はどうなることかと思いましたけど、\n御剣さん達と離れ離れになったあとに出会えて幸運でしたね！": "I was worried for a moment,\nbut we were lucky to meet after being separated from Mitsurugi-san and the others!",
    "珠瀬さんのおかげでスカラ生徒達の警戒網を避けて進めたしな。": "Thanks to Tamase-san, we managed to avoid Scala students' patrols and move forward.",
    "いえいえ、そんなことは……\nでも、残りはいくつなんでしょうか？": "No, no, it's nothing...\nBut how many are left, I wonder?",
    "はっ、そういえば取り合いだからもう残ってないかも！？": "Ah, now that I think about it, since it's a competition, there might not be any left!?",
    "終わっていたら小花か誰かが伝えてくれるんじゃないか？\nだから、まだ残ってるとは思うが……": "If it was over, Kohana or someone would tell us, right?\nSo, I think there are still some left...",
    "そう考えると、あと一つを取り合う事になりそうですね！": "Thinking about it, it seems like we'll be competing for the last one!",
    "よーし、このまま最後の奴を手に入れちゃおう！": "Alright, let's get the last one like this!",
    "とはいえ、残った一つの場所が地図を見ても分からん……\n案内役のヒイロも居なくなったからなぁ。": "That said, even looking at the map, I can't figure out where the last one is...\nAnd Hiro, our guide, is gone too.",
    "そうですね……まず、ここからどこへ行けばいいんでしょうか？": "That's true... First, where should we go from here?",
    "完全に道に迷っちゃいましたね……": "We're completely lost now...",
    "そんなぁ～っ！\nどうにかならないの！？": "No way~!\nIsn't there something we can do!?",
    "少なくとも、誰かに道を聞くわけにいかないしな。\nスカラ校舎の案内が出来て頼れる相手なんてのは――": "At the very least, we can't ask someone for directions.\nSomeone reliable who can guide us through the Scala building――",
    "……いると言えばいるか。駄目元であいつに聞いてみよう。": "...If I had to say, there is someone. Let's try asking them as a last resort.",
    "ピコピコピーン！！": "Piko-piko-peen!!",
    "わっ！？\nなになに、この子？": "Wah!?\nWhat, what is this kid?",
    "ボクの名前はピコ！　\n迷えるマスターをフォローするナビＡＩです！": "My name is Piko!\nI'm a navigation AI that helps lost masters!",
    "ナビ能力はさっぱりアテにならないけどな。": "But my navigation skills are completely unreliable.",
    "えっ、じゃあ可愛いマスコットになっちゃうよこの子！？": "Eh, so this kid will just become a cute mascot!?",
    "ま、マスコットですか！？　この有能ナビAIのボクが！？": "M-Mascot!? Me, this capable navigation AI?",
    "むしろ汚名返上の機会だ、マスコットAI。\n有能AIらしいところを見せてみろ！": "Rather, it's a chance to redeem myself, mascot AI.\nShow me what a capable AI can do!",
    "マスターまでマスコット扱いを！？": "Even Master treats me like a mascot!?",
    "まあまあ、それじゃあピコちゃんの凄い所を見せてね♪": "Alright, let's see your amazing skills, Piko-chan♪",
    "ぐぬぬ……ボクが甘く見られている気がしますね……！\nここは全員の納得できる結果を見せてやりますよ！": "Grrr... I feel like I'm being underestimated...\nI'll show everyone a result they can agree with!",
    "状況を説明するがスカラ校舎のブラックマーケットで、\n目的地に行きたいんだが迷子になってしまってな。": "To explain the situation, we're in the black market of the Scala building,\nand we want to get to our destination but got lost.",
    "はい。それで、地図を見ても全然分からなくて……\nピコちゃんには分かりますか？": "Yes. And we can't understand the map at all...\nCan you understand it, Piko-chan?",
    "端末内のデータは把握できるはずだな。\nそれを参考に俺達を案内してくれ。": "You should be able to grasp the data within the terminal.\nUse that as a reference to guide us.",
    "ここで実力を見せてみれば尊敬される、\n超有能AIとしての称号を手に入れることが出来るぞ。": "If you show your skills here, you'll be respected,\nand you'll gain the title of a super capable AI.",
    "おお、それはボクの真価を見せるときですね！\n任せてください！": "Oh, this is the time to show my true value!\nLeave it to me!",
    "超有能AIですので地図のデータ処理だってお手の物です！\nさて、スカラ校舎のマップを見てみましょうか。どれどれ……": "As a super capable AI, processing map data is a piece of cake!\nNow, let's take a look at the Scala building map. Let's see...",
    "……うえぇ！？\nなんですか、ここの複雑な地形……！？": "......Ugh!? What is this, the complex terrain here...?",
    "なんだか混乱してるみたいですけど……": "You seem to be confused...",
    "この子、本当に大丈夫？": "Is this kid really okay?",
    "まあ、あまり期待はしないでやってくれ。": "Well, don't get your hopes up too high.",
    "えーっと、こっちがこうなって……なんでここの道、\n円環状に……！？　ここ、行き止まりって意味不明ですよ！？": "Uh, so this goes like this... Why is the road here\nin a circular shape...? This dead end makes no sense!",
    "……むむむむむ！　分かりました、こっちです！": "......Hmm! I got it, it's this way!",
    "ええっ……こっちの道って狭くて暗いけど合ってるの……？": "Eh...? This road is narrow and dark, but is it correct...?",
    "たぶん合ってます！": "It's probably correct!",
    "た、たぶんですか……！？": "P-Problematically so...?",
    "……ナビって自信満々に言うもんじゃないのか？": "Isn't navigation supposed to be said with confidence?",
    "いえいえ、多分というのは言葉の綾です！\nボクの計算ではこっちの道が正解に決まっています！": "No, no, 'probably' is just a figure of speech!\nAccording to my calculations, this road is definitely correct!",
    "さあ、行きましょう！　これで僕の優秀さを証明です！": "Now, let's go! This will prove my excellence!",
    "……本当に信頼して大丈夫なのかなぁ……？": "I wonder if it's really okay to trust her...",
    "とりあえず信じて行ってみましょう！\nこのままだと迷子のままですから！": "For now, let's trust and go with it!\nIf we keep this up, we'll remain lost!",
    "ああ、他にアテもないわけだしな。": "Yeah, it's not like we have any other leads.",
    "次の角を右、でいいんだよね？": "The next corner, we turn right, right?",
    "ピコさんの指示が正しければ、そのはずです。": "If Piko-san's instructions are correct, then it should be.",
    "声は抑えてなるべく静かに移動しないとな。\nそろそろ、いないことに気づいて探してるはずだ。": "We have to keep our voices down and move quietly.\nThey should be noticing we're gone and starting to search soon.",
    "うん、ええっと、次はこの道を……": "Yeah, um, next we take this road...",
    "わぷっ！？": "Wap!?",
    "おっと、すまない――って。": "Oops, sorry――wait.",
    "す、純夏！？": "S-Sumika!?",
    "タケルちゃん！？": "Takeru-chan!?",
    "……どうしてタケルちゃんがこの場所にいるの？": "...Why is Takeru-chan here?",
    "お互い、目的はひとつだから聞くまでもないだろ？": "We both have the same goal, so there's no need to ask, right?",
    "ゴールは目の前。": "The goal is right in front of us.",
    "武達もこの先にいる商店を狙ってるってわけか。": "So, Takeru and the others are also aiming for the shop ahead.",
    "……ということは、\nピコさんの案内は正しかったってことですね！": "...Does that mean Piko-san's guidance was correct!",
    "ああ、ちゃんと仕事を果たしてくれたって訳か……": "Yeah, so she properly did her job...",
    "こっちも不確かなまま歩いてきたけど、確信が持てたわ。": "We've been walking uncertainly on this side too, but now we can be sure.",
    "……そういや、冥夜の姿が見えないぞ？": "...By the way, I don't see Myonya around?",
    "御剣さんはわたし達のために犠牲になったんだよ！\nだから、わたしたちは負けるわけにはいかないの！": "Mitsurugi-san sacrificed himself for us!\nSo, we can't afford to lose!",
    "なんだって！？\n……いやまあ、純夏が大げさに言ってるだけなんだろうが。": "What!? ...Well, I guess Sumika is just exaggerating.",
    "おお、流石は幼馴染だ。理解度が高い。": "Oh, as expected of childhood friends. Your understanding is high.",
    "純夏とは付き合いが長いからな……\nどうせ迷子になって逸れたとかだろ？": "Well, I've known Sumika for a long time...\nIt's probably just that she got lost and wandered off, right?",
    "いえ、その……常人には計り知れない戦いが始まって、\n今も戦ってるんだと思います。": "No, um... A battle beyond ordinary comprehension has begun,\nand I think they're still fighting it.",
    "すまん、オレの予想を超えたんだが！？\nそっちでは何が起きたんだよ！": "Sorry, that was beyond my expectations!? What happened over there!",
    "それは……なんだろうな？": "That's... hard to say.",
    "そんな御剣さんのためにも、\nタケルちゃんに負けるわけにはいかないんだから！": "Especially for someone like Mitsurugi-san,\nI can't lose to Takeru-chan!",
    "……まあ、事情はよく分からんが。\nこっちだって負けるつもりはないからな！": "...Well, I don't really understand the situation,\nbut we don't plan on losing either!",
    "それで、タケルちゃんのチームはいくつ受け取ったの？\nこっちは３個でリーチだよ！": "So, how many did Takeru-chan's team receive?\nWe have three and are close to winning!",
    "……まあ、この状況で隠す意味もないか。こっちも３だ。": "...Well, there's no point in hiding it in this situation. We also have three.",
    "うう、やっぱり同じだけ集めてるんだ……。": "Ugh, so we really have the same amount...",
    "なら、どっちが先に商店へ到着するかの勝負だね。": "Then, it's a race to see who arrives at the shop first.",
    "つまりは脚力勝負。": "In other words, it's a test of leg strength.",
    "最後のひと勝負……わかりやすくて結構じゃないかしら。": "The final showdown... Isn't it pretty straightforward?",
    "だったらやることはひとつだ！\n――じゃあな、純夏っ！": "Then there's only one thing to do!\n――See you, Sumika!",
    "あ～っ！　タケルちゃん、ずるい！": "Ah~! Takeru-chan, that's unfair!",
    "真剣勝負に卑怯もラッキョウもあるかって！\n負けた純夏に何を命令するか、今から楽しみだ！": "In a serious match, there's no such thing as unfair or lucky!\nI'm looking forward to seeing what command you'll give to the losing Sumika!",
    "勝負は非情なもの。": "A match is a ruthless thing.",
    "まったくね。\nじゃ、私達も失礼するから。": "Indeed.\nWell then, we'll be on our way.",
    "ごめんね純夏さん。\nそれじゃ、バイバイ！": "Sorry, Sumika-san.\nWell then, goodbye!",
    "……い、行っちゃいましたね。": "...They've left, huh.",
    "ま、まずいですよ……！\nここから先は１本道になってるみたいです！": "This is bad...! It looks like it's a one-way road from here!",
    "となると、先を行かれた分、シンプルにこっちが不利か。": "If that's the case, then being one step behind is simply disadvantageous for us.",
    "どうしよう！？\n早く追いかけないと、タケルちゃんに負けちゃうよ～！": "What should we do!? If we don't hurry and catch up, we'll lose to Takeru-chan~!",
    "どうしようと言われてもな。ヒイロが使ってたみたいな\n抜け道でもあれば逆転できるかもしれないが……": "Even if you ask me what to do... If only there was a shortcut like the one Hiro used,\nmaybe we could turn the tables...",
    "……な、なんと！　朗報ですよマスター！": "...W-What! Good news, Master!",
    "どうしたんだ？　朗報ってことは違う道が……？": "What's wrong? Good news means there's a different route...?",
    "いえ、そういう事ではありません！\nこの先には実は目当ての商店はないのです！": "No, it's not that! Actually, there's no shop we're looking for up ahead!",
    "……ええっと、どういう事ですか？": "...Uh, what do you mean?",
    "そう、実はこの先は行き止まりだったんです！": "Yes, the truth is, there's a dead end up ahead!",
    "……な、なんだってーーー！？": "...W-What did you sayーー！？",
    "何となく別で手に入れたマップデータを見てたら、\n違和感を感じてしまいまして……": "I happened to look at some map data I obtained elsewhere,\nand felt something was off...",
    "調査の結果、ダミーが混ぜられていることが発覚しました！\nおそらくは妨害工作の一環ですね！": "As a result of the investigation, it was found that decoys were mixed in!\nThis is likely part of a sabotage effort!",
    "なるほど……小花の妨害か。": "I see... It's Kohana's sabotage.",
    "バラまかれたデータですから、\n運悪く彼らも偽データを手に入れたみたいですね。": "Since the data was scattered,\nit seems they also unfortunately got fake data.",
    "なるほど！　今、気づいたわたし達が一歩リードですね！": "I see! Now that we've noticed, we're one step ahead!",
    "……えーっと。\nつまり、タケルちゃん達は自爆しちゃったってこと？": "...Um, does that mean Takeru-chan and the others self-destructed?",
    "そういうことらしいな。まあ、策士策に溺れるってやつだな。": "It seems that's the case. Well, it's like the strategist drowning in their own scheme.",
    "でも、残った商店の場所が分からないと、\n振出しに戻るだけじゃないですか？": "But if we don't know the location of the remaining shops,\nwon't we just be back to square one?",
    "ふふふ、有能な僕は既に目的の商店の居場所のデータを、\nちゃんと持ってきましたよ！": "Hehehe, the capable me has already brought the data on the location of the target shop!",
    "凄い、ピコちゃん！　有能エーアイだね！": "Amazing, Piko-chan! You're a capable AI!",
    "ふふん！　そうでしょうそうでしょう！": "Hmph! Of course, of course!",
    "……つまりは、ピコも騙されてたってことか。": "...So, Piko was also deceived.",
    "……そ、そこはほら！　ダミーだと気づいたので！\nボクの優秀さが手に入れた結果ですよ！": "...W-Well, I realized it was a decoy!\nThis is the result of my excellence!",
    "それはそうなんだが……なんというか腑に落ちないな……": "That's true, but... I don't know, it doesn't sit right with me...",
    "いいじゃないですか！\nほら、急ぎましょう！　時間は有限ですよ！": "It's fine, right?\nCome on, let's hurry! Time is有限ですよ！",
    "分かった分かった。\nよし、それじゃあ行くぞ！": "Got it, got it.\nAlright, let's go!"
}