{
    "よう、お疲れ。\nどうだった、今日のパイロット活動は？": "Hey, good work.\nHow was the pilot today?",
    "あれから数日が経過して、\nメイズに潜る純夏をねぎらうためオレは格納庫を訪れていた。": "A few days had passed since then,\nI'm visiting the hangar to congratulate Sumika on diving into the Mays.",
    "あー、ええっと……\nここだけの話なんだけどね……？": "Ah, umm...\nJust between you and me, okay?",
    "全……っ然慣れないの……！\nうう……すっごい疲れるし大変だよぉ……": "I can't get used to it...!\nUgh... I'm so tired, it's so hard...",
    "まあ、ちゃんと訓練してないからな。\nそれに他人の機体ってのもあるだろう。": "Well, I haven't trained properly.\nBesides, it's probably someone else's aircraft.",
    "立ち上がって、オレの元に走ってこようとする純夏。\nしかし、そこで足がもつれて倒れ込む。": "Sumika stands up and tries to run over to me.\nBut then, my legs got tangled up and I collapsed.",
    "きゃあっ！　あっ、ご、ごめんねタケルちゃん。\nうう、バランス崩しちゃった……": "Kyaa! Ah, I-I'm sorry, Takeru-chan.\nUgh, I lost my balance...",
    "大丈夫か？　まあ、純夏はよく転んでた気がするから、\n今回も大丈夫だった気はするけどな。": "Are you okay? Well, I feel like Sumika fell a lot, so...\nI feel like I'll be fine this time, too.",
    "うう、酷い！　そんなに倒れたりは……うーん。\nあんまりしてなかったような……？": "Ugh, that's terrible! I don't think I'll collapse that much... Hmm.\nI don't think I've done much...?",
    "そこで言いきれないなら、オレの方が正しいな。": "If I can't say for sure, then I'm right.",
    "と、普段通りに軽口を叩きながらも純夏を支える。": "I support Sumika while continuing to banter as usual.",
    "この小さい体で、オレの代わりに出撃しているのだ。\nおそらく負担はかなり大きいだろう。": "With her small body, she's sortieing in my place.\nIt's probably quite a burden.",
    "はぁ……でも、タケルちゃんの代わりが出来て良かったぁ……": "*sigh*... But I'm glad I was able to take Takeru's place...",
    "やっぱり、こんな風に役に立てたらいいなって、\nずっと思ってたから……": "As I thought, it would be nice if I could be useful like this,\nI've been thinking about it this whole time...",
    "照れ臭そうに言う純夏。\n顔を赤くする彼女に思わず頭を撫でてしまう。": "Sumika sounds embarrassed.\nI couldn't help but pat her on the head as she blushed.",
    "照れ臭いし、いつもなら撫でるようなことはなかったが……\nまあ、こっちで頑張っているからこのくらいはいいだろう。": "It was embarrassing, and I didn't usually pet her, but...\nWell, I'm doing my best here, so this should be fine.",
    "……ねえ、もう少しこのままでもいい？\nタケルちゃんとくっついてると、元気になる気がする。": "...Hey, can we stay like this a little longer?\nBeing close to Takeru-chan makes me feel better.",
    "そういって恥ずかしそうに体を預けて甘えてくる純夏。": "Sumika leans over and fawns over me, embarrassed.",
    "しかし、衛士強化装備越しではあるが純夏の体の感触が気になる。\n無邪気に抱きついてくるが、お互い子どもではないのだ。": "But even though it's through the Eishi Enhanced Armament, I'm still worried about the feel of Sumika's body.\nShe hugged me innocently, but we weren't children.",
    "最近忙しかったせいで処理するヒマがなかった下半身が、\nむくむくと熱を帯びて……": "The lower half of her body, which hadn't had time to process because she'd been so busy lately\nIt's tinged with heat...",
    "……ん？\nさっきからなんか硬いのが当たってる……": "...Hm?\nSomething hard's been hitting me this whole time...",
    "あっ！　タケルちゃん、ま、まさかこれって……！": "Ah! Takeru-chan, c-could this be...!",
    "ちょっと待て、これは不可抗力だ……！\n最近それどころじゃなかったし……っ。": "Wait a minute, this is an emergency...!\nI haven't had a chance to do that lately...",
    "そ、そうだね、そもそもタケルちゃんに抱き着いちゃった\nわたしのせいでもあるし……うん。": "Y-Yeah, I hugged Takeru-chan in the first place.\nIt's partly my fault... Yeah.",
    "このままじゃ苦しい……よね？": "At this rate, it'll be painful... right?",
    "いや、別にそんな……っ。": "No, it's not like that...",
    "隠さないで、わたしに全部見せて？\nタケルちゃんのためにシてあげたいから……ね？": "Don't hide it. Show me everything.\nI want to do it for you, Takeru-chan... okay?",
    "至近距離で純夏にすべてを見せるよう促されて、ごくりと唾を飲む。\n恐る恐るズボンを脱ぐと……": "Sumika urges me to show her everything at point-blank range, and I gulp.\nI timidly take off my pants...",
    "タケルちゃん……\nんっ、ちゅ……ちゅ……っ、はぁ……": "Takeru...\nMm, chu... chu... haa...",
    "キスしながら……こっちも触っていいよ……？\nその間に、わたしがタケルちゃんを気持ちよくしてあげるからね。": "You can touch me... while we kiss, too...\nIn the meantime, I'll make Takeru-chan feel good.",
    "ちゅっ……ちゅっ……はふ……んぅ……\nんっ、んっ……れろ……いっぱい……気持ちよくなってほしいな……": "Chuu...chuu...hafu...nuu...\nNn, nn... *lick*... I want you... to feel good...",
    "純夏は強化装備のままこちらにキスすると、\n反り返った肉棒を握り、上下に扱き始めた。": "Sumika kisses me, still wearing her Enhanced Armament.\nShe gripped my curved meat pole and began stroking it up and down.",
    "こちらの反応を確認しながらの触り方で、\nどちらかというと気持ちいいよりは、くすぐったさの方が勝つ。": "The way she touched me while checking my reaction...\nIf anything, ticklishness won out over pleasure.",
    "んっ、ちゅっ……ちゅ……ぅ……？\nな、なぁにタケルちゃん……はぁ……んっ、ん……ちゅ……": "Mm, chu... chu... uu...?\nWh-What is it, Takeru-chan... haa... nn, nn... *kiss*...",
    "もごもごして……\nちゅっ、ちゅっ、はふ……れろ……ちゅっ……もどかしそう……": "Munch, munch...\nChu, chu, hafh... *lick*... *kiss*... It's frustrating...",
    "も、もしかして刺激が足りない……とか……？\nもっとしっかり……その……ぎゅうってしてほしい……？": "D-Don't tell me that wasn't enough stimulation...?\nDo you want me... um... to squeeze you tighter...?",
    "キスの途中、唇を離す合間に熱っぽい声で問いかけられて、\n興奮でじわじわと顔が熱くなっていくのがわかる。": "In the middle of our kiss, she asked me in a feverish voice between our lips.\nI could feel my face gradually getting hotter with excitement.",
    "それなら……もっと、遠慮なくしてくれないか？": "In that case... why don't you hold back a little more?",
    "うん……してほしいこと、\n今みたいに教えてくれたら嬉しいな……": "Yeah... What I want you to do...\nI'd be happy if you could tell me like you are now...",
    "ちゅ……っ、ちゅる……じゅ……っ、\nちゅう……ちゅっ、もっと遠慮なく……こんな、感じ……っ？": "*kiss*...! *slurp*... *suck*...\n*kiss*... *smack*, don't hold back... like this...?",
    "んぁ、あっ、あっ……手のひらの中で、びくびくって……\nタケルちゃん……気持ちいいんだね……？　ふふ、可愛い……": "Nnah, ah, ah... It's twitching in the palm of my hand...\nTakeru-chan... It feels good, doesn't it...? Hehe, it's cute...",
    "汗ばんだ手のひらが肉竿にぴったりとくっつき、\nほど良い力加減で擦られると、甘い刺激が腰に響いた。": "Her sweaty palms clung tightly to my meat pole\nWhen she rubs against me with moderate force, a sweet stimulation reverberates through my hips.",
    "小さかった快感が、徐々に大きく膨れ上がり、\n腰回りから背中へビリビリと駆け上がっていく。": "The small pleasure gradually swelled up.\nShe runs up from her waist to her back.",
    "タケルちゃん……っ、ん……ちゅっちゅっ……\nはぁ……あっ、んぅ……ちゅうっ……ちゅっ……気持ちよさそう……": "Takeru-chan... Nn... *kiss*...\nHaa... ah, nnu... chuu... chu... looks like it feels good...",
    "はぁ……はぁ……んっ、ちゅ……ちゅう……\nねえ、気付いてる？　ほっぺ、赤くなってるよ……": "Hah... hah... nn, chu... chuu...\nHey, have you noticed? Your cheeks are turning red...",
    "すごいね……男の人って、\nここでこんなに気持ちよくなれるんだ……": "Wow... Men are amazing...\nI didn't think I'd feel this good here...",
    "ちゅっ……ちゅっ……\nはぁ……手でこすこすしてるだけなのに……ね？": "*smooch... smooch...*\n*sigh*... I'm just rubbing it with my hands... okay?",
    "純夏の純粋な感想に苦笑しそうになりつつ、\nさりげなく首を横に振った。": "I almost smile wryly at Sumika's pure impression.\nShe casually shook her head.",
    "純夏とこうして笑い合っていること。\n純夏とこうして触れ合っていること。": "Being able to laugh with Sumika like this.\nBeing in contact with Sumika like this.",
    "純夏がしてくれてるから……全部、気持ちいいんだ……": "It's all because......Sumika's doing it for me......that everything feels good......",
    "……わたしとのキスも、気持ちいい？\nん……ちゅっ、ちゅ……ここを直接触られるのと同じくらい……？": "...Does kissing me feel good too?\nMm... *kiss*... Just like being touched directly here...?",
    "ふふ……嬉しい……\nタケルちゃんも、もっとして……っ、いいよ……": "Hehe... I'm so happy...\nTakeru-chan, do it more...! It's okay...",
    "ちゅっ、れろ……ちゅっ……ちゅう……んぅ……\nわたしも……気持ちいい、から……っ。": "*kiss* *lick*... *smack*... Mm... Mmm...\nI... feel good too...",
    "唇の隙間から漏れる純夏の甘い声に、耳が蕩けそうになる。": "Sumika's sweet voice slips out from between her lips, and my ears feel like they're melting.",
    "純夏にも、もっと気持ちよくなってほしくて、\n舌を絡めながら強化装備越しの乳房を揉んだ。": "I wanted Sumika to feel even better, too\nOur tongues intertwined as we groped her breasts through her Enhanced Armament.",
    "ん……っ、ん……ちゅっ、ちゅっ……ふぁ……\nあっ、あん……タケルちゃんの手は……おっきいね……": "Mm... Mm, mm... *kiss, kiss*... Fwah...\nAh, ahn... Takeru-chan's hand... is so big...",
    "その手で……胸……触られてるって思うと……どうしよう、\nドキドキする……っ、あっ……んん……っ、ふあぁ……！": "When I think about... her breasts... being touched by those hands... what should I do...\nMy heart is pounding... ah... mmm... fuaa...!",
    "ちゅっ……ちゅっ……はふ……はぁ……はぁ……\nこの手が、さっきは優しく頭を撫でてくれてたんだね……えへへ": "*kiss*... *smack*... hafh... haah... hah...\nThis hand was gently patting my head earlier... Ehehe.",
    "純夏はうっとりと目を細めて、甘えるように唇に吸いついてきた。": "Sumika narrows her eyes in a trance and sucks on my lips as if fawning over me.",
    "優しく触れられるのが好きかと尋ねると、\n純夏は少しだけ考えた後、照れくさそうにもじもじとして……": "I asked her if she liked being gently touched.\nSumika thinks for a moment, then fidgets bashfully...",
    "ん、ぅ……えっと……\nどうかな……タケルちゃんは、なんだかんだ優しいし……": "Mm, uh... Umm...\nI don't know... Takeru-chan is kind for some reason...",
    "はぁ……あっ、んっ……んぅ……ちゅ……っ、\n優しくされるのはもちろん……好きだけど……でもね……": "Haa... ah, nn... nnu... chu...\nOf course... I like it when you're nice to me... but...",
    "タケルちゃんは……っ、あっ、あん……\nん……ちゅっ、ちゅっ、今は、我慢しないでも……いいんだよ？": "Takeru-chan... ah, ahn...\nMm... *kiss* *kissess* You don't have to hold back for now... okay?",
    "純夏は、こちらの欲望を優先してもいいと言う。": "Sumika says it's okay to prioritize my desires.",
    "あまりにも献身的な純夏の言葉に戸惑いつつ、\n少しだけ遠慮をなくすと、彼女の肩がぴくりと跳ねた。": "Sumika's words are so devoted that I'm bewildered.\nHer shoulders twitched when I relaxed a little.",
    "んっ、はぁ……はぁん……っ、やっ……\n……ううん、嫌じゃなくて……はぁっ、んん……っ！": "Nn, haa... haan... no...\n...No, it's not that I don't like it... Haah, mmm...!",
    "ふぁ、あっ、あっ、あんっ……！\nタケルちゃん、あのね……？　んっ、ふあぁ……！": "Fuah, ah, ahh, ahn...!\nTakeru-chan, you know...? Nn, fuaa...!",
    "遠慮されるより、こっちの方が……わたしも気持ちいい……！\nんぅ……ちゅっ……ちゅっ……もっと……好きにして……？": "This feels better... than being reserved...!\nMm... *kiss*... *smack*... Do it... more... as you please...?",
    "さりげなく胸を反らして、こちらが揉みやすい体勢を取り、\n純夏は熱心に舌を絡めながら肉棒を扱く手を動かし続けた。": "Casually arching her chest, she took an easy-to-grope position here\nSumika entwines her tongue with mine as she continues to move her hand around my shaft.",
    "自分も純夏の胸の感触を好きなように味わいながら、\n彼女に差し出すように、柔らかい手のひらに少しだけ腰を寄せる。": "As I savored the sensation of Sumika's breasts as much as I liked,\nI brought my hips a little closer to her soft palms, as if offering them to her.",
    "んぁ、あっ……はぁ……はぁ……ん、ちゅっ……\nタケルちゃんの……もっと硬くなった……気がするよ……": "Nnah, ah... hah... haah... nn, chu...\nTakeru-chan's... It's gotten even harder... I think...",
    "ちゅっ、ちゅ……はむ……んぅ……ちゅう……\nわたしの手に、ぐりぐりって擦りつけて……これがいいの……？": "Chuu, chuu...hamu...nuu...chuu...\nRubbing against my hand... Is this what you want...?",
    "先っぽから、ヌルヌルしたのが漏れてきて……\nあっ、あっ……んぅ……手……動かしやすくなっちゃった……かも……": "I can feel something slimy leaking out from the tip...\nAh, ah... nngh... My hands... are getting easier to move... maybe...",
    "先走りが純夏の手を汚し、格納庫に淫らな水音が響く。": "The precum stains Sumika's hands, and a lewd wet sound echoes through the hangar.",
    "指の腹で彼女の胸の先端を刺激しながら、\n自分のモノも同じように先っぽを弄ってくれないかと頼んだ。": "As I stimulated the tips of her breasts with the pads of my fingers,\nI asked her if she could play with the tip of my penis the same way.",
    "ん……ぁ……っ、先っぽ……？\nヌルヌルな先っぽ、いじってほしいの……？　んぅ、いいよ……": "Mm... ah... the tip...?\nDo you want me to play with your slimy tip...? Ngh, it's okay...",
    "はぁ……ん……ちゅっ、ちゅっ……あふ……\nここを……ん、はぁ……ぐりぐり……って、どう……？": "Haa......nn......chuu, chuu......afu......\nI'm... nn, haa... grinding... here... How is it...?",
    "あっ、あっ……もっとぬるぬるしてきた……！\n先っぽ、そんなに気持ちいんだ……じゃあ、もっとしてあげるね……？": "Ah, ah... It's gotten even slimier...!\nSo the tip feels that good... Then I'll do more for you, okay...?",
    "純夏の華奢な指が亀頭を撫で、\nくすぐるような手つきでカリ首を弄られると腰が震えた。": "Sumika's slender fingers caress my glans.\nHer hands tickle my glans, and my hips tremble.",
    "こちらの反応を、彼女はうっとりとした様子で見つめている。": "She's staring at my reaction with rapt attention.",
    "タケルちゃん……すごく気持ちよさそう……\nここ、そんなにイイんだぁ……": "Takeru-chan... looks like it feels really good...\nIs this place really that good...?",
    "ちゅっ……ちゅっ……んぅ……\nタケルちゃんが喜んでくれると……わたしも嬉しい……": "*kiss*... *smack*... Mm...\nIf Takeru-chan's happy... I'm happy too...",
    "嬉しいし……っ、んっ……ちゅ……\n興奮もするよ……っ、はぁ……なんか……腰がじんじんするの……": "I'm happy...! Nn... *kiss*...\nI'm getting excited too... Hah... My hips... are throbbing...",
    "強化装備越しでも、\n純夏の熱が高まっているのが伝わってくる。": "Even through the Enhanced Armament...\nI can feel Sumika's fever rising.",
    "胸を揉みながら彼女の下半身に視線を向けると……": "As I groped her breasts, I turned my gaze to her lower body...",
    "こ、こらぁ……っ！\nどこ見てるの……タケルちゃん……": "H-Hey...!\nWhere are you looking... Takeru-chan...",
    "視線がエッチ過ぎるよぉ……\nんっ、ちゅ……ちゅ……っ、はぅ……！": "Your gaze is way too lewd...\nMm, chu... chu... hau...!",
    "き、キスで誤魔化さないでぇ……ちゅっ……ちゅっ……\nぁんっ……今、そっちは触っちゃだめ……っ。": "D-Don't try to hide it with a kiss... *kiss*... *smack*...\nAhn... Don't touch there now...",
    "胸を揉んでいた手をさりげなく腰へ移動しようとすると、\n純夏は敏感に体を震わせた。": "I tried to casually move my hands from rubbing her breasts to my hips.\nSumika's body shakes sensitively.",
    "興奮で、じんじんするという場所。\n直接触れたらもっと気持ちいのではないかと伝えるが……": "A place that stings with excitement.\nI tell her that touching her directly might make her feel even better, but...",
    "タケルちゃんの手で、なでなでされたら……はぁ……\nんっ、ちゅ……もう……手を動かすこととか……忘れちゃいそうだもん。": "If Takeru-chan pats me with his hand... haah...\nNn, *kiss*... I feel like... I'm forgetting... to move my hands.",
    "今はタケルちゃんに……気持ちよく……\nしゃ、射精……してほしいだけなの……っ！": "Right now, I'm feeling good... for Takeru-chan...\nI-I just... want you to ejaculate...!",
    "ね……だから大丈夫だよ……？\nタケルちゃんは、こっちに集中して……っ、ん……ちゅ……": "Hey... So it's okay...?\nTakeru-chan, focus on me...! Nn...chu...",
    "触れないのだと思うと余計に、\n純夏の下半身は今どんなに熱を持っているのかと想像を掻き立てられた。": "The thought of not touching her only made it worse.\nSumika's lower body stirs my imagination, wondering how hot she is right now.",
    "強化装備の下は、どんなに汗ばみ濡れているか……\n見るなと言われても視線を逸らせない。": "I don't know how sweaty and wet she is under her Enhanced Armament...\nEven if she told me not to look, I couldn't look away.",
    "た、タケルちゃんってば……あっ、んん……もう……\nちゅっ……ちゅ……それならわたしだって……っ！": "T-Takeru-chan... Ah, mmm... Geez...\n*kiss*... *smack*... In that case, I'll do the same...!",
    "は、早く……イッちゃえ……イッ……ちゃえ……\nんっ……ん……ちゅっ、早く……射精……しちゃえ……っ！": "H-Hurry... Cum... C-Cum...\nNn... nn... *kiss* Hurry... and ejaculate...!",
    "タケルちゃんっ、気持ちいいよぉ……っ。お願い、\n一緒に気持ちよくなって……ふぁっ、あっ、んん……！": "Takeru-chan, it feels so good... Please,\nLet's feel good together... Fuah, ah, mmm...!",
    "純夏の濡れた手が興奮で限界まで膨らんだ竿を扱き、\nもう片方の手で敏感な先端を擦られる。": "Sumika's wet hand strokes my rod, which is swollen to its limit from excitement.\nShe rubs my sensitive tip with her other hand.",
    "背中にぞくぞくと快感が駆け上がり、舌の先を悪戯に吸われ……": "Pleasure runs up my back, and the tip of my tongue is sucked into a prank...",
    "んっ、ふ……ぁ、んんんんんん……！！": "Nn, fu... ah, nnnnnnn...!!",
    "あっ……！\nふあぁ……っ、はぁ……はぁ……っ。": "Ah...!\nFuaah...gh, haah...haah...",
    "気づいた時には、下半身の熱が弾けており、\n純夏の体が白濁でべったりと汚れていた。": "By the time I realized it, the heat in my lower body had burst\nSumika's body is covered in white.",
    "た、タケルちゃん！\nまだ強化装備外してないのに……": "T-Takeru-chan!\nI haven't taken off my Enhanced Armament yet...",
    "わ、悪い！": "S-Sorry!",
    "……いや、でも不可抗力じゃねえか！？": "...Wait, but isn't that an emergency?!",
    "手で押さえようとしたんだけど、量が多かったんだもん……！\nびゅーびゅーって止まらなくて……――あっ？": "I tried to hold it down with my hand, but there was so much...!\nI can't stop spewing... Ah?",
    "息も整っていない状態で言い合っていると、\n格納庫の外に人の気配を感じた。": "As we were arguing with each other, unable to even catch our breath...\nI sensed someone outside the hangar.",
    "足音……\nだ、誰か入って来るかも！": "Footsteps...\nS-Someone might come in!",
    "ま、まずい！　すぐに片づけるぞ！\nほら、純夏も拭いてやるからこっち来い！": "Th-This is bad! Let's get this over with!\nCome on, Sumika, I'll wipe you off too, so come over here!",
    "急いで身支度を整えていると、純夏が再びこちらに近づいて来た。": "As I hurry to get dressed, Sumika approaches me again.",
    "……タケルちゃん、ありがとね。\nイチャイチャできて疲れが吹き飛んじゃった♪": "...Takeru-chan, thanks.\nAll my exhaustion is gone now that we're flirting♪",
    "こそりと耳打ちされて、思わず頬が緩む。\nこちらも満足したと告げると、純夏は嬉しそうに笑ったのだった。": "She whispers in my ear, and my face relaxes.\nSumika smiles happily when I tell her I'm satisfied too."
}