{
    "ある日の放課後――": "One day after school――",
    "…………": "............",
    "（いた、ハリエットだ。教室にいるのは彼女だけか）": "(There she is. Harriet. She's the only one in the classroom.)",
    "はぁ……": "Hah...",
    "（なんだか難しい顔してるな……\nドロテアが言ってたのはこのことか）": "(You look kind of conflicted...)\nSo this is what Dorothea was talking about.)",
    "よう、ハリエット。何か悩みごとか？": "Hey, Harriet. What's on your mind?",
    "無視かい！": "You're ignoring me!",
    "……うるさいですね。\nなんですか、悪人。相も変わらず、ひどい悪人顔ですね。": "...Shut up.\nWhat is it, villain? You still look like a terrible villain.",
    "ひどいのはそっちだろ……\nひとの顔を見るなり『悪人』とは、なんて言い草だ。": "You're the one who's terrible...\nWhat do you mean by 'bad guy' when you see someone's face?",
    "今思いつきで呼んでみたのですが、すごくしっくり来ましたので、\n今後もそう呼ばせていただきます。": "I just came up with the idea and tried calling him, but it really fit him.\nI will continue to call you that.",
    "思いつきなんかよ……\nこれでも遵法精神豊富な善良かつ模範的な学生のつもりだが？": "It wasn't an idea...\nI'm trying to be a good, exemplary student with a law-abiding spirit.",
    "真に善良な人は、自分で善良だと自己申告しません。\nルビに『アクニン』と振っているようなものです。": "People who are truly good don't declare themselves good.\nIt's like saying 'Aknin' to Rubi.",
    "そっちこそ、相も変わらず毒舌家だな……": "You're just as venomous as ever...",
    "気高きドロテア様に無節操に近づく輩には、適切な対応かと。": "For those who approach the noble Lady Dorothea unscrupulously, I believe it is an appropriate response.",
    "……それで、何の用ですか、悪人。": "...So, what do you want, Akuto?",
    "いや、何か悩んでる様子だったから、\nよければ相談に乗ろうかなと。": "No, she seemed to be worried about something, so...\nIf you don't mind, I thought I'd give you some advice.",
    "……あ、今『悪人』で返答しましたね。自覚あり、と。\nやっぱり悪人です。異常者、不審者、犯罪者。": "...Ah, you just replied with \"bad guy\". \"You're self-aware.\"\nThey really are bad people. Abnormal people, suspicious people, criminals.",
    "お前な……": "You know...",
    "ちなみに悩みごとなんてありませんので、お構いなく。\nあったところで話す気なんてありませんが。": "By the way, there's nothing to worry about, so don't worry about it.\nI have no intention of telling you where it is.",
    "（まあ、予想された反応か。ピクシス・マスールの仲間以外には、\n誰にでもこんな感じらしいし……）": "(Well, it's a predictable reaction, huh? Except for Pixis Masulu's companions\nIt seems like this is what everyone feels like...)",
    "（俺は特にドロテアとも個人的に交流が最近できたせいか、\nドロテア大好きっ娘のこいつにすごく警戒されている……）": "(Maybe it's because I've been able to interact with Dorothea personally in particular recently\nDorothea's beloved daughter is really wary of me...)",
    "（でもこれだと埒が明かない……\n仕方ない。切り札を使うか）": "(But this won't get us anywhere...)\nOh well. Guess I'll use my trump card.)",
    "……実は、ドロテアから相談を受けているんだ。\nハリエットが何かに悩んでる様子だから、声をかけてあげてほしいって。": "...Actually, Dorothea is asking me for advice.\nHarriet seems to be worried about something, so I'd like you to talk to her.",
    "ドロテア様が……！？　わ、私なんかを心配して……？": "Lady Dorothea...?! A-Are you worried about me...?",
    "……で、結果……なんで悪人を頼ったんですか。": "...So, as a result... Why did you rely on the bad guys?",
    "それは……お前があいつらに何も話さないからじゃないか？\n悩んでいる様子だけど、頑なに話そうとしないって言ってたぞ。": "Isn't that... because you won't tell them anything?\nShe seemed troubled, but she stubbornly refused to talk about it.",
    "う……それは……": "Ugh... That's...",
    "とりあえず、ドロテアから相談されて俺はここに来た。\nあいつらにいつまでも心配かけさせるわけにもいかないだろ？": "For the time being, Dorothea consulted me and I came here.\nWe can't make them worry forever, can we?",
    "俺なら第三者だし、話しにくいことのぶつけ先にしてくれていい。\nもちろんドロテア含め、誰にも漏らす気はない。ドロテアに誓ってな。": "I'm a third party, so you can talk to me about whatever's hard to talk about.\nI have no intention of leaking it to anyone, including Dorothea, of course. I swear to you, Dorotea.",
    "そこでドロテア様の名前を出すのはずるいです……\nさすが、悪人……": "It's not fair to mention Lady Dorothea's name there...\nThat's the bad guy for you...",
    "……まあ、ドロテア様にこれ以上ご心配を\nおかけするわけにはいかないのは同意です。": "...Well, there's no need to worry about Lady Dorothea any further.\nI agree that you can't call.",
    "不本意ですが！！": "I don't want to, but...!!",
    "力強い意見表明どうも。": "Thank you for your firm declaration of opinion.",
    "ま、まあ、今抱えている問題の解決に、仕方ないので……\nお前も協力させてあげなくもないです、悪人。": "W-Well, there's nothing we can do about the problem we're having right now...\nI'll let you help too, villain.",
    "（その呼び方、続きそうだな……）": "(Looks like she's going to keep calling me that...)",
    "……数日前のことです。": "...A few days ago.",
    "偶然、お手洗いの……その……個室内にいたとき、\n外から会話が聞こえてきたんです。": "When I happened to be in the bathroom... well... in a private room...\nI heard a conversation from outside.",
    "会話……？": "A conversation...?",
    "ピクシス・マスールを、解散どころか退学に追い込む策がある……\nそういった話でした。": "I have a plan to force Pixis Masulu to drop out, let alone disband...\nThat was the story.",
    "それは穏やかじゃないな……\n相手はわかるのか？": "That's not very peaceful...\nDo you know who it is?",
    "恐らくは……次の公式競技の相手チームかと。": "Most likely...the opposing team for the next official competition.",
    "競技前に自分の機体に細工をしてわざと敗北し、\n私達に『ピクシス・マスールは相手チームの機体に細工した』――": "He'd tampered with his own aircraft before the competition and lost on purpose\n\"Pixis Masulu tampered with the other team's machine\"—",
    "そう言い張ることで、陥れようとしているようでした。\n私達の強さは不正による『嘘』であり、本当は弱いのだと。": "By insisting so, he seemed to be trying to ensnare her.\nThat our strength is a 'lie' caused by injustice, and that we are actually weak.",
    "しかも今回だけじゃなく、今までの私達の戦績も\n事前工作によるズルであるという方向に持っていきたいみたいです。": "And not just this time, but our record so far.\nIt seems they want to take it in the direction that it's cheating based on advance maneuvering.",
    "それはひどい話だな……しかしそんなに上手くいくだろうか？\n証拠がないなら、ただの負け犬の遠吠えにしかならないぞ。": "That sounds awful... But will it really work out that well?\nIf you don't have any proof, it'll just be a loser's howl.",
    "事前に私達から私物を盗んでおき、『細工された機体内で発見した』\nそうやって証拠を捏造するつもりだと話していました。": "He stole personal belongings from us beforehand and \"discovered\" them inside the rigged plane.\nHe said he was planning to fabricate evidence like that.",
    "また、そのチームのリーダーはメディアにコネがあるみたいで、\n私達を『炎上』させることで社会的に追い詰める想定もあるそうです。": "Also, the leader of that team seemed to have connections to the media\nIt seems there's a possibility that they'll corner us socially by making us go up in flames.",
    "随分悪質というか、本気でやるならホンモノの『悪人』じゃないか。": "He's pretty malicious, or rather, if he's serious about it, isn't he the real \"bad guy\"?",
    "……本当は、私があの場で出ていって追及すべきでした。": "...The truth is, I should have left the scene to pursue it.",
    "出ていかなかったのか？": "You didn't leave?",
    "……が……なかった……んです……": "......but......it wasn't......there......",
    "……え？　ごめん、声が小さくて――": "...Huh? Sorry, my voice is too quiet—",
    "勇気が、出なかったんですっ！！": "I couldn't muster the courage!!",
    "ゆ、勇気……？": "Courage...?",
    "悪いですか！？": "Is that bad?!",
    "い、いや、別に悪いとは言ってないが……": "N-No, I didn't say anything bad, but...",
    "いえ、悪いんです……悪いんですよ！　わかってるんです……！\nあの話が本当なら、ドロテア様やみんなにとって大ピンチなのに……！": "No, it's my fault... It's all my fault! I know...!\nIf what she said was true, it would be a huge pinch for Lady Dorothea and everyone else...!",
    "私は、あの場に出ていけなかった……": "I couldn't go out there...",
    "相手チームのリーダーは、とても高圧的で傲慢、\n気に食わない相手にはすぐ攻撃的になる……": "The leader of the other team was very high-handed and arrogant\nShe gets aggressive with people she doesn't like...",
    "似ていたんです……\nかつて私達を無視し、嘲笑っていた女どもに……": "They were similar...\nThe women who once ignored us and sneered at us...",
    "ハリエット……": "Harriet...",
    "あ……ちょっと予定外のことまで、話しすぎました。\n今のは忘れてください。": "Ah... I've told you a little too much about what I didn't expect.\nPlease forget what I just said.",
    "ああ……\nしかしドロテア達に相談できなかったのはどうしてだ？": "Yeah...\nBut why couldn't you talk to Dorothea and the others about it?",
    "……ここまで言ってなんですが、彼女達の話がまだただの冗談である\n可能性も残っています。": "...I've said this before, but their story is still just a joke.\nThere's still a possibility.",
    "大事な公式競技直前の忙しいタイミングで、\n確定していない話を持っていって変に混乱させたくありません。": "At a busy time just before an important official competition,\nI don't want to confuse you by bringing up something that isn't certain.",
    "なるほどな……でもかといって完全に冗談と切り捨てることもできず、\nひとりでウンウン悩んでたってわけか。": "I see... But that said, I couldn't completely dismiss it as a joke.\nSo she was worried about it all by herself.",
    "……まあ、そういうことです。": "...Well, that's how it is.",
    "よく話してくれたな。ありがとう。": "Thank you for telling me. Thank you.",
    "ドロテア様が関係していなければ、\n死んでも悪人なんかには話しませんよ。": "If Lady Dorothea hadn't been involved,\nEven if I die, I won't tell the bad guys.",
    "でも、結果的に話してくれた。おかげでハリエットに協力できる。": "But in the end, she told me. Thanks to that, I can cooperate with Harriet.",
    "言っておくが、ドロテアに頼まれたからってだけじゃないぞ。\n別に断ることもできたしな。でもそうしなかった。": "Just so you know, it's not just because Dorothea asked you to.\nI could have turned her down, but I didn't.",
    "……何か、私の弱みでも握る気でいましたか。": "...Were you trying to exploit my weakness or something?",
    "困ってる女の子を、男として放っておけるわけないだろ？\n純粋にハリエットの力になりたい、そう思ったんだよ。": "How could I leave a girl in trouble alone as a man?\nI genuinely want to help Harriet.",
    "……！": "...!",
    "……い。": "......i.",
    "え？": "Huh?",
    "お前なんか嫌い、です……そうやって言葉で絆して付け入るなんて、\nとても卑怯です……や、やっぱり悪人です。": "I don't like you... I can't take advantage of you by bonding with words like that...\nThat's very cowardly... I-I knew it. He's a villain.",
    "はは、手厳しいな。": "Haha, that's harsh.",
    "う、有象無象の女どもはよく悪い男を好むとかいいますが、\n私はそんな軽い女どもとは違うので悪人なんかには落ちませんよ。": "Uh, they say that riffraff women often prefer bad men,\nI'm not like those light girls, so I won't fall for bad guys.",
    "いや、別に落とす気はないから……": "No, I have no intention of dropping it...",
    "……ま、まあ、いいです。\nこの際、使えるものは使うべきでしょう、たとえ悪人であろうと。": "...W-Well, whatever.\nIn this case, I should use what I can, even if I'm a bad person.",
    "それでもいいよ。さっそくだけど、まずは事の真偽を確かめよう。\n本当のことなら、一刻を争う事態だ。": "That's fine. Let's see if it's true or not.\nIf it were true, it would be a time-consuming situation.",
    "そ、そうですね……": "Y-You're right...",
    "やっぱ勇気……出ないか？": "Can't you muster the courage...?",
    "そんなわけ……！": "There's no way...!",
    "何かあったら、俺がなんとかするから大丈夫だ。\n俺を『使う』んだろう？　なら、どんと構えとけ。": "If anything happens, I'll take care of it, so don't worry.\nYou're going to \"use\" me, aren't you? Then get ready.",
    "……い、いいでしょう。こき使ってあげます。\nまずは相手チームのメンバー達を捜しましょう。": "...F-Fine. I'll work you to the bone.\nLet's find the other team members first.",
    "ああ、了解。": "Yeah, got it.",
    "それから相手チームの生徒を捜して、順番に教室を\nのぞいていくと……意外にもあっさり見つかった。": "From there, we searched the other team's students, then took turns in the classrooms\nWhen I peeked... I found her surprisingly easily.",
    "いました、チームのリーダーです。\n寝ていますね。": "There he is. He's the leader of the team.\nShe's asleep.",
    "見たところ、教室には彼女ひとりだけか。\n……サボりか。": "From what I can tell, she's the only one in the classroom.\n...Skipping, huh?",
    "……うん？　なに……人が気持ちよく寝てるのに……　\nあんた、ピクシス・マスールの……": "...Hm? What...? Even though people are sleeping comfortably...\nYou're Pixis Masour's...",
    "は、話が……あります……！": "I-I have something to tell you...!",
    "いつの間にかハリエットの指が、俺の服の裾を強く摘んでいた。": "Before I knew it, Harriet's fingers were firmly pinching the hem of my shirt.",
    "わ、私達ピクシス・マスールを陥れようと、\n悪辣なことを企んでいるでしょう……！": "W-We're trying to entrap Pixis Masulu,\nYou're plotting something devious!",
    "はぁ？": "Huh?",
    "……この耳で聞いたんです。\nお前が、お手洗いで話していたのを。": "...I heard it with my own ears.\nI saw you talking in the bathroom.",
    "お手洗い……？　ああ、なんだアレ聞いてたんだ。\nあんなの冗談よ、本当にやるわけないじゃん。": "The bathroom...? Oh, so you were listening to that.\nThat was a joke. There's no way I'd actually do that.",
    "冗談……": "I'm kidding...",
    "あはは、本気にしちゃったんだ？　マジでウケるんだけど。\n心配させてごめんねー？": "Ahaha, you took it seriously? It's really funny.\nSorry for making you worry, okay?",
    "てかそもそもメディアにコネとかないし……\nやりたくても、できないって。": "I don't have any connections to the media in the first place...\nEven if I wanted to, I couldn't do it.",
    "まあ、あんたらが大っ嫌いなのは事実だけどさ。\nお嬢様方の優雅なご活躍のせいで、こっちは割を食ってるの。": "Well, it's true that I hate you guys.\nIt's thanks to the elegant efforts of the young ladies that I've been able to eat so much.",
    "どれだけ頑張っても『あの人達ほどじゃないね』って言われて、\n努力しても報われないんだし、愚痴くらい言わせてほしいわ。": "No matter how hard I tried, I was told, \"They're not as good as those people, are they?\"\nHard work won't pay off, so I'd like to at least complain.",
    "そ、それは……": "Th-That's...",
    "つかさ、あんなのマジで受け取るとか、バッカじゃないの？\nそんなんだから、イジメられるんでしょ。": "Tsukasa, isn't it stupid to take something like that seriously?\nThat's why you're being bullied, isn't it?",
    "男引き連れて来ちゃってさ、なに？　『私には頼りになる彼くんが\nいま～すっ』ってマウントでも取りたいの？　ウ～ッザ！！": "I brought a guy with me. What? 'I have a reliable boyfriend\nDo you want to mount it now? Uuuuza!!",
    "……っ。\nう、あ……": "......!\nUgh, ah...",
    "あーあ、ほんと、そういうとこが気に食わないんだよ。\n難癖付けてないでさっさと帰りな。この陰キャが！": "Aww, man, I really don't like that about you.\nDon't be so hard on yourself. Hurry up and go home, you punk!",
    "……っ！\nひゅっ……は、ぁ……っく……！": "...!\nHyu...... ha, ah...... ku......!",
    "（相手に呑まれてるな……）": "(She's being swallowed up by her opponent...)",
    "……ずっと黙って聞いていたが、\n冗談だとしても言っていい事と悪い事があるんじゃないのか？": "...I listened in silence the whole time,\nEven if it's a joke, isn't there something you can and shouldn't say?",
    "な、何よ……\n冗談くらい、誰でも言うじゃない。": "Wh-What...?\nAnyone would joke about that.",
    "問題は内容と場所だ。誰かが聞いてそうな場所で、\nその人達をひどく不安にさせるようなことを言っていいとは思わない。": "The problem was the content and location. In a place where someone might be listening...\nI don't think it's okay to say something that makes the people extremely uneasy.",
    "不安にさせるって……勝手に勘違いしたの、そっちじゃん！": "You're the one who misunderstood me!",
    "ハリエットはチームを大切に思うからこそ、\n君の言葉を深刻に受け止めたんだ！　非難されるいわれなんてない！": "Harriet cared about her team, which was exactly why\nI took your words seriously! There's no one to blame!",
    "だから――": "That's why—",
    "さらに言い募ろうとしたこちらの服の裾を、\nハリエットがくいっと引っ張った。": "Just as I was about to argue further, she caught the hem of my shirt.\nHarriet tugged on it.",
    "……その先は……っ、\n私が、自分の口で言います……": "...And beyond that...\nI'll say it with my own mouth...",
    "わ……私は……\nたとえ冗談でも、裏でコソコソいうのは嫌いです。": "I... I...\nEven if it's a joke, I don't like sneaking around behind the scenes.",
    "気に食わないなら……\n面と向かって、ちゃんと言ってください！": "If you don't like it...\nPlease say it face-to-face!",
    "そう言いながら、ハリエットはスマートデバイスを取り出した。": "As he spoke, Harriet pulled out her smart device.",
    "それができないなら、私が出すところに出します……！\nお、音声データは、ここに入っていますから……！": "If you can't do that, I'll let you out where I came from...!\nI-I have audio data right here...!",
    "ああもうっ、めんどくさいな……わかったわよ、私の負け！\nつまらない冗談なんて、もう言わない、それでいいでしょ！": "Oh geez, what a pain... Fine, I lose!\nI won't make any more stupid jokes, that's fine!",
    "……逃げられたか。さすがに本気だとしても、もう実行には\n移さないと思うが……せめて謝罪くらいはしてほしかったな。": "...She got away, huh? Even if she's serious, she won't be able to carry it out anymore.\nI don't think she'll move it, but... I wish she'd at least apologized.",
    "その確信があるなら、私はそれでいいです。\nどうせあの手の輩の謝罪なんて、形だけのものなので。": "If you're sure of that, then I'm fine with it.\nAfter all, apologizing to those people is just a formality.",
    "そっか……まあ、ハリエットがいいなら、俺もいいさ。\nさっきはよく頑張ったな。": "I see... Well, if Harriet's okay with it, then so am I.\nYou did a good job earlier.",
    "ひとりじゃなかったから……なんとかなりました。": "I wasn't alone, so... I managed.",
    "さて、用はすみましたし、帰りましょうか。": "Now that we're done here, let's head home.",
    "……今日は、その……いい働きをしましたね。": "...You, umm... did a good job today.",
    "お前は俺の主人か何かか。": "Are you my master or something?",
    "ああやって他人のピンチに割って入り、スパダリムーブかまして\n付け入るのがお前のやり方なんですね。": "That's how you cut into other people's pinches and make a spadari move.\nIt's your way of taking advantage of them.",
    "別に当たり前のことをしただけだよ。\nそんなにお前には『スパダリムーブ』に見えたのか？": "I was just doing something obvious.\nDid it really look like a 'spadari move' to you?",
    "なっ……！　な、何を言ってるんですか！\nそんなわけないでしょう！　勘違いもほどほどにしてください！": "Wha...! Wh-What are you saying?!\nOf course not! Please don't get the wrong idea!",
    "はいはい。": "Yes, yes.",
    "……ですがまあ、ドロテア様がお前に信を置く理由は一応わかりました。": "...But, well, I more or less understand why Lady Dorothea trusts you.",
    "だから、今日のことは……\n一応……あくまでも、一応ですよ？": "That's why, about today...\nJust in case... just in case, okay?",
    "感謝してあげます。\n%usernameusernameuserna%さん。": "I'll thank you.\n%usernameusernameuserna%-san.",
    "『悪人』扱いはやめたのか？": "Have you stopped treating me like a villain?",
    "わざわざ言いますか！　そういうところですよ！！": "You went out of your way to say that! That's how it is!!",
    "なあ、せっかくだからもう一度俺の名前呼んでみてくれよ。\nできればさっきよりも大きい声で。なんか新鮮だからさ。": "Hey, since you're here, why don't you try calling my name again?\nIf possible, be louder than before. It's kind of refreshing.",
    "誰が、そんな羞恥プレイしますかっ！！": "Who would play such a shameful game!?",
    "俺の名前呼ぶのって、羞恥プレイなのか……": "Is calling my name a form of shame play...?",
    "ええ、恥です。恥もいいところです！\nもう呼んであげません！": "Yes, it's shameful. It's a shameful place!\nI won't call you again!",
    "お前なんか――": "You're――",
    "極悪人で十分ですっ！！": "A villain is more than enough!!"
}