{
    "ようこそ！　待ってたよー！": "Welcome! I've been waiting for you!",
    "相棒にもぜひ、リリーのおススメコレクションを見て、\n一緒に盛り上がりたいなって思ってたんだ♪": "I also wanted my partner to take a look at Lily's recommended collection\nI was hoping we could have fun together♪",
    "ああ、実はちょっと楽しみにしてたんだ。": "Yeah, actually, I was looking forward to it.",
    "ふふ、相棒の期待を裏切らないようにしないとね！": "Hehe, I have to make sure I don't disappoint my partner!",
    "ほらほら！　これがフィギュアだよ！\nジャスティオン以外の作品もコレクションしてるんだ♪": "Come on, come on! Here's a figure!\nI also collect works other than justice. ♪",
    "もしも時間が許すなら、ジャスティオンを夜通しで\n一気見視聴もしてみたいんだけどねー……": "If time permits, I'll have Justice stay up all night.\nI'd love to watch it all at once...",
    "まあいきなりは無理だけど、\n今度予定が合うなら一気見してみるか。": "Well, I can't do it right off the bat, but...\nI guess I'll take a quick look next time if our schedules match.",
    "っと、そうだ。\nお菓子買ってきたんだ。はいこれ。": "Oh, that's right.\nI bought some sweets. Here you go.",
    "えっ！　わざわざありがとうね！\nじゃあちょっとお茶でも入れてくるね！": "Huh?! Thanks for coming all this way!\nThen I'll go make some tea!",
    "部屋の中は好きに見ていいから！\nそれじゃ、ちょっと待っててね～♪": "You can look around the room as much as you want!\nOkay, hold on a sec~♪",
    "じゃあ見てみるか……しかし、凄いコレクションだな。\n映像だけじゃなくて漫画もこんなに……": "Guess I'll take a look, then... Still, it's an amazing collection.\nIt's not just the footage. There are so many manga, too...",
    "ん？　やけに薄い本が変な所にあるな……パンフレットか？\n……いや、これも漫画か………………むむ？": "Hm? There's an awfully thin book in a strange place... Is it a pamphlet?\n...No, this is a manga too... Hmm?",
    "お待たせー！　ジュースもあるから好きな方を……\nあれ？　何を読んで――": "Sorry to keep you waiting! I've got some juice, so go ahead...\nHuh? What are you reading?",
    "ぎゃわーーーーーーーーーーーーーーー！？": "Gyaaaaahhhh!?",
    "リリー、こういうエッチなのも見るのか……意外だな。": "Lily, you even see this kind of sex...? That's surprising.",
    "ち、違うの！　待って、説明させて！\n最初はヒーローもので知らない作品だと勘違いして……！": "N-No! Wait, let me explain!\nAt first, I thought it was a hero and a work I didn't know...!",
    "そ、そういう薄い本があるなんて知らなかったの！\nだから、不幸な事故で……": "I-I didn't know there was such a thin book!\nThat's why, in an unfortunate accident...",
    "……でも、それが何でしまわれてるんだ？\nしかも本棚に隠すように。": "...But why is it in there?\nAnd as if to hide it on a bookshelf.",
    "うっ、そ、それはぁ……\nり、リリーもその……興味はあって……": "Ugh, th-that's...\nL-Lily was also, um...interested...",
    "……大切なものを失うことになるが、それでもいいのか？\nジャスティオン……": "...You'll lose what's important to you, but are you okay with that?\nJustion...",
    "その台詞……え、えっと……\nちょ、ちょっと待っててね！": "That line... U-Umm...\nW-Wait a minute!",
    "俺が同人誌のセリフを真似すると、\n慌ててリリーから部屋を出て行って着替えてくる。": "When I imitated the doujinshi line...\nI hurried out of Lily's room and changed my clothes.",
    "それは破れていて股間や胸などが見えてしまっているが、\nリリーが普段着ているスーツによく似たものだった。": "It was torn, and I could see her crotch and breasts, but...\nIt looked a lot like the suit Lily usually wore",
    "えっと、破れたスーツを何となく保管してて、\nまさかこうやって使うとは思わなかったけど……": "Um, I was kind of storing the torn suit,\nI didn't expect to use it like this, but...",
    "そして、恥ずかしそうになりながらもノリノリになった\nリリーと俺はエッチな本のセリフを再現する。": "And then, despite her embarrassment, she got into it.\nLily and I recreate the lines from the dirty book.",
    "くっ……罠だったなんて……\nでも、私は絶対に負けない……！": "Ugh... I can't believe it was a trap...\nBut I will never lose...!",
    "ピンチに追い込まれたヒーローといったように、\n役柄にのめり込んでいるリリー。": "Like a hero in a pinch,\nLily was absorbed in her role.",
    "『敗北を認めるのだ』と本の悪役のように、\nリリーに言うが、彼女は首を横に振る。": "\"Acknowledge defeat,\" she said, like a book villain\nI told Lily, but she shook her head.",
    "ま、負けなんて……認めないよ……\nここで負けたら、街のみんなが……！": "I-I won't... admit defeat...\nIf we lose here, everyone in the city will...!",
    "なら、街の人間がどうなってもいいのか？\nその質問にリリーは慌てて答える。": "Then what about the people of the city?\nLily answered the question in a panic.",
    "や、やめろ！　私はどうなってもいい！\nだから、街の人に手を出すのは……": "S-Stop it! I don't care what happens to me!\nThat's why laying a hand on the people of the city...",
    "ならば、そのまま無抵抗で嬲られてもらおうか。\nそういって俺は彼女を押し倒す。": "In that case, let's have her tease me without resistance.\nSaying that, I pushed her down.",
    "くうっ……": "Ugh...",
    "本のように腕を拘束されて、\nこちらを潤んだ瞳で睨みつけるリリー。": "Her arms were restrained like a book,\nLily glared at me with moist eyes.",
    "これがお前の中に入るのだと、肉竿を見せつけると、\n顔を真っ赤にして小声で話しかける。": "When I showed her my meat pole that this was going to go inside you,\nHer face turned bright red as she whispered to me.",
    "……%usernameusernameuserna%、本当に……\nその、リリーとしちゃうんだよね？": "...%usernameusernameuserna%, really...\nUm, you're going to do it with Lily, right?",
    "リリーって、こういう経験はなくて……\nだ、だから……その……": "Lily didn't have this kind of experience...\nS-So... umm...",
    "俺は優しく微笑んで、頭をなでる。\nリリーには優しくすると伝えると笑顔を浮かべた。": "I smile gently and pat her head.\nI smiled when I told Lily I was being kind to her.",
    "う、うん……その、ちょっとくらいイジメてもいいから、\n……よ、よろしくお願い……！": "Y-Yeah... Um, you can tease me a little,\n...I-I'm counting on you...!",
    "ドキドキしているリリーのお願いに、思わず笑みがこぼれる。": "I couldn't help but smile at Lily's excited request",
    "できるだけリリーに負担がかからないよう、先端を沈めていった。": "I sank the tip as low as I could so it wouldn't be too much of a burden on Lily",
    "あ、ん……っ……く……！": "Ah, nn......! ......uu......!!",
    "初めての異物感に耐えながら、\nリリーはペニスを受け入れていく。": "As I endured my first sense of foreignness,\nLily accepted my penis.",
    "ナカは思ったよりも濡れていて、ぬるぬる感が気持ちいい。": "Naka is more wet than I thought, and the slippery sensation feels good.",
    "は……あ……はいっ……てる……": "Ha... Ah... Yes... Teru...",
    "とはいえ締め付けはかなりきつく、\nゆっくり、慣らすように腰を動かした。": "That said, the tightness is pretty tight.\nSlowly, I move my hips to get used to it.",
    "うぅんっ……くぅ、ふ、ん……っ！": "Hmm... Kuu, fu, nn...!",
    "再び悪役を演じながら、リリーの事を煽る。\nこんなことをされても負けを認めないのかと問う。": "As I played the villain again, I fanned the flames about Lily\nI asked her if she wouldn't admit defeat even if she did this.",
    "んっ……あ、当然、だよ……っ……\nこんなことくらいで、んうっ、負けないから……！": "Mm... Ah, of course...\nI won't lose to something like this...!",
    "拘束された両腕を、もがくように動かすリリー。": "Lily moved her restrained arms as if struggling.",
    "ど、どうして……あっ、外れない……！\nふっ、んぅっ……パワーを……吸い取ってる、から……？": "Wh-Why... Ah, it won't come off...!\nFuh, nnuh......because......it's sucking up power......?",
    "すっかり役になり切っているリリーは、\n本の中のヒーローと同じセリフを口に出す。": "Lily, who's completely out of her element...\nShe said the same line as the hero in the book.",
    "まるで作品の中から飛び出してきたようなリリーに、\n俺も役にのめり込んでいく。": "Lily looked like she'd come flying out of a work of art\nI'm engrossed in the role too.",
    "くっ……この手さえ、自由になれば……\nあっ……んっ、はぁっ……": "Ugh... If only I could get my hands free...\nAh... nn, haah...",
    "お前なんかに……くっ、なにをされても……\nこころは、ぜったいに、折れないんだからぁ……！": "No matter what you do to me... Ugh...\nKokoro will never, ever break...!",
    "そんな風に抵抗しても無駄だ。\n後は好きに嬲らせてもらうぞ？": "There was no point in resisting like that.\nAfter that, I'll tease you however I want, okay?",
    "そんな言葉に、緊張したように顔を赤くする。": "She blushes nervously at those words.",
    "くっ、うう……この、変態……！\nすきに、したらいい……！　わたしは、まけない……！": "Ugh, ugh... You pervert...!\nI love you...! I can't lose...!",
    "はぁ、はぁっ……！\n絶対に、正義の心は折れたり、しない……！": "*pant pant*...!\nI'll never break the spirit of justice...!",
    "ならば、その言葉の通り本当に折れたりしないのか……\n試してみようじゃないか。": "If that's the case, I wonder if it really won't break...\nLet's give it a try.",
    "そういって、俺はリリーの中に入った肉棒を\nゆっくりと馴染ませるように抽挿する。": "With that, I take the meat pole that's inside Lily\nI slowly thrust in and out, trying to get her used to it.",
    "ぬぷぬぷとペニスを出し入れされながらも、\n気丈にヒーローを演じるリリー。": "Even as she thrusts my penis in and out of her,\nLily bravely plays the hero.",
    "ひぐっ、ふぅ、あっ、ああ……！\nんぐっ、ふぅ……私の中で、動いて……！": "Higuu, fuu, ah, aaah...!\nNgh, fuu... It's moving inside me...!",
    "くっ、ううん……！　はぁ、ああ、\nどうして、体、勝手に、んんっ……！": "Ugh, no...! Hah, ahh,\nWhy, my body, on its own, mmm...!",
    "気持ちいいのか？　入れている中がこんなに濡れているぞ？\nそんな風に煽ると、体をよじらせる。": "Does it feel good? Your insides are so wet.\nAs I stirred her up like that, her body twisted.",
    "んあっ、はぁ、はぁ……！　そ、そんなことは、\nない……！　これは、ただの……！　自然、現象、だからぁ！": "Mnah, haah, hah...! Th-That's not...\nNo...! This is just...! It's a natural phenomenon, so...!",
    "まるで本当に無垢なヒーローを穢しているような感覚に、\n俺はさらに彼女をイジメたくなってしまう。": "It felt like I was defiled by a truly innocent hero.\nI wanted to tease her even more.",
    "彼女が反応をする場所を重点的に攻め立てて、\n羞恥を煽るような言葉をかける。": "He focused his attacks on the places where she would react\nI say those words as if to fan the flames of shame.",
    "くっ、あっ、んぅううう！　や、やめ……！\nそんな場所、突かれたらっ……！　くう、んん！": "Kuh, ah, nnuuuu! S-Stop...!\nIf you thrust into a place like that...! Ugh, mmm!",
    "ひぐっ、んっ、あっ、ああああ！\nはぁ、はぁ……こえ、かってに、でてぇ……！": "Higuu, nn, ah, aaaaah!\nHaa, haa...it's scary, it's coming out...!",
    "リリーの感じる部分を何度も突くと、\n今までより高い声が漏れた。": "I poked the part Lily felt over and over again\nI let out a higher voice than before.",
    "あ、あ！　ん、くぅぅっ……！": "Ah, ah! Nn, kuuu...!",
    "気づけばリリーの膣内は、愛液でぐっしょりと濡れていた。\nそのことをリリーに伝えると、恥ずかしさに顔が紅潮する。": "Before I knew it, Lily's vagina was soaked with her love juices.\nWhen I told Lily about that, her face flushed with embarrassment",
    "はぁ、くっ、うう、それは、からだが、かってに、\n反応してる、だけだからっ……！": "Haa, kuu, uuu, that's, my body, but...\nI'm just reacting...!",
    "こんな、お前にきもちよくされて、\nんっ、ふぅ、感じちゃってる、わけじゃないから！": "You're making me feel good,\nNn, fuu, it's not like I'm feeling it!",
    "そう言って本当は気持ちよさに喜んでいるんじゃないか？\nそんな風に煽ると顔を羞恥で赤く染める。": "Isn't she actually happy that it feels so good?\nHer face turns red with shame when I stir her up like that.",
    "ち、ちがうっ！　きもちよく、なんてっ、はぁ、あああ！\nんっ、あああ、へんに、なってる、だけだからっ！": "N-No! I can't believe it feels so good! Haa, aaah!\nNn, aaah, it's just... weird!",
    "快楽に耐えるように、必死に体をよじりながら、\n抵抗をしている姿が官能的だった。": "As if enduring the pleasure, she desperately twisted her body.\nThe sight of her resisting was sensual.",
    "悪になんて……ひぃんっ、屈しない……ぜったい、に……\nう、あ、んんっ……！": "I won't give in to evil... Eeek, I swear...\nUh, ah, mmm...!",
    "リリーの台詞とは裏腹に、膣壁はまるで喜んでいるように\nきゅうきゅうとペニスに吸い付いてきた。": "Contrary to Lily's words, her vaginal walls look as if she's delighted\nShe clung tightly to my penis.",
    "こちらが腰を動かすと、どんどん愛液が増し、\nいやらしい音が静かな部屋に響いていく。": "As I move my hips, more and more love juices flow out.\nAn indecent sound echoed through the quiet room.",
    "ああっ、いや……あぅんっ、これ、ほどいて……っ！\nこんなことで、んっ、負けたくない……！": "Ahh, no... ahhn, untie me...!\nI don't want to lose to this...!",
    "破れたヒーロー衣装から覗く白い肌が、少し汗ばんでいる。": "The white skin peeking out from her torn hero outfit is slightly sweaty.",
    "ヒーローになりきったリリーの台詞もあいまって、\n本当に自分が悪いことをしているような気分になった。": "Combined with Lily's line, now that she's fully transformed into a hero,\nI felt like I was really doing something bad.",
    "しかしその背徳感が、より性的興奮をかき立てていく。": "However, that sense of immorality only served to further arouse her sexual excitement.",
    "んんっ、あぁっ、だめ、そこぉ……！\nはんっ、よわいとこをっ、んっ、こすら、ないでぇ……！": "Mmm, aah, no, not there...!\nHahn, don't touch my weak spot, nn, even a little...!",
    "リリーの言う弱い部分にペニスが触れるたび、\n膣壁がきゅうきゅうと締め付けてくる。": "Every time my penis touched the weak part Lily mentioned...\nHer vaginal walls tightened around me.",
    "あっそこ、きもちいいのぉ……ん、ちがっ、\nだめぇっ……ヒーロー、なのにぃっ……": "Ah, that part feels good... Mm, no,\nI can't... I'm a hero...",
    "やだっ、あん、あっ、……こんなの、\nおかしくなっちゃう……！": "No, ahn, ah... This is...\nI'm going crazy...!",
    "敵なのに、だめなのに、あっ、こんなことされたら、\nあぐっ、許しそうに、なっちゃうっ……！": "Even though she's an enemy, even though she can't, ah, if she does this,\nAgh, I'm about to forgive you...!",
    "台詞として言われているだけなのに、その言葉に\n思わず反応し、奥から込み上げるものを感じた。": "She's just saying it as a line, but there's something in her words\nI reacted without thinking, and felt something welling up from deep inside me.",
    "えっ、やっ……なんか、さっきよりきつくなった……？": "Huh? No... It's gotten even tighter than before...?",
    "ひんっ……おちんちん、おっきく……なってる……？\n……ひぐっ、ん！　こんな、しらなっ、んん……！！": "Hnngh... Your penis is... getting bigger...?\n......higu, nn! I don't know, like this, nnn......!!",
    "あ、あ、はぁっ、そんなに、突かれたら……\nリリー、がまん……できなっ……": "Ah, ah, haah, if you poke me like that...\nLily, I can't...hold back...",
    "ヒーロー役になりきっていたはずなのに、\nリリー本人が顔を出してきた。": "I was supposed to be playing the part of a hero,\nLily herself poked her head out",
    "それほど気持ちいいのだと思うと嬉しくなり、\n膣内の気持ちいい部分をもっと擦ってやる。": "Just thinking about how good it feels makes me happy.\nI rub her insides even more.",
    "あっ、ひあぁっ、きもちいいっ！\nだめっ、そこばっかり……っ、うあぁっ！？": "Ah, hyaah, it feels good!\nNo, that's the only place...! Uwah!?",
    "%usernameusernameuserna%、んっ、あああ！\nもっともっと、おく、に、きてっ！　んぅう！": "%usernameusernameuserna%, nn, aaaah!\nCome, deeper, deeper! Nnuu!",
    "リリーの、なかでっ！　気持ちよく、なってっ！\nはぁ、ああっ、いっぱいだして、ほしいのっ！": "Lily's insides! Make me feel good!\nHaa, aah, I want you to cum a lot!",
    "懇願するようなリリーの言葉にこちらも我慢できず、\n奥を貪るようにペニスを突き入れた。": "I couldn't stand Lily's pleading words either\nI thrust my penis in as if indulging in her depths.",
    "あっ、んあっ、ふうっ、やぁっ、すごいぃっ！\n%usernameusernameuserna%の、あつい……んあぁっ！？": "Ah, nnah, fuu, yaah, amazing!\n%usernameusernameuserna%'s hot... nnahh!?",
    "ひっ、リリーこれすきっ、すきなのぅっ、あんっ！\nもっと、してっ！　おねがい、んくっ、ふ、うあぁ……！": "Eek, Lily, I love this, I like this, ahn!\nDo it more! Please, nku, fu, uwah...!",
    "だめっ、イくっ、イッちゃうっ……\nあ、あ、あ、あああああああっ！": "No, I'm cumming, I am cumming...\nA-Ah, ah, aaaaahhhh!",
    "は……はふ……はぁ……っ……": "Ha...hafu...haa...!",
    "ペニスをずるりと引き抜くと、\n吐き出したばかりの精液が膣口から溢れ出た。": "I slid my penis out of her.\nThe semen that had just spewed out overflowed from her vaginal opening.",
    "リリーは胸を大きく上下させ、ゆっくり呼吸を整えている。": "Lily's chest rose and fell, slowly catching her breath.",
    "す……ごい…………\nいっぱい、リリーのなかに、出しちゃった……ね……": "A-Amazing...\nI came so much inside Lily...right...?",
    "どこか呆然とした表情を浮かべながら、そう呟く。": "She murmured, a somewhat dumbfounded expression on her face.",
    "視線は、先ほどまで繋がっていた部分と、\nまだ少し勃起したままのペニスに向けられていた。": "Her gaze was focused on the part that had been connected to her earlier\nShe pointed it at my penis, which was still slightly erect.",
    "……それが、リリーのなかにはいってたんだ……\nはぁ、んっ、ふぅ……まだ、感覚が消えないね……": "...That's what was inside Lily...\nHaa, nn, fuu... I still can't get rid of my senses...",
    "んっ、うう……エッチをするのって、こんな感じなんだ。": "Ngh, ugh... So this is what it feels like to have sex.",
    "……本を読みながら、想像してたよりも……\nずっとずっと、気持ちよかった……": "...More than I imagined while reading...\nIt felt so, so good...",
    "気持ちよくなってくれたなら良かった。\n……あの本、かなり読みこんでたのか？": "I'm glad it felt good.\n...Did you read that book a lot?",
    "うん……いつも、一人でエッチな気分になったときは、\nあの本を読んで……": "Yeah... Whenever I feel dirty by myself,\nI read that book...",
    "…………あっ…………": ".........ah.........",
    "油断していたから、素直に言ってしまうリリー。\n顔を真っ赤にしながら涙目になる。": "I'd let my guard down, so Lily ended up being honest.\nHer face turned bright red as tears welled up in her eyes.",
    "う……うう〜〜〜〜〜〜〜……\nこんな時に恥ずかしい事を聞かないで……！": "Uu... uuuu~~~...\nDon't ask such embarrassing questions at a time like this...!",
    "悪かった……でも、気持ちよくなってくれたんだな。": "I'm sorry... But it must have felt good.",
    "そ、それは……そうじゃないと、こんな風にならないよ……": "Th-That's... If you don't, it won't turn out like this...",
    "で、でも恥ずかしかったし……こういうのは、\nしばらくはいいかな……": "B-But it was embarrassing... This kind of thing...\nI wonder if it'll be okay for a while...",
    "それなら、もうエッチは良いのか？": "In that case, are you done with sex?",
    "……えっと……それは……その。": "......umm......well......ummm......",
    "今日みたいなのじゃなくて……今度するなら、\n普通にしたいなって……": "It's not like today... If we do it again,\nI want to be normal...",
    "うううう！　本当に悪役みたいにイジメないでよ！\n恥ずかしいんだからね！": "Uuuu! Don't tease me like I'm the real villain!\nIt's embarrassing!",
    "そんな可愛い反応を見せるリリーに笑顔を見せて、\n次はいつ誘おうかと心の中で考えるのだった。": "I smiled at Lily, who had such a cute reaction\nI wondered in my mind when I should invite her next time."
}