{
    "それでは続いてリレーを開始します。\n選手の皆さんは――": "Now, let's begin the relay.\nAs for all the players—",
    "次はリレーね！　よーし！\n障害物競走で一位を取れたし取り返すわよ～！": "Next up is the relay! All right!\nI won first place in the obstacle course, so I'll take it back!",
    "そ、そうね……": "Y-You're right...",
    "ラウラ、大丈夫よ。ちょっと調子が悪かっただけだから。": "Don't worry, Laura. I was just feeling a little off.",
    "うん！　もう怖いものなんてないし、安心して走ればいいよ！": "Yeah! There's nothing to be afraid of anymore, so you can run without worry!",
    "走る順番だが、練習通りで大丈夫か？\nもし調子が悪いならラウラを１回にしてもいいぞ。": "It's your turn to run. Are you sure you'll be okay just like you practiced?\nIf you're not feeling well, you can do it once.",
    "基本的に１チーム５人でのリレーというのが大会規定だ。": "Basically, it's a relay race with five people per team. That's the tournament rule.",
    "しかしプレ・クラス－Ａは元々4人な上に心香が出場できないので\nふたりが２回走ることになっている。": "However, Pre-Class-A was originally made up of four people, and on top of that, Shinka couldn't compete\nThe two of them are supposed to run twice.",
    "あたしが２回走るのでも全然いいよ！": "Even if I run twice, it's totally fine!",
    "……うん、そうね……\nジュリーちゃんにお願いしてもいいかしら……？": "...Yeah, you're right...\nCan I ask Julie to do it...?",
    "わかった、じゃあ最初をジュリーに、３番手をラウラにしよう。": "Okay, then let's go with Julie the first and Laura the third.",
    "大丈夫、みんな練習した通りに力を出せば安心よ。\n順番を入れ替えても練習通りにやれば問題ないわ。": "Don't worry, everyone. Just do what you've practiced and you'll be safe.\nEven if you switch the order, as long as you do it according to practice, there's no problem.",
    "そうよね……！": "You're right...!",
    "そろそろ予選が始まるよ。行こー！": "The preliminaries are about to start. Let's go!",
    "……大丈夫かしら、ラウラ。": "...Are you all right, Laura?",
    "ああ……元々大人しくて協調性の高い性格だけど……\nああも自信を失くしている様子を見ると、気になるな……": "Yeah... She's always been a docile and cooperative person, but...\nSeeing her lose her confidence like that, I'm curious...",
    "リレー競技は最初にブロックに分けて走ることになっている。\nタイム上位者で、最後の決勝レースに出場できるという流れだ。": "The relay race is supposed to be split into blocks and run first.\nShe's the top player in time, and she'll be able to participate in the final race.",
    "さあ、サクッと勝って決勝レースに出場よ！": "Come on, let's win and enter the finals!",
    "元気いっぱいなジュリーだが、\nやはりラウラの表情は浮かない。": "Julie was full of energy, but...\nLaura's expression didn't show on her face after all.",
    "……ここで上位を取らないと、\nこの後が厳しいわね。": "...If I don't get the top rank here,\nIt's going to be tough after this.",
    "（……どうなるか）": "(...What will happen?)",
    "よーい……スタート！": "All right... Start!",
    "号砲と共に一斉に走り出す。ジュリーは疲れを感じさせない走りを\n見せてくれた。そのままバトンはノエル、そしてラウラへと繋がる。": "Together with the cannons, they all broke into a run. Julie ran without a hint of exhaustion.\nShe showed it to me. The baton connected to Noel and Laura.",
    "（大丈夫、いける……っ）": "(It's okay, I can do it...!)",
    "よし、スムーズなバトン渡しだ！": "All right, smooth baton handover!",
    "危なっかしくも見えたが、タイムロスもなくバトンを受け取り\nラウラは懸命に走る。第一走者だったジュリーが待ち構えていた。": "It looked dangerous, but I took the baton without losing any time\nLaura ran as fast as she could. Julie, the first runner, was waiting for her.",
    "ＧＯ！": "GO!",
    "ラウラの合図と共にジュリーが走り出し、そして手のひらを後方に\n差し出す。ラウラからバトンが無事に渡り――": "At Laura's signal, Julie broke into a run, and then the palm of her hand fell backward\nI held it out to her. The baton passed safely from Laura.",
    "あっ！？": "Ah!?",
    "！？": "!?",
    "今まさに受け渡そうという瞬間、ラウラの手からバトンがこぼれる。\n減速せずに受け渡そうとしていたふたりは、慌てて足を止めた。": "Just as she was about to hand it over, a baton spilled out of Laura's hand.\nThe two of them were about to hand it over without slowing down, but they stopped in their tracks in a panic.",
    "は、早く拾わなくちゃ……！": "I-I have to pick it up quickly...!",
    "慌てて拾い上げるも、その間に次々に後続チームに抜き去られ、\nそれまで蓄積していたリードは一瞬にして失われる。": "I hurriedly picked it up, but in the meantime, the following teams pulled it out one after another\nThe lead that had accumulated up to that point was lost in an instant.",
    "結局、リードを奪い返すには至らず、レースは敗北。\n決勝レースに出場する事すら叶わなかった。": "In the end, the race was defeated, unable to regain its lead.\nI couldn't even make it to the finals.",
    "ごめんなさい、私っ……私っ……": "I'm sorry, I... I...",
    "ううん、あたしも受け取るの失敗しちゃったもの！\nラウラのせいじゃないから気にしないでね！": "No, I failed to take it, too!\nIt's not Laura's fault, so don't worry about it!",
    "うんうん！　本番ってやっぱり怖いよねぇ……\n私も、応援が無かったら壊しちゃったかもだし。": "Yeah, yeah! The real thing really is scary...\nIf I didn't have backup, I might have destroyed it too.",
    "…………": "............",
    "ここからが本番だ": "This is where the real battle begins.",
    "ここまでは計算通りだ": "Everything's going according to plan so far.",
    "（……ジュリーもノエルも空気を変えようとしてくれているな。\nここは俺も手伝いをしないと）": "(...Julie and Noel are both trying to change the mood.\nI have to help out here.)",
    "ええっ！？　じゃあ私の頑張りは！？": "What?! Then what about my hard work?!",
    "それがあってこそって話だから安心してくれ。\n残り得点になる二種目……一番気合を入れろってことだ。": "Don't worry, that's what I'm talking about.\nThe second event that's going to score the remaining points... I'm telling her to put the most effort into it.",
    "なるほど！　確かにそうね！\nよーし、あたし負けないわよ！": "I see! You're right!\nAlright, I won't lose!",
    "えっ！？　そ、そうなの！？\nなら私が暴れそうになったのも！？": "Huh?! R-Really?!\nThen why did I almost go on a rampage?!",
    "いや、それは予想外だったが……頑張ってくれたから、\n俺の計算通りになった。だから後は優勝しかないさ。": "No, that was unexpected...but she did her best, so...\nIt went according to my calculations. So all that's left is to win.",
    "……今、考えましたって感じがするんだけど？": "...It feels like you just thought about it.",
    "それに、そもそも障害物競走もリレーもハンデを背負ってただろ。\n心香が参加できなかったんだから。": "Besides, both the obstacle course and the relay race had a handicap in the first place.\nShinka couldn't participate, after all.",
    "あっ、確かにそうだよね！　\n次の玉入れと騎馬戦は心香ちゃんも一緒だもんね！": "Oh, you're right!\nThe next round and the jousting match will be with Shinka-chan!",
    "そういうことだ。\nつまり、プレ・クラス－Ａとしてはここからが本番って訳だ。": "That's how it is.\nIn other words, as far as Pre-Class-A is concerned, this is where the real battle begins.",
    "心香ちゃんがいるなら、百人力だよね！": "If Shinka-chan's here, we'll need a hundred people!",
    "応援も心強かったけどさ、やっぱり一緒にやりたいもんね！": "The support was reassuring, but I still want to do it with you!",
    "心香ちゃんもウズウズしちゃってるんじゃない？\nずっと見てるだけだったから。": "Isn't Shinka-chan itching too?\nI've only been watching her this whole time.",
    "べ、別にウズウズはしないけど……でも、そうね。\nやっと自分で貢献できると思うと嬉しい気持ちはあるわ。": "I-I don't really want to itch, but...you're right.\nI'm happy to finally be able to contribute on my own.",
    "ここまで休ませてもらった分、頑張るわ。": "I'll do my best to make up for all the rest you've given me.",
    "うんうん！　よーっし、もう１回気合いを入れ直そう！": "Yeah, yeah! Alright, let's get fired up again!",
    "そ、そうね！　がんばりましょう！": "Y-Yeah! Let's do our best!",
    "それでは玉入れを開始します。\nスタートまでその場で待機してください。スタート３０秒前――": "Now then, let's begin the ball dispenser.\nPlease wait on the spot until the start. Thirty seconds to start――",
    "（……さて。二回も最下位を取った以上は、\n残った２競技を一位で勝たないと優勝は無理だ。）": "(...Now then. Now that I've gotten last place twice,\nIf you don't win the remaining two competitions in first place, it's impossible to win.)",
    "３、２、１……スタート！！": "Three, two, one... Start!!",
    "開始の合図とともに、地面に転がる玉を次々と拾っては投げる選手たち。\nその中でもひときわ目立っているのは――": "At the signal to begin, the players picked up the balls lying on the ground one by one and threw them.\nAmong them, the one who stands out most is――",
    "はっ！　やっ！　たぁっ！": "Hah! Yah! Taah!",
    "心香、すごっ……一発も外さない……！？": "Kokoro, wow... You didn't miss a single shot...!?",
    "はい、次っ！": "Okay, next!",
    "しかも、すごく早いわ……！": "And it's so fast...!",
    "心香、練習以上の実力が出てるじゃないか……！": "Kokoro, you're even more skilled than you were during practice...!",
    "私も負けてられない！　えいっ、やぁっ！": "I can't lose either! Eigh, yaah!",
    "ノエルっ、もっと狙わないとだめよっ！": "Noel, you have to aim more!",
    "大丈夫、私が……っ！": "Don't worry, I'll...!",
    "……おお、失敗した玉をキャッチしているのか！\n確かに拾うよりも、圧倒的に早いな！": "...Oh, you caught a failed ball!\nIt's definitely way faster than picking it up!",
    "そして、そのまま心香がカゴに入れると……": "And then, when Kokoro put it in the basket...",
    "わううっ……心香ちゃんみたいにはいかないよー！？": "Wahhh... I can't be like you, Koko-chan!",
    "だ、だめ……！　全然入らない……！": "N-No...! I can't get in at all...!",
    "大丈夫！　あたし達が諦めたらダメよ！\n心香を助けるためにも、諦めず一杯入れましょ！": "Don't worry! We can't give up!\nLet's not give up and put in a drink to save Kokoro!",
    "……そうだ、ジュリーの言う通りだ。\n諦めたらそこで終わるぞ……！": "...That's right, it's just like Julie said.\nIf you give up, it'll all end there...!",
    "……そうだ……！　心香ちゃん、これ！": "...That's right...! Kokoroka-chan, here!",
    "っ！？　どういう……いえ、なるほど。\n分かったわ。任せてちょうだい。": "!? What do you mean... No, I see.\nUnderstood. Leave it to me.",
    "（ラウラが自分の球を心香に渡して地面の玉拾いを……\nなるほど、ここは心香のサポートに徹するのか！）": "(Laura gave her own ball to Kokoru to pick up the ball on the ground...)\nI see, so this is where you focus on supporting Shinka!)",
    "心香ちゃん、おねがい！": "Kokoroka-chan, please!",
    "まかせてちょうだい。ひとつたりとも落とさないわ……！": "Leave it to me. I won't drop a single one...!",
    "そこまで！　時間です！！": "That's it! It's time!!",
    "ふう……": "Phew...",
    "心香、凄いじゃない！\n本番に強いのね！　練習よりもずっとすごかったわ！": "Kokoro, you're amazing!\nYou're really good at the real thing! It was way better than practice!",
    "……これでも競技をしていたから。\nでも、まだ結果は分からないわ。": "...It's because I was playing a game.\nBut I don't know the results yet.",
    "あっ、結果が出たよ！": "Ah, the results are here!",
    "かなり僅差だが……１位だ！　おめでとう！\n最後の騎馬戦の結果次第で……優勝だな。": "We're by a narrow margin, but... First place! Congratulations!\nDepending on the results of the last jousting match......we'll win.",
    "おお、騎馬戦……これこそ一番チームワークが試されるわね！\nでも、大丈夫！　危機を皆で乗り越えたもの！": "Oh, a jousting match... This is the best teamwork we can do!\nBut it's okay! We've all overcome this crisis together!",
    "ああ、そうだな。それとシッカリ体を休めろよ。\n騎馬戦まで時間があるから体力を回復しておくんだ。": "Yeah, you're right. And get some rest.\nThere's still time before the jousting, so you need to recover your stamina.",
    "はぁーい！": "Yessss!",
    "優勝……": "The winner...",
    "……ラウラ、ちょっといいかしら？": "...Laura, do you have a moment?",
    "えっ？　あ、うん……": "Huh? Oh, yeah...",
    "（……ラウラが何も言わないなら、聞くつもりか。\nこれは優勝を任された身としては見に行かないとな）": "(...If Laura won't say anything, then she's going to listen, huh?)\nAs the one in charge of winning this, I have to go see it.)",
    "……ここなら誰もいないし、いいかしら？": "...There's no one here. Is that okay?",
    "えっと……私が不甲斐ない結果を出してるからだよね？\nごめんなさい、皆が頑張ってるのに……": "Umm... It's because I'm producing worthless results, isn't it?\nI'm sorry, everyone's working so hard...",
    "謝って欲しいわけじゃないから。\nただ、聞きたいの。ラウラはずっと悩んでいるでしょう？": "It's not like I want you to apologize.\nI just want to ask. You've been worrying about it, haven't you, Laura?",
    "……それが何かを聞きたいの。ジュリーやノエルよりも、\n私の方がそういう悩みは言いやすいかと思ったけど、どう？": "...I want to know what it is. More than Julie and Noel,\nI thought it would be easier for me to say those kinds of worries. What do you think?",
    "今なら私以外は誰も聞いてない。\n何なら、ここだけの秘密にするわ。だから教えて頂戴。": "No one but me is listening right now.\nIf you want, I'll keep it a secret from you. So please tell me.",
    "ラウラが何を悩んで、調子を崩してしまったのか。": "What was bothering Laura so much that she'd lost her temper?",
    "……うん、わかったわ。\n心香ちゃんに、ここまで気を使って貰ったものね……": "...Okay, got it.\nI didn't expect Koko-chan to be so considerate of me...",
    "……私、分からなくなっちゃったの。\nこの体育祭で、優勝をしてもいいのかどうかが。": "...I don't know anymore.\nI don't know if it's okay to win this sports festival.",
    "どういうこと……？\n優勝しないと、正式昇格はできないのよ？": "What do you mean...?\nIf you don't win, you won't be able to get an official promotion, you know?",
    "うん、分かってる。\n私も正式なパイロットになるため頑張ってきたもの。": "Yeah, I know.\nI've been working hard to become an official pilot.",
    "ただ……優勝してパイロットになれるんだーって思って、\nその時にふっと気づいたの。": "It's just... I thought I'd win and become a pilot.\nThat's when I suddenly realized something.",
    "気付いたって……何に？": "What do you mean you noticed...?",
    "……正式なパイロットになったら、\n仮のチームじゃなくて正式なチームに配属されるよね？": "...Once I become an official pilot,\nYou're going to be assigned to an official team, not a temporary one, right?",
    "そうしたら、私達プレ・クラス－Ａのメンバーは離れ離れになるわ。\n……それぞれ、所属してる校舎も出身もバラバラだもの。": "If we do that, we'll be separated from Pre-Class-A.\n...They all belong to different schools and different backgrounds.",
    "……そうね。\nチームに所属するならそうなるでしょうね。": "...That's right.\nIf you're on a team, that's what you'll do.",
    "それを考えたときに思っちゃったの……\n私は、皆と離れてパイロットとしてやれるのかなって。": "That's what I thought when I thought about it...\nI wondered if I could do it as a pilot apart from everyone else.",
    "訓練生として、パイロットになるため皆と頑張ってきて……\nそうして、皆にはいっぱい助けてもらったわ。": "As a trainee, I worked hard with everyone to become a pilot...\nAnd everyone helped me out a lot.",
    "……": "......",
    "ジュリーちゃんには、リーダーとして引っ張って、\nどんな時でも大丈夫って元気づけてもらったわ。": "To Julie, as the leader, I had to pull her along\nHe cheered me up by saying I'd be fine at any time.",
    "ノエルちゃんには明るい雰囲気で笑顔にして貰って、\nメイズでは怖い敵を倒してもらったし……": "I had Noel smile at me with a cheerful atmosphere\nIn Mayse, we defeated a scary enemy...",
    "心香ちゃんにも、操縦技術を教えてもらったり、\n一生懸命にチームのフォローをして貰って……": "Kokoroka-chan taught me how to fly, too.\nI did my best to get the team to back me up...",
    "……そうね。気づいたら、私たちは良いチームになってたわね。": "...That's right. Before I knew it, we were a good team.",
    "シリウスシュガーの皆と一緒に大変なことも乗り越えて、\nこの皆とずっと一緒に頑張るんだって思ってたから……": "Together with everyone else in Sirius Sugaru, I'd overcome a lot of hardships\nI thought I was going to do my best with all of them...",
    "優勝したら、お別れになっちゃう……\nそんな風に考えると、体が固まっちゃうの……": "If we win, we'll have to say goodbye...\nWhen I think about it like that, my body freezes...",
    "もっと、もっとみんなと一緒にいたいのに……\nこんなのダメだって、自分でもわかってるのに……": "I want to be with everyone more and more...\nEven I know I can't do this...",
    "はあ……\nバカじゃないの？": "*sigh*\nAre you stupid?"
}