{
    "メイズ・<r=プライマル・ベルト>原生帯</r>深層――": "Mayse <r-Primal Belt> Primogenitor Belt </r> Deep Levels",
    "んー。敵さんいっぱい。ドバドバきてる？": "Hmm. There's a lot of enemies. Is it getting louder?",
    "ひええ！　まだまだ増援が来てますよ！\nだ、弾薬とかリソースとか足りますかね！？": "Eeek! We're still getting reinforcements!\nDo you have enough ammunition and resources?!",
    "焦るな！　敵の数がどれだけだろうと、\n私達はいつも通りに戦えばいい！　落ち着いて突破口を探せ！": "Don't rush! No matter how many enemies there are,\nAll we have to do is fight like we always do! Calm down and find a breakthrough!",
    "は、はいぃ……っ！": "Y-Yes...!",
    "ルナは正面にもう一度、１時の方向に斉射開始！\n数を減らしたところをリディアが切り込め！": "Luna launched another volley at the front, at one o'clock!\nLydia cut in when their numbers dwindled!",
    "わかりましたぁ……っ、い、いきますぅっ！": "Understood... I-I'm cumming!",
    "撃ち漏らしたら私が仕留める。\nリディアは目の前の敵に専念しろ！": "If you shoot him, I'll take care of him.\nLydia, focus on the enemy in front of you!",
    "はーい、いってくるー。": "Okay, I'm off.",
    "（いつも通りに、か……そうはいうものの、\n敵の増援がどこまで続くか……それ次第では限界がある……）": "(The same as always, huh...? Even so,\nThere's a limit to how far the enemy reinforcements can go... depending on that...)",
    "（<r=クリスタル・ベルト>煌晶帯</r>が近いからか強力な個体が多い……\nおまけに試験のためにリソースを使いすぎた）": "(<r=Crystal Belt> There are a lot of powerful individuals, probably because the Glowing Crystal Belt is so close...)\nOn top of that, I used too much resources for my exams.)",
    "（今ならまだ後退できる……だが勝利を確実にするためには、\n戦果は不十分……とはいえ、ルナたちを巻き込めないか）": "(I can still retreat now... But in order to ensure victory,\nThe results of the battle aren't enough... That said, I can't get Luna and the others involved.)",
    "うそぉ！？　れ、レイヴェルさぁん！　後方から敵増援確認っ！\nた、退路を断たれますっ……！": "No way! L-Layvel! Enemy reinforcements confirmed from the rear!\nTh-They'll cut off our escape route...!",
    "後方だと！？": "In the back?!",
    "た、探知できていなかった<r=スリーパー・ドリフト>偽装横坑</r>があったんです……！\nご、ごめんなさいっ……": "Th-There was a <r-sleeper drift> camouflaged Drift that I couldn't detect...!\nI-I'm sorry...",
    "今はいい！！　すぐに後方に向けて斉射！\nリディアは前方でそのまま維持！　私が突破口を……": "Not now!! Fire a volley at the rear right away!\nKeep Lydia in the front! I'll make a breakthrough...",
    "（いや、突破口を開くには時期を逃してしまった！\n撤退が過った時に判断をしていれば……！）": "(No, I missed my chance to make a breakthrough!\nIf I had made a decision when the retreat was over...!)",
    "れ、レイヴェルさん！　囲まれてます！": "R-River! We're surrounded!",
    "くっ、戦闘中に後悔など……！　このぉぉぉぉ！！": "Ugh, I don't have any regrets in the middle of a battle...! Youuuu!!",
    "なっ！？　次から次へと……！　回避が……！\nここまでなのか……！？": "Wha?! One after another...! I can't dodge...!\nIs this it...!?",
    "レイヴェルちゃん！！　大丈夫ですか！？": "Ravel! Are you okay?!",
    "――っ！？　その声は……フルート・メルヴィル……？": "—?! That voice...is that a flute Melville...?",
    "はい！　トレブルクインテット、ただいま現着っ！\nこれよりトリニティ・ジュエルの救援を開始します！": "Yes! Treburg Integrity, I'm home!\nWe will now begin the rescue of Trinity Jewel!",
    "っ……！　く、私たちは救援など頼んではいない……！": "...! We didn't ask for help...!",
    "うん、知ってる。でももはやこの状況、\n実地試験なんて言ってる場合じゃない。勝手に助けさせてもらうね。": "Yeah, I know. But this situation is already...\nThis isn't the time to be talking about practical exams. I'll help you however I can.",
    "…………": "............",
    "……その通りだな。冷静さを欠いていた。\nでは……好き勝手してくれたあいつらへの反撃と行くか。": "...You're right. I lost my composure.\nWell then... Let's fight back against those guys who did whatever they wanted.",
    "ああ、積もり積もったこの恨み！　３倍返しにしてやろうぜ！！": "Yeah, this pent-up grudge! Let's pay it back threefold!!",
    "いや、レイヴェルさん達はそうだけど、\n別に%usernameusernameuserna%はまだ何もされてないよね……": "No, Ravel and the others are, but...\nIt's not like %usernameusernameuserna% has done anything yet...",
    "ここからの戦術指揮は%usernameusernameuserna%が執る。\nトリニティ・ジュエルも彼の指示に従って。": "%usernameusernameuserna% will be in charge of tactical command from here on out.\nTrinity Jewel followed his lead.",
    "こんな状況だ。試験のことは一旦忘れてくれ。\n最優先目標は全員が無事で地上に戻ること。": "This is the situation. Forget about the exams for now.\nOur top priority is to get everyone back to the surface safely.",
    "……了解。リディアもルナもそれで頼む。": "...Understood. Lydia and Luna, please do that.",
    "んー。わかったー。\nおにいちゃん、よろしくおねがいします。": "Hmm. Got it.\nOnii-chan, I'm counting on you.",
    "そ、その、了解ですっ。": "U-Umm, understood.",
    "とにかくすぐに楔形陣をとれ！　トリニティ・ジュエルを中心に置き、\nトレブルクインテットは後方と側面に展開。": "In any case, take a wedge formation immediately! Put Trinity Jewel at the center,\nTreburg Integrity deployed to the rear and flank.",
    "トリニティ・ジュエルは前方に集中して突破口を開くんだ。\n側面から近づく敵はトレブルクインテットが叩く！": "Trinity jewels focus on the front and make a breakthrough.\nTreburg Integrity will strike any enemy approaching from the flank!",
    "……ふっ、わかった。\n『先駆け』はいただいていく。": "...Heh. Understood.\nI'll take the 'forerunner'.",
    "行くぞ、トリニティ・ジュエルの背中を絶対に守り抜くんだ！": "Let's go! Protect Trinity Jewel's back, no matter what!",
    "おけまるです！　絶対に傷一つ、つけさせません！": "I'll do it! I'm not going to let you get hurt!"
}