{
    "今日はシリウスシュガーによる訓練を終えた\nプレ・クラス－Ａの４名を連れて、再びメイズにやってきていた。": "I finished my training with Sirius Sugaru today.\nShe’d brought the four members of Pre-Class-A with her to Mayse again.",
    "指導役はもちろん、引き続きシリウスシュガー。\n彼女達も指導を通して、顔つきが成長したようだ。": "The instructor, of course, continued to be Sirius Sugaru.\nIt seemed that their faces had grown through their guidance as well.",
    "さて、久しぶりの実地訓練ですわ。\n散々だったあの日を見返せるよう、十分な訓練を積みました。": "Now then, it's time for our first field exercise in a while.\nI've trained hard enough to be able to look back on that terrible day.",
    "みなさん、存分にその成果を発揮してください！\nさあ、敵の群れのお出ましですわ！": "Everyone, please show us the fruits of your labor!\nNow, a swarm of enemies has arrived!",
    "了解っ！！": "Roger that!!",
    "先頭はあたしが抑える！　ラウラは後方から援護、\n心香とノエルはサイドから崩しにかかって！": "I’ll hold back the lead! Laura supported from the rear,\nKoko and Noel are about to collapse from the side!",
    "わかった。ノエル、左前方の高台なら、死角から効率的に狙えそうよ。": "Understood. Noel, with the heights ahead to the left, we should be able to aim efficiently from a blind spot.",
    "やったぁ！　じゃあそこもらうね！　よ～っし、やるぞ～！": "Yay! I'll take that! Alright, let's do this!",
    "ジュリーちゃん、危なくなったらお姉ちゃんが守るから！\n安心して戦ってね……！": "Julie, if things get dangerous, I'll protect you!\nDon't worry and fight...!",
    "ジュリーの指示どおりバランスよく配置された面々が、\nそれぞれの役割をこなしていく。": "Just as Julie had instructed, the well-balanced members of the group were deployed\nWe each took on different roles.",
    "ノエルは要所に火力を集中し敵の意識を分散させ、\nジュリーへのヘイトを散らしている。": "Noel focused her firepower at key points, dispersing the enemy’s consciousness\nI'm scattering hate on Julie.",
    "ラウラは的確な援護で他の機への被害を防ぎ、\n心香が戦況分析と情報伝達を冷静に行い、統率のとれた動きを作り出す。": "Laura blocked the damage to the other planes with precise support\nShinko calmly analyzed the state of the battle and relayed information, creating a commanding movement.",
    "見違えたな……あいつらも相当本気で訓練したみたいだ。": "That's unrecognizable... Looks like they've been training for real.",
    "会長の言っていた陰謀……ボンクラを送り込み、\n指導を失敗させる目論見だったか。": "The conspiracy the president was talking about... Sending in blockheads...\nWas she planning to make her guidance fail?",
    "そんなものが成就するとは思えない。\n少なくとも、この光景の前では。": "I don't think something like that will come to fruition.\nAt least, not in front of this scene.",
    "……よくやったな、みんな。": "...Well done, everyone.",
    "俺がそう呟いたとき──\nＭＧのセンサーが、新たな反応を検出した。": "Just as I murmured that...\nMG's sensors detected a new reaction.",
    "敵増援を確認。あの子達の戦力だけでは対処困難。": "Enemy reinforcements confirmed. It's difficult to deal with them alone.",
    "では、わたくし達の出番ですわね。準備はよろしくて？": "Well then, it's our turn. Are you ready?",
    "七彩の号令と共に飛び出すシリウスシュガー隊。\nその戦いも、以前より洗練されている。": "The Sirius Sugar Squad leapt out with Shichisai’s command.\nEven that battle was more refined than before.",
    "めるも言っていたが、人に教えることで、自らを見直す──\n自らの学びを言語化し、再構築する。": "As Meguru said, by teaching others, I can reevaluate myself.\nThey put their own learning into words and reconstructed it.",
    "それを行うことで、彼女達もまた、\nプレ・クラス－Ａから教わることがあったのだろう。": "By doing that, they, too,\nPre-Class-A must have taught her something.",
    "いい調子だ……これならまたきっと、\n一緒に<r=プライマル・ベルト>原生帯</r>の新ルートに向かえるはずだ！": "She's doing well... I'm sure she'll be able to do it again...\nTogether, we should be able to take the new route of the <r-primal belt> Primogenitor belt!",
    "そう考えた瞬間だった。": "The moment I thought that...",
    "俺の機体のとあるレーダーのひとつに、不審な金属反応が一瞬だけ写る。": "One of my aircraft's radars shows a suspicious metallic reaction for a moment.",
    "このレーダーはＭＧ競技や人工構造物の探知が主で、\nメイズ内で使われることは滅多にない。": "This radar was mainly for MG competitions and detection of artificial structures\nIt’s rarely used inside a maise.",
    "だが……確かに反応があった。\n金属の飛行体が、メイズ内に？　誤検知だろうか……": "But... there was definitely a reaction.\nThere's a metal flying object inside the mace? Maybe it's misdetected...",
    "%usernameusernameuserna%さん！！\nなんだか、敵の様子が……おかしいです！": "%usernameusernameuserna%san!!\nThe enemy’s acting kind of...weird!",
    "まっすぐこっちに突っ込んできます！！": "They're charging straight at us!!",
    "なんだ……！？　陣形保て！　不慮の事態に備えるんだ！": "What...?! Maintain formation! Prepare for unexpected situations!",
    "止まんないっ……まずいよ！　防衛ラインが突破された！\nあの子達の方に行く！": "I can't stop... This is bad! The defensive line has been breached!\nI'm going to the girls!",
    "突破したメイズシフターがプレ・クラス－Ａ組へ猛進する。\nだが──彼女達には目もくれず、そのまま駆け抜けていった。": "Having broken through, the Maizsifter made a mad dash for Pre-Class-A.\nBut she didn't even bat an eye at them. She just kept running.",
    "な、なんなの……？": "Wh-What is it...?",
    "何かが変だ。あの様子、まるで……": "Something's wrong. It's like...",
    "まるで、何かから逃げてるようじゃないか。": "It’s like she’s running away from something.",
    "……！": "...!",
    "振動センサーに感あり！\nでもこんなの、<r=ケイブ・ベルト>地穴帯</r>で観測されるレベルじゃ……": "I can feel the vibration sensor!\nBut this isn't on the level of being observed in the <r-cave belt> Earthhole belt...",
    "答えはすぐに出た。": "The answer came immediately.",
    "ドリフトからゆっくりと姿を現したのは、\n見たこともないような──巨影だった。": "Slowly emerging from the drift was...\nI've never seen such a huge shadow before.",
    "ひっ……": "Eek...",
    "──全機、即時退却っ！！": "All units, retreat immediately!!",
    "俺の言葉の直後に、メイズシフターがその巨体を震わせ、\nメイズ全域に響くような咆哮を上げた。": "Immediately after my words, the Mayse-Sifter’s massive body trembled\nIt let out a roar that echoed throughout the entire Mayse region.",
    "弾かれるように、その場にいた全員が\n退却を始める。それでいい、今はあいつに敵わない──！": "As if repelled, everyone present\nWe'll start retreating. That's fine. I'm no match for him right now!",
    "ちょ……ラウラぁ！！\n何してんの、逃げなさいってばぁ！！": "Hey... Laura!!\nWhat are you doing? Run away!!",
    "あ……ぁ……！！": "Ah... ah...!!",
    "しまった！　ラウラは人一倍、恐怖心が強い。\n克服する努力はしたとはいえ、完全ではない。": "Crap! Laura was more terrified than most.\nI may have tried my best to overcome it, but it wasn't perfect.",
    "こんな事態に見舞われた不運。\nそれがラウラが逃げるのを一歩遅らせた。": "This was the kind of misfortune that had befallen her.\nThat delayed Laura’s escape by a step.",
    "きゃぁあああっ！！": "Kyaaaaah!!",
    "メイズシフターの一撃が振るわれる。\nラウラの機体は、いともたやすく吹き飛ばされた。": "The Mayse-Sifter swung its attack.\nLaura's machine was blown away with ease.",
    "ラウラ！！": "Laura!!",
    "っはあ、はあ、大丈夫……！？": "Haa, haa, are you okay...!?",
    "あ、あれ、跳べないっ！？　どうして！？": "H-Huh? I can't jump?! Why?!",
    "跳躍ユニットが破壊されている！\nあれでは逃げるのは困難だ。": "The jumping unit has been destroyed!\nIt would be difficult to escape with that.",
    "だが……見捨てるわけにいくか！\n仲間が死ぬなんて、まっぴらゴメンだ！": "But... I can't just abandon her!\nI don't want my friends to die!",
    "全機反転！　戦闘態勢を取れ！\nラウラの撤退を援護する！！": "All units, turn around! Get ready for battle!\nI'll cover Laura's retreat!!",
    "腹をくくった俺達に、\nメイズシフターはまた大きな咆哮を返した。": "As we braced ourselves,\nThe maise shifter let out another loud roar in response."
}