{
    "あの一件以来……すっかり、ノエルに懐かれてしまった。\n子犬みたいに、俺を見つけると飛びついてくる。": "Ever since that incident... Noel's really taken a liking to me.\nShe jumps at me whenever she sees me, like a puppy.",
    "距離が近くてドギマギしてしまうが、\nそれでも彼女なりの行為だと思うと悪くない気はしていた。": "The distance between us made my heart skip a beat, but...\nStill, when I thought about what she was doing in her own way, I felt like it wasn't bad.",
    "お、いたいた。": "Oh, there she is.",
    "ふんふん♪　ふふん♪": "Hmph, hmph♪ Hmph♪",
    "おーい、ノエ……": "Hey, Noe...",
    "ふんふふん♪　ふふ〜ん♪": "Hehehe♪ Heheh♪",
    "（……全然気づかずに行ってしまったな。\nよし、前に尾行されたお返しだ。こっそり追いかけてみよう）": "(...She left without noticing at all.\nAll right, this is payback for being tailed before. I'll try chasing after her in secret.)",
    "さて、どこに行くんだ……？\nこっちは……屋上か？": "Now then, where are we going...?\nIs this... the roof?",
    "ふんふふ～ん♪": "Hehehe~♪",
    "そうして、ご機嫌なノエルに続いて俺も屋上に入ると、\n思ったよりも大きな音がしてすぐに気づかれてしまう。": "And so, following Noel, who was in a good mood, I entered the roof.\nThere's a louder sound than I expected, and she notices right away.",
    "――あっ、%usernameusernameuserna%！\nなーにしてるのー！": "――Ah, %usernameusernameuserna%!\nWhat are you doing?!",
    "飛びついてきたノエルの勢いを殺し切れずに、\nそのまま倒れ込んでしまった。": "I couldn't kill off Noel's momentum as she jumped at me.\nJust like that, she collapsed.",
    "ノエルが屋上に歩いて行ったのを見て、\n何をしてるのか気になってな……何をしたんだ？": "I saw Noel walk up to the roof.\nI was wondering what you were doing... What did you do?",
    "休憩だよ〜！　ここ、私のお気に入りの場所なんだ。\n涼しくて気持ちいいんだよね♪": "I'm taking a break~! This is my favorite place.\nIt feels nice and cool, doesn't it?",
    "なら、俺に抱き着いていると暑くないか？": "In that case, isn't it hot when you're hugging me?",
    "ううん、そんなことないよ？\nむしろ、%usernameusernameuserna%に抱き着いてると安心する！": "No, that's not true, okay?\nIf anything, hugging %usernameusernameuserna% puts me at ease!",
    "そういってギュッとさらに密着するノエル。\nそうすれば、当然ながらノエルの柔らかい感触が当たってしまう。": "Noel squeezes even tighter as she says that.\nIf I do that, of course Noel's softness will touch me.",
    "（……マズい。収まれ……俺の性欲……！）": "(...This is bad. Calm down... My lust...!)",
    "無邪気に抱き着いて俺の事を信頼しているノエルを裏切るわけにはいかない。\nそうして意識しないように……": "I can't betray Noel, who innocently embraces me and trusts me.\nTry not to think about it that way...",
    "%usernameusernameuserna%、その……私に当たってる、\n硬いこれって……男の人のだよね……？": "%usernameusernameuserna%, um... You're hitting me,\nThis hard thing... It's a man's, isn't it...?",
    "……当然間に合うわけもなく、バレてしまった。": "...Of course, there was no way I could make it in time, so they found out.",
    "すまないと謝ろうとする俺だったが、\n何故かノエルは顔を赤くしながらも真剣な表情をしている。": "I tried to apologize, but...\nFor some reason, Noel's face is red, but her expression is serious.",
    "……私、知ってるよ！\nこういう時は、女の子がセキニン取るんだよね！？": "...I know!\nAt times like this, a girl has to take responsibility, right?!",
    "ちゃんと私も少女漫画で勉強してるから！\n女の子が小さくしてあげるんだよね！": "I'm studying in shoujo manga too!\nA girl is going to make it smaller!",
    "明らかに間違った性知識を俺に伝えながら、\n制止を無視し思いきり勃起した性器を引きずり出す。": "As she clearly conveyed the wrong sexual knowledge to me,\nIgnoring her attempts to stop me, I pulled out my erect genitals as hard as I could.",
    "え……っ！　こ、こんな、お、大きいんだ……\nえっと、するときにはここを破いて……": "Huh...?! I-It's so big...\nUmm, when you do that, tear through here...",
    "意を決した顔で、自分のスパッツを指で器用に破ったノエルは、\nそのままの勢いに俺の肉棒を挿入していく。": "With a determined look on her face, Noel deftly broke her own shorts with her fingers\nI put my dick inside her.",
    "ん、くっ、んぅうううううう！": "Nn, ngh, nnnghhh!",
    "苦しそうな声を上げながらも、\n俺の肉棒を膣中に受け入れるノエル。": "Even as she let out a pained cry,\nNoel accepts my dick inside her vagina.",
    "はぁ、はぁ……全部入ったよぉ……\n最初は痛いって聞いたけど……思ったより、大丈夫だったよ。": "*pant pant*... It's all in...\nI heard it hurt at first, but... I was better than I thought.",
    "むしろ、%usernameusernameuserna%のことを、\nお腹の中一杯に感じて……安心した気持ちになるね……": "If anything, I think %usernameusernameuserna% is...\nI feel so full inside... I feel relieved...",
    "ちらちらとスパッツの隙間から覗くピンク色の性器が、\nやけに扇状的に見えて興奮を湧き立てる。": "I caught glimpses of her pink genitals peeking out from between her shorts\nIt looked awfully fan-like, and it made me excited.",
    "んっ、ふぅ……はぁ、熱いから……\nおっぱいも、出しちゃうね……んっ、ふぅ……": "Nn, fuu... haa, it's hot...\nI'm going to cum from my boobs too... Mm, fhh...",
    "ノエルは制服の裾をたくしあげ、\nこちらに見せつけるように、その豊満な胸をあらわにしている。": "Noel pulled up the hem of her uniform\nHer voluptuous breasts are exposed, as if to show off to me.",
    "男の子って、こういうおっぱいを見るのも好きなんだよね……？": "Boys like to look at boobs like this, don't they...?",
    "こうして……お外で、出しちゃうのは……ふぅ、\nん……ちょっと、はずかしい…………でも……": "Coming outside... like this... is... fuu,\nMm... It's a little embarrassing... But...",
    "%usernameusernameuserna%に……見てもらえると……\n嬉しいなって、思うの……": "If %usernameusernameuserna%... can take a look at it...\nI think I'm happy...",
    "そう言いながら片方の手で、ピンク色の乳首をしごきだす。": "As I said that, I stroked her pink nipples with one hand.",
    "んふっ……ん、ん……はぁ……": "Eheh... nn, nn... hah...",
    "ぎこちない動きでも快感を得ているようで、\nこちらから見てもわかるほど、乳首が立ち上がっていた。": "Even with her awkward movements, she seemed to be gaining pleasure.\nI can tell from looking at her that her nipples are standing up.",
    "なんか……こうしたほうが……\nもっと奥まで、入りやすくなる気がする……": "It's kind of... better this way...\nI feel like it'll be easier to go in deeper...",
    "んっ、ふぅ……よいしょ、よいしょ……": "Nnh, fuuh... Alright, alright...",
    "ノエルはペニスに奉仕をするかのように、\n小刻みに腰を動かして出し入れする。": "As if servicing my penis, Noel...\nI move my hips in and out of her little by little.",
    "んっ、ふぅ……こうやって、擦るんだよね……？\nねぇ……気持ち、いい……？": "Nn, fuu... You're rubbing it like this, aren't you...?\nHey... Does it feel good...?",
    "あくまでこちらの快感のためだけにやっているのだ、と思ったら\n背筋がぞくぞくしてきた。無言で首を縦に振る。": "Just when I thought she was only doing it for the sake of my pleasure...\nA shiver ran down my spine. I silently nodded my head.",
    "えへへ……よかったぁ……もっと、気持ちよくなってね……": "Ehehe... Thank goodness... Make me feel even better...",
    "……あのね……私……\n誰にでもこんなことするわけじゃないよ……": "...You know... I...\nI don't do this to just anyone...",
    "あなたが、んっ、あっ……私のこと……はぁっ、\n受け入れて……くれたから……": "You're, nn, ah... about me... haah,\nBecause... you accepted me...",
    "私も……あっ、あなたのこと……全部……\nはぁっ……受け入れたいの……んん……っ！": "Me too... ah, everything... about you...\nHaah... I want to accept it... Mmm...!",
    "ノエルの手の動きに合わせて、柔らかな胸がぐにぐにと形を変える。": "Her soft breasts change shape in time with the movement of Noel's hand.",
    "あぁっ、あん……はぅ……ふ、ぅん……": "Aah, ahn... hau... fu, uhn...",
    "胸の突起を爪で引っ掻いたり、つまんだり……\nその愛撫に合わせるように、膣内がどんどん濡れていった。": "I scratched and pinched the protrusions of her chest with my nails...\nHer vagina is getting wetter and wetter in time with my caress.",
    "愛液がしたたり、スパッツに少しシミを作っている。": "Her juices are dripping, and she's making a little stain on her shorts.",
    "あっ……なんか、さっきよりぬるぬるになって……\nんんっ、いれやすく……なったかも……": "Ah... It's even more slippery than before...\nMmm, it's easier to put it in... I think...",
    "先ほどよりも大きく、ゆっくり、腰を動かすノエル。\nその動きに合わせて、スパッツが少しずれ、クリトリスに触れる。": "Noel moves her hips, bigger and slower than before.\nMatching her movements, her shorts shifted slightly, touching her clitoris.",
    "んひっ！　あっ、やだっ、これ、こすれて……！\nうぅぅんっ！　しげき……つよいぃ……": "Nhii! Ah, no, this is, rubbing...!\nUuuunh! Shigeki......so strong......",
    "言葉とは裏腹に、繋がっている部分の愛液がより一層増えていった。": "Contrary to her words, the love juices on the part where we're connected increase even more.",
    "時折ペニスにも、スパッツのざらりとした質感が触れる。\nこれが一番敏感な部分に当たっているのなら、相当な刺激だろう。": "The rough texture of her shorts occasionally touches my penis as well.\nIf this is hitting the most sensitive part, it must be quite stimulating.",
    "はあっ……ぅん、あんっ、……あっ、あっ……\nんぅぅっ、だめぇ……": "Haah... uhn, ahn... ah, ah...\nNnngh, no...",
    "繋がっている部分から、じゅくじゅくと卑猥な音が漏れ始める。": "An obscene slurping sound began to leak out from where we were connected.",
    "あっ……ふぅ……えっちな、音する……\nこんな、ぐじゅぐじゅになっちゃって……はずかしいよぉ……": "Ah... Phew... What a dirty sound...\nIt's so embarrassing... that it's become so wet...",
    "あのね……？　ほんとに、ほんとに、\n%usernameusernameuserna%だから、こうしてるんだよ……？": "You know...? Really, really,\nThat's why I'm doing this, %usernameusernameuserna%...",
    "だって、わたし……んぅっ、他の人に、こんなことしたいって……\n思ったこと……あっ……ない、もん……": "I mean, I... nngh, want to do this to someone else...\nI've never... ah... thought about it...",
    "その言葉が嬉しくて、ノエルが気持ちよくなるように、\n自分も腰を動かし始めた。": "I was so happy to hear her say that I wanted Noel to feel good\nI started moving my hips as well.",
    "あっ、あっ！　やだそこっ、気持ちいいっ！\nそこずりゅずりゅされるの、きもちいいよぉ……っ！　んんっ！": "Ah, ah! No, not there, it feels good!\nIt feels so good when you rub there...! Mmm!",
    "ノエルが気持ちいいと言った場所を、ゆっくりゆっくり擦っていく。\n緊張していたナカがやわらかくなってきた。": "I slowly, slowly rub the spot where Noel said it felt good.\nThe tense Naka is getting softer.",
    "ひんっ……あっ、はいってくるの、わかるぅ……！\nあっ、わたしのナカ、ひろげて……はぁっ、あぁん……！": "Hnngh... Ah, I can feel it coming in...!\nAh, my dick's getting bigger... Haah, aahn...!",
    "程よい圧迫感が、少しずつペニス全体を包み込んでいく。\nあたたかくて、ぬるぬるしていて……ものすごく、気持ちいい。": "A moderate pressure enveloped my entire penis, little by little.\nIt's warm and slippery... It feels incredibly good.",
    "はぁっ、ぅんっ、……あ、んっ、すごい音……\nじゅぽじゅぽいってて、えっち……えっちだよぉ……": "Haah, uhn... ah, mm, what an amazing sound...\nIt's so wet, it's dirty...it's perverted...",
    "気づけば膣内はすんなりペニスを受け入れ、奥まで容易に\n出し入れできるようになっていた。": "Before I knew it, the inside of her vagina smoothly accepted my penis and easily went all the way to the back.\nI can move it in and out.",
    "あれ……？　はっ、いつのまに、か……\nぜんぶ、はいってる……": "Huh...? Hah, when did you...\nEverything's inside...",
    "あぁっ、おく、まで……ふっ、はあっ……！\nあっ！　……ん、ああっ……うれ、しい……": "Aah, all the way... deep... fuh, haah...!\nAh! ...Mm, ahh... I'm so happy...",
    "その言葉通り、ナカも嬉しそうにペニスを\nきゅうきゅうと締めつけてきた。": "Just as she said, Naka happily stroked my penis as well.\nShe tightens around me.",
    "ね、ねえ……%usernameusernameuserna%……": "H-Hey... %usernameusernameuserna%...",
    "恥ずかしそうに、ノエルが口ごもる。": "Noel hesitates, embarrassed.",
    "えと、あの……も、もすこし……はやくしても、いいよっ……？": "Um, umm... I-I can... do it a little faster...",
    "言われた通り、それでもノエルに負担をかけないよう、\n律動を速める。": "I did as I was told, but even so, I didn't want to burden Noel\nI sped up the rhythm.",
    "あっ、すごい……あぅっ、さっきも気持ちよかったけど、\nあんっ、あっ、こっちのほうが、いい……！": "Ah, wow... Auh, it felt good earlier too, but...\nAhn, ah, this is better...!",
    "痛みはないか聞くと、何度も首を横に振った。": "When I asked her if it hurt, she shook her head repeatedly.",
    "あの……ほんとは、はじめての時って……\nナカ、いたくなったり……するんだよね……？": "Um... The first time was...\nNaka, you want to...want to, don't you...?",
    "あっ、それもね……漫画で、知ったの……\nはぁっ、なのに、なんでだろ……？": "Ah, that, too... I learned about it in a manga...\nHaah, so why...?",
    "んぅっ、あっ、すごく、きもちいいの……！\n%usernameusernameuserna%と……だから……？": "Nnuh, ah, it feels really good...!\nBecause... of %usernameusernameuserna%...?",
    "自分の言葉に興奮しているのか、乳首を弄る指と、\n腰の動きが速くなっていく。": "Perhaps she was excited by her own words, because her fingers were playing with her nipples.\nI move my hips faster.",
    "はぁっ、あっ、だから、あんっ、もっと……\nもっと、はやくして、いいよ……っ！　あぁっ、はぁっ！": "Haah, ah, like I said, ahn, more...\nYou can do it, faster...! Aah, haah!",
    "腰の動きをさらに早めると、ノエルもまた、\nこちらの動きに合わせて腰を振ってきた。": "I move my hips even faster, and Noel does the same.\nShe moves her hips in time with my movements.",
    "あっ、あひっ、あっあっあっ、んっ、いぃっ！": "Ah, ahiii, ah, ahhhh, nn, iii!",
    "まるでペニスをしゃぶっているかのように、\n夢中で何度も性器を押し付けてくる。": "It was as if she was sucking on my penis.\nShe pressed her genitals against me over and over again, engrossed.",
    "スパッツがてらてらと黒光りするほど、愛液でびっしょり濡れていた。": "Her shorts were so wet with love juices that they glistened black.",
    "あふっ、もっと、もっと、あっ、もっとちょうだい……\nんあっ、いい、ひっ、……あ、あ、ふあぁぁっ！": "Ahh, give me more, more, ah, more...\nNnah, good, hih... ah, ah, fuaaah!",
    "先ほど気持ちいいと言っていた場所を強く擦ると、\n体がビクッと大きく震える。": "I rub hard against the spot where she said it felt good earlier.\nMy body trembles violently.",
    "やぁっ、そこ……ああっ、だめ、きもちいい、へんになるう……！": "No, not there... Ahh, no, it feels good, I'm going crazy...!",
    "ノエルの喘ぎ声に煽られて、さっきよりも激しく、\nペニスを奥まで叩きつける。": "Spurred on by Noel's gasping voice, it was even more intense than before\nI slammed my penis all the way in.",
    "あっ、あーっ、それ、もっとほしいのっ！　うっ、んんっ、すき……\nきもちいい……おちんちん、すきぃ……！": "Ah, ahhh, I want more of that! Ugh, mmm, I love you...\nIt feels so good... I love your dick...!",
    "はぅっ、あん、あっ、あっ、あっ、ひぃんっ！": "Hauh, ahn, ah, ahh, aah, hiinh!",
    "更にねだるように、腰の動きを速めていくノエル。\nナカがぎゅうぎゅう収縮して、強い快感が体中を駆け巡っていく。": "Noel starts moving her hips faster, as if begging for more.\nNaka contracted, and intense pleasure coursed through my body.",
    "んぁっ！　なんか、おちんちん、おっきくなったぁ……！？": "Nnah! Your penis has gotten kinda big...!?",
    "あ、はあっ、だめ、ぐちゃぐちゃになっちゃう、私……\nあんっ、はっ、ああっ！": "Ah, haah, no, I'm going to get all messed up...\nAnh, hah, aah!",
    "最奥をむさぼるように、夢中で突き上げる。": "I thrust into her in a trance, as if to devour her deepest parts.",
    "あーっ、すきっ、もっと……もっとおく、きてっ！\nはあぁんっ、おく、ぐちゅぐちゅして、ぅあっ、あん、あぁあっ！": "Ahh, I love you, more... Deeper, come!\nHaaahn, it's so deep, so wet, uwah, ahn, ahhh!",
    "んひっ、あ、あぅっ、いいっ、きもちいいよぉ……！": "Nhii, ah, auu, good, it feels good...!",
    "ノエルが夢中になってくれるのが嬉しい。\n奥からこみあげるものを感じ、自分も限界が近いのを察する。": "I'm happy that Noel is engrossed.\nFeeling something welling up from deep inside me, I sense that I'm nearing my limit too.",
    "あっ、ああっ、もうだめ、私、なんか、きちゃう……！\nえっこれっ、なに……？　あたま、ちかちかして……あぁっ！": "Ah, ahhh, I can't take it anymore, I'm... going to cum...!\nHuh? What's this...? My head's flickering... Aaah!",
    "あっ、あんっ、ああああぁぁぁっ！": "Ah, ahn, ahhhh!",
    "はあぁぁっ……あっ、あ……": "Haaaah... ah, ah...",
    "ペニスの先端を膣奥にぐりぐりと押し付け、精を吐き出した。": "I press the tip of my penis against the back of her vagina and spit out my semen.",
    "そのすべてをノエルは受け入れ、呑み込んでいく。\nそうして全てを出し切り、ペニスの抜けた秘所から精液があふれ出る。": "Noel accepts and swallows all of it.\nWith that, I let everything out, and semen overflows from where my penis is missing.",
    "あぁ……どうしよう、まだ……きもちいい……": "Ahh... What should I do? It still... feels good...",
    "吐息を漏らしながら、\nうっとりとした表情を浮かべるノエル。": "As she let out a sigh,\nNoel looks entranced.",
    "達したばかりである彼女の姿に、頭がくらっとする。": "The sight of her just climaxing made my head spin.",
    "あ……っ、ふぅ……はぁ、はぁ、はぁ……\nきもち……よかったぁ……": "Ah... fuu... haah, haah... haa...\nIt felt...good...",
    "荒げた呼吸を整えながら、満足そうに呟くノエル。\n夢中になって腰を振ったせいで、こちらはまだ息が落ち着かない。": "Noel murmurs in satisfaction as she steadies her ragged breathing.\nI was so engrossed in moving my hips that I still couldn't catch my breath.",
    "えへへ……屋上で、こんなえっちなこと……しちゃったね……": "Ehehe... I did something so dirty on the roof...",
    "繋がっていた場所からこぽこぽと、白濁した液体が漏れ出る。": "A cloudy liquid leaks out from where we're connected.",
    "あ……すごい、いっぱい……出たんだねえ……\nふふ、なんか嬉しい……": "Ah... Wow, you came so much...\nHehe, I'm kind of happy...",
    "ねえ、%usernameusernameuserna%も……\n気持ち、よかった……？": "Hey, %usernameusernameuserna%...\nDid it feel good...?",
    "その表情が普段のノエルとあまりにも違って、\n思わずごくりと喉を鳴らす。": "Her expression was far too different from Noel's usual expression\nI gulp without thinking.",
    "黙って頷くと、ノエルは小さく笑みをこぼした。": "Noel nodded silently, then let out a small smile.",
    "……そして、何かに気づいたように視線を下へと落とす。": "...And then, as if realizing something, she lowered her gaze.",
    "あ……そういえば、スパッツ、思いっきり破っちゃった……": "Oh... Come to think of it, I ripped her shorts as hard as I could...",
    "視線の先には……挿入するために開けた穴だけでなく、\n他の部分もビリビリにスパッツが破れていた。": "My eyes aren't just focused on the hole I opened to put it in...\nThe other parts of her shorts had been torn to shreds.",
    "これ……スカートで隠れないよね……\n……どうしよう？": "I can't hide this with my skirt...\n...What should I do?",
    "……どうしよう……って言われても……": "...I don't know what to do...",
    "部屋まで……ついてきて、くれる？": "Will you... follow me to my room?",
    "このあと、破れたスパッツが見えないように庇いつつ、\n何とか誰にも見られないよう、部屋まで送ることができたのだった……": "After this, I shielded myself so that I couldn't see her torn shorts.\nI somehow managed to escort her back to her room without anyone seeing her..."
}