{
    "カラフルブーケに案内されたルートは確かに彼女達の言う通り、\nメイズシフターも見当たらず安全だった。": "The route they'd taken to the colorful bouquet was indeed as the girls said\nI didn't see the maise shifter, either, so it was safe.",
    "おかげで無駄に戦闘をせず、体力や弾薬を温存できている。": "Thanks to that, we were able to conserve our stamina and ammunition without needlessly fighting.",
    "まず、基礎課程の簡単なおさらいからしていくわね。\n%usernameusernameuserna%もいることだし。": "Let's start with a simple review of the basics.\nAnd %usernameusernameuserna% is here, too.",
    "ああ、ありがとう。": "Yeah, thanks.",
    "私達パイロットの目的は、今更だけどタツミヤ鉱という資源の採掘。\nより良い鉱脈を見つけるため、日々メイズ内を探索しているわ。": "It's a little late to say this, but our objective as pilots is to mine the Tatsumiya Ore.\nIn order to find a better vein of ore, I've been exploring the Mays day after day.",
    "だから未調査エリアのマッピングといった活動も、とても重要なの。": "That's why mapping out unexplored areas is also very important.",
    "そういや、浅い層ってほとんどもう、\nタツミヤ鉱が取り尽くされてるんだよな。": "Come to think of it, most of the shallow layers are already...\nTatsumiya ore has been completely depleted.",
    "ええ、メイズシフターの強さや重力異常による負荷は、\n層が深くなればなるほど大きくなる。": "Yes, the burden caused by the strength and gravitational anomalies of the maise shifters\nThe deeper the layer, the bigger it gets.",
    "だから比較的安全な浅い層は探索初期の頃に、\n結構取り尽くされてるわね。": "That's why the relatively safe shallow layer was at the beginning of the search\nThat's quite a bit of work.",
    "とはいえ、今でも前のように見つかるときは見つかりますし、\n未調査エリアが発見されることもありますわ。": "That said, even now, I can find it whenever I'm found like last time,\nUnexplored areas can be discovered.",
    "でも、やっぱり深い層ほど多くはない。": "But there really aren't as many as there are deep levels.",
    "なるほどな。": "I see what you mean.",
    "じゃあ、深い層ほど危険な分タツミヤ鉱も多いならさ、\n有能なパイロットを一気に最下層まで送ったりしないのか？": "Well, if the deeper you go, the more dangerous Tatsumiya Ore is,\nAren't you going to send a capable pilot to the bottom floor all at once?",
    "『主縦坑〈メインシャフト〉』ってわかる？": "Do you know what the main shaft is called?",
    "いや、初耳だな……": "No, this is the first I've heard of it...",
    "この島の『ガレムグラード山脈』の中心にある大穴――\n通称『ポータル・ゼロ』っていうんだけど……": "A large hole in the center of the Galemgrad Mountains on this island—\nIt's commonly known as Portal Zero...",
    "そこから最奥の『大広間〈メインホール〉』と呼ばれる場所まで、\nメイズ最大の『縦坑〈シャフト〉』――『主縦坑〈メインシャフト〉』というのが伸びてるの。": "From there, we went all the way to the farthest part of the room, which was called the \"Great Hall 〈メインシャフト〉\"\nMayse's biggest \"Shaft 〈シャフト〉\"—\"Main Shaft 〈メインホール〉\"—expands.",
    "大昔はそれを使って、パイロットを一気に最奥まで送る……\nなんてこともしていたらしいよ。": "In the past, I used that to send the pilot all the way to the very back in one go...\nI heard you were doing something like that.",
    "それが今行われていないってことは、成功しなかったわけか……": "If that's not happening right now, then that means it didn't succeed...",
    "それだけ重力異常が大きく、\n強力なメイズシフターが跋扈しているのだろう。": "That's how big the gravity anomaly is.\nThere must be a powerful maise shifter running rampant here.",
    "最奥に至るほどのメイズ適性を持ったパイロットは、\n未だ現れていませんわ。": "The pilot, who had the aptitude for mace to reach the very back...\nHe hasn't shown up yet.",
    "だから現在とられているのは、個々でメイズ適性を伸ばしながら、\n少しずつより深い層、地帯に進んでいくって方法よ。": "That's why what's currently being taken is for each of us to increase our maise aptitude individually\nIt's a way to go deeper and deeper into the zone, bit by bit.",
    "今いるここ……網の目に張り巡らされた『横坑〈ドリフト〉』や、あるいは『縦坑〈シャフト〉』、\n各坑を繋ぐ『広間〈ホール〉』を通ってね。": "The place I'm in right now... The \"Straightshaft 〈ホール〉\" in the mesh, or maybe the \"Shaft 〈シャフト〉\"\nThrough the [Hall Room 〈ドリフト〉] connecting each mine.",
    "……っと、そろそろ原生帯〈プライマル・ベルト〉も近いわ。": "...Oh, it's about time for the Primogenitor Belt to be close by.",
    "本当にメイズシフターの出ない安全なルートだったな。": "It really was a safe route without the Mazesifter.",
    "わたくし達は現在合計８機で行動してますから、何も考えずに\n進んでいた場合、確実にメイズシフターと戦闘に入っていましたね。": "We're currently operating in a total of eight machines, so we don't have to think about anything.\nIf we'd gone any further, we would've definitely entered the fray with the Mazesifter.",
    "ただでさえ金欠で弾少ないのに、\n無駄撃ちさせられちゃたまんないっての。": "She was already short of money and didn't have much ammo, but...\nI can't let you waste your time shooting.",
    "ん？　機体の数ってメイズシフターに関係あるのか？": "Hm? Does the number of aircrafts have something to do with the maise shifters?",
    "か、関係あります。その、たくさんで行動すると、\n刺激しちゃうので……とても敏感な生き物ですから……": "I-It has something to do with that. Um, if you act with a lot of people,\nBecause it stimulates them... They're very sensitive creatures...",
    "ああ、なるほどな……\nだからあまり各校舎、大所帯のチームがないのか。": "Ah, I see...\nSo that's why there aren't many teams of large groups in each building.",
    "（そういえば初めてめる達と会ったとき、カオスメイデンのふたりが\n現れた直後にメイズシフターがやってきたもんな）": "(Come to think of it, the first time I met them, the two Chaos Maidens\nThe maise shifter came right after he appeared, after all.)",
    "はい……基本は５～６機以下で、\nチームは構成されることが多いです。": "Yes... There are only five or six of them.\nThere are a lot of teams.",
    "加えて、可能なら隠密行動するのが吉。": "In addition, if possible, it would be a good idea to act in secret.",
    "安全ルートを通ってるのに、隠密行動に意味なんてあるのか？": "We're taking the safe route, so what's the point of sneaking around?",
    "……うん？　ああ、そうねぇ……": "...Hm? Oh, right...",
    "植生のある原生帯〈プライマル・ベルト〉からは重要になるわ。": "It'll be important from the vegetative protozoa 〈プライマル・ベルト〉.",
    "探知能力の高いメイズシフターも増えてくるから、\n仮に安全ルートでも安心はできない。": "The number of Mayse-Sifters with high detection abilities will increase as well, so...\nEven if it was a safe route, there was no reassurance.",
    "メイズ内ってあまり光は届かないけど、赤外線視力や熱源探知、\n嗅覚や聴覚の発達した種もこの先増えてくるの。": "Light doesn't really reach inside the maise, but it's got infrared vision and heat signature detection\nThe number of species with advanced sense of smell and hearing will increase in the future.",
    "だから周囲の地形や植生をしっかり把握して、静音モードも駆使しつつ\n隠密行動することが重要なのよ。": "That's why we have a firm grasp of the surrounding terrain and vegetation, while also using Shizune Mode\nIt's important to act in secret.",
    "そういうものなのか……": "So that's how it is...",
    "そんな基礎中の基礎も知らないとか、マジしょっぼ～！\n指揮や戦術には詳しいくせに。": "You don't even know the basics? Seriously?!\nYou know a lot about command and tactics.",
    "うっせーな。記憶喪失に知識を求めんじゃねえ。": "Shut up. Don't ask for knowledge from amnesia.",
    "にしては、持っている知識に変に偏りが――": "For that matter, there was a strange bias in the knowledge she possessed—",
    "……しっ！　全機、一旦停止して。": "...Shhh! All units, stop for now.",
    "なになに！？　着いたの！？": "What the hell?! We're here?!",
    "いえ、これは……メイズシフターの反応ですね。": "No, this is...a reaction from the maise shifter.",
    "そ。この先の広間〈ホール〉を抜けるといよいよ原生帯〈プライマル・ベルト〉だけど、\nその前にあいつらを片付ける必要があるわね。": "That's right. Once we pass through the hall up ahead, the Progenitor Zone is finally 〈プライマル・ベルト〉, but...\nWe'll need to take care of them first.",
    "幸い、まだ向こうはこっちに気づいてないようです。\nただ隠密行動や静音モードで切り抜けるのは難しそうですね。": "Fortunately, they haven't noticed us yet.\nBut it'll be difficult to get through it in stealth and quiet mode.",
    "じゃあ、迂回？": "A detour, then?",
    "残念ながらここは迂回できないの。": "Unfortunately, we can't go around here.",
    "……つまり？": "...In other words?",
    "消耗は最小限に、手早く片付ける。それが今できる最適解よ。": "Keep your weariness to a minimum and take care of it quickly. That's the best solution we can come up with right now."
}