{
    "ゲートを通った俺たちは、\nついにメイズ内へと降り立った。": "After passing through the gate, we finally descended into the <br> Mayse.",
    "ようこそ、メイズへ！\nここは<r=ケイブ・ベルト>地穴帯</r>。いわゆる、一番浅い階層だね～！": "Welcome to Maze! <b>This is the <r-cave belt> Earthhole belt. It's the shallowest floor, so to speak!",
    "なんかさっきから、テンション高くないか？": "Haven't you been in high spirits for a while now?",
    "おまえが言う？\n訓練の時の変な軍曹キャラより全然マシ。": "You're saying? It's way better than the weird sergeant character from the <br> training.",
    "ちゆるさんは、メイズ研究同好会を主宰していますからね。": "Chiyuru-san presides over the Mayse Research Society, after all.",
    "つまりメイズ大好きさんというわけですわ。そのぶん、知識も豊富。": "In other words, she loves Mayse. She has a lot of knowledge.",
    "でも会員は確かひとりなんだっけ？": "But there's only one member, right?",
    "しかも詳細の活動内容は不明で、ちょっと怪しいですけれど。": "We don't know the details of their activities, so it's a little suspicious.",
    "……つまりひとりでメイズに興奮してる、危ないヤツってことか。": "...In other words, she's a dangerous person who's excited about Maze all by herself.",
    "どうして！　知識欲がバシバシ刺激されるでしょ！？\nしかもタツミヤ鉱以外に、人間まで採掘できるわけだしね！": "Why?! My thirst for knowledge is being stimulated, isn't it?! And besides the <b> Tatsumiya mine, I can even mine humans!",
    "俺を鉱石と一緒にするな！\n相当特殊なケースだろ！": "Don't lump me in with the ore! <br>That's a pretty special case!",
    "ま、この階層はとっくに掘りつくされてるから、\n採掘の期待値は高くないけどね。": "Well, this floor has already been dug up, so the expected value of the <br> mining isn't high.",
    "ちなみに、私たちの侵入許可は、\n<r=ケイブ・ベルト>地穴帯</r>までしか下りていません。": "By the way, our permission to enter is only limited to the <br> <r-cave belt> area.",
    "ゆえに、成果を得るならば、出現するメイズシフターが\nタツミヤ鉱を貯め込んでいる場合がありますからそこが狙い目ですわ。": "Therefore, if we want to achieve results, the Maizsifter that appears may be storing up the <br> Tatsumiya Ore, so that's what we're aiming for.",
    "ああ、そのあたりは補修で教え込まれたよ。\nそれに今回は、深入りするつもりもなかったからな。": "Yeah, I was taught that through repairs. <b>And I didn't intend to get too involved this time.",
    "お？　あんだけメイズに行きたがってたのに？\nビビっちゃった？": "Oh? Even though you wanted to go to Mayse so badly? Did you freak out <br>?",
    "あの時は、俺も戦闘できるって思ってたんだよ！\n丸腰だから諦めたの！": "At the time, I thought I could fight, too! I gave up because <br> was unarmed!",
    "ひとまず今日の目標は、片っ端からメイズシフターを倒しまくる。\nそれだけだ。": "Today's goal is to defeat the maise shifters one by one. That's all there is to it.",
    "俺は指揮を取らない。七彩もリーダーシップは封印だ。\nとにかく各自の自己判断に任せる。": "I won't take command. Shichika's leadership is a seal. <b>Anyway, I'll leave it up to each of you to make your own decisions.",
    "は……はぁ！？　なんですのそれは！\n組織的戦闘をするなというのですか！？": "Huh... Huh?! What's that supposed to mean?! Are you telling me not to engage in organized battle?!",
    "おっ、よくわかってるじゃないか。\nちなみに採掘報酬は、メイズシフター撃破数に応じて分配するぞ。": "Oh, you get it, don't you? By the way, the mining reward will be distributed according to the number of maise shifters defeated.",
    "ななな……！　それじゃ、協力ではなく競争をしろと？\n同じチームで！？": "Wh-Wh-What...?! So you're telling me to compete, not cooperate? <br>With the same team?!",
    "……質問。ふたりで一体を仕留めた場合は？": "...Question. What if we kill one of them together?",
    "トドメを入れた方の撃破数に加算する。\n個人戦績だけを有効とみなすぞ。": "I'll add to the number of defeats on the side that dealt the finishing blow. I'm only going to consider the personal battle record of <br> to be effective.",
    "アシストは無駄骨ってことかい？\nそれはさすがに……": "Does that mean the assist is a waste of time? <b>That's a bit...",
    "ラミたちで喧嘩してもしょーがないじゃん！\nやっぱ指揮官向いてないんじゃない？": "There's no point in fighting with Rami and the others! I guess <br> isn't cut out to be a commander after all.",
    "どうしてそうあなたは、チームワークを否定することばかり……": "Why do you always deny teamwork...?",
    "わ……わかりましたっ！\nとにかくいっぱいいっぱい、倒せばいいんですよね！": "I... I understand! Anyway, we just have to defeat a lot of them, right?",
    "めるさん！？\nあなた、まさか従うつもりですの！？": "Meru-san?! <br>Don't tell me you're going to obey?!",
    "もちろんです！　だって%usernameusernameuserna%さんの指示には、\nきっと意味がありますから！！": "Of course! After all, %username, username, userna%-san's instructions must have some meaning!!",
    "める、目がキマってるし。コワ～。\nフラットスピンしすぎでおかしくなっちゃった。": "I-I've got a bad eye. I'm scared~. The <br> flat spin is too much, and I've gone crazy.",
    "そう……私にはフラットスピンがあります！\n%usernameusernameuserna%さん直伝のこの技で……！": "That's right... I have a flatspin! <b>%user name, username, user name, and na%-san taught me this technique...!",
    "いきます！　エンゲージ・オフェンシヴ！\nキーーーーンッ！！": "Here I go! Engaging Ofenciv! <br> Keeeeen!!",
    "と、めるはレーダーに映ったメイズシフターの群れへ向かっていく。\nだが、考え無しに突っ込んだわけでもないようだ。": "With that, Meguru heads for the swarm of Mayse-Sifters on her radar. It's a <b>, but it doesn't seem like she's charging in without thinking.",
    "フラットスピンを使った高速機動で群れに対して\n有利な位置を陣取り、地の利をうまく活かして戦っている。": "They’re using high-speed maneuvers using flatspins to position themselves in a <br> advantage against the pack, making good use of their geographical advantage to fight.",
    "めるにフラットスピンを仕込んだのは正解だったな。": "I guess I was right to put a flat spin on it.",
    "くっ……めるさんにだけ戦わせるわけには……！\nみなさん続いて！　援護しますわよ！": "Ugh... I can't let Meru-san fight alone...! <br>Everyone, follow me! I'll cover you!",
    "援護じゃないぞー。ここからは点の取り合いをしろ！": "I'm not here to back you up. From here on out, fight for points!",
    "ああもうっ……！\nわかりましたわよ！": "Aaah, geez...! <br>Understood!",
    "キーーーーンッ！": "*squeeeeeeeze!*",
    "出遅れた４人も、メイズシフターへと突っ込んでいく。": "The four of them, who had been too late, also charged at the maise shifter.",
    "そこからの戦いは、互いに撃墜数を競い合い、\nチームとしての連携もクソもない戦いだったのは、言うまでもない……": "It goes without saying that the battle from there was a battle where both sides competed to shoot down each other, without any coordination or shit as a <br> team...",
    "楽しかったけど、疲れたぁ～。全然上手くいかなかったしね……": "It was fun, but I'm tired. It didn't go well at all...",
    "……頭がガンガンする。": "...My head is pounding.",
    "そりゃあんだけ派手に衝突してりゃね。ラミもまだお尻痛いし。": "That's because of that flashy clash. Rami's butt still hurts.",
    "訓練で学んだことを活かすとか、そういう次元ではなかったですわね……": "It wasn't on the level of making use of what I learned during training...",
    "でもわたし、今回は壁とかみなさんに機体をぶつけずに済みました！": "But this time, I didn't bump into the wall or anyone else!",
    "危ないと思ったら、すっごい軌道で遠くにすっ飛んでいくんだもん。\n何アレ？": "If you think it's dangerous, it'll fly off into the distance in an amazing orbit. <b>What's that?",
    "フラットスピン……あんな動きができるんだ。": "Flat spin... I didn't know she could move like that.",
    "確かに感心しましたけれど……こんな戦い方、身も心も持ちませんわ。": "I'm certainly impressed, but... I don't have a body or soul to fight like this.",
    "いやいやホントに。いつもの数倍疲れたよ～。": "No, no, seriously. I'm several times more tired than usual.",
    "待たせたな。今デバイスに結果が届いた。\nそれぞれのタツミヤ鉱の採掘量が算出されたぞ。": "Sorry to keep you waiting. The results have just arrived on the device. The amount of Tatsumiya ore mined for each <b> has been calculated.",
    "どーでもいーわー。全然倒せなかったしー。": "It doesn't matter. I couldn't beat him at all.",
    "撃破数１位は――める、お前ぶっちぎりだ。よくやったな！": "First place is――Sh-Sheesh, you're a real piece of work. Good job!",
    "あ、ありがとうございます！\nえへへ、%usernameusernameuserna%さんのおかげで……": "Th-Thank you very much! <b> Ehehe, thanks to %user name, username, userna%-san...",
    "報酬分配はこのくらいだ。今デバイスで送金する。\n好きに使っていいぞ。": "That's about it for the reward distribution. I'll send you a transfer via the device now. Use the <b> however you like.",
    "ありが……ええええっ！！？\nけけ、桁が間違っていませんかあ！？": "Thank you... Whaaaaat!? <b>Kekekeke, isn't that the wrong number!?",
    "いいや？　今日の成果はほとんどめるだったからな。\n撃破数に応じた分配だって言ったろ？": "No? Today's results were pretty much nil. Didn't I tell you that it was distributed according to the number of <br> defeated?",
    "ねえ、ラミは！？　ラミはいくらだったの！？": "Hey, what about Rami?! How much did Rami cost?!",
    "待って、今送金する。……こんなもんだ。": "Wait, I'll send the money now. ...This is it.",
    "は……なにこれ！\n子どものお小遣いかっつーの！！": "Hah... What's this?! It's a child's allowance!",
    "悔しかったらもっと掘って、もっとメイズシフターを倒せ。\n明日以降も、同じ方式でメイズに潜るぞ。": "If you're frustrated, dig more and defeat more maise shifters. <br>We'll dive into the maise in the same way from tomorrow onward.",
    "なんですって……！？": "What did you say?!",
    "これは……ちょっと本腰いれないといけないようだね。": "Looks like I'll have to get serious.",
    "うん。負けてらんない……！": "Yeah. I can't lose...!"
}