{
    "ゲートを通った俺たちは、\nついにメイズ内へと降り立った。": "We passed through the gate...\nAt last, we descended into the Maze.",
    "ようこそ、メイズへ！\nここは<r=ケイブ・ベルト>地穴帯</r>。いわゆる、一番浅い階層だね～！": "Welcome to Mays!\nThis is the <r-cave belt> Earthhole belt. It's the shallowest floor, so to speak!",
    "なんかさっきから、テンション高くないか？": "Haven't you been in high spirits for a while now?",
    "おまえが言う？\n訓練の時の変な軍曹キャラより全然マシ。": "You're the one saying that?\nIt's way better than that weird sergeant character from training.",
    "ちゆるさんは、メイズ研究同好会を主宰していますからね。": "Chiyuru-san presides over the Mayse Research Society, after all.",
    "つまりメイズ大好きさんというわけですわ。そのぶん、知識も豊富。": "In other words, she loves Mayse. She has a lot of knowledge.",
    "でも会員は確かひとりなんだっけ？": "But there's only one member, right?",
    "しかも詳細の活動内容は不明で、ちょっと怪しいですけれど。": "We don't know the details of their activities, so it's a little suspicious.",
    "……つまりひとりでメイズに興奮してる、危ないヤツってことか。": "...In other words, she's a dangerous person who's excited about Maze all by herself.",
    "どうして！　知識欲がバシバシ刺激されるでしょ！？\nしかもタツミヤ鉱以外に、人間まで採掘できるわけだしね！": "Why?! Isn't my thirst for knowledge getting slapped?!\nAnd besides Tatsumiya Ore, we can even mine humans!",
    "俺を鉱石と一緒にするな！\n相当特殊なケースだろ！": "Don't lump me in with the ore!\nIt's a very special case!",
    "ま、この階層はとっくに掘りつくされてるから、\n採掘の期待値は高くないけどね。": "Well, this floor has already been dug up, so...\nThe expected value of the mines isn't high, though.",
    "ちなみに、私たちの侵入許可は、\n<r=ケイブ・ベルト>地穴帯</r>までしか下りていません。": "By the way, our permission to infiltrate\n<r-cave belt>It's only gone down to the underground zone <r>.",
    "ゆえに、成果を得るならば、出現するメイズシフターが\nタツミヤ鉱を貯め込んでいる場合がありますからそこが狙い目ですわ。": "Therefore, if we want to achieve results, we need the maise shifter to appear.\nTatsumiya ore can be stored up, so that's what we're after.",
    "ああ、そのあたりは補修で教え込まれたよ。\nそれに今回は、深入りするつもりもなかったからな。": "Yeah, I was taught that through repairs.\nBesides, I didn't intend to get too involved this time.",
    "お？　あんだけメイズに行きたがってたのに？\nビビっちゃった？": "Oh? Even though you wanted to go to Mayse so badly?\nDid you freak out?",
    "あの時は、俺も戦闘できるって思ってたんだよ！\n丸腰だから諦めたの！": "At the time, I thought I could fight, too!\nI gave up because I was unarmed!",
    "ひとまず今日の目標は、片っ端からメイズシフターを倒しまくる。\nそれだけだ。": "For the time being, our goal for today was to defeat the Mayse-Sifter one by one.\nThat's all.",
    "俺は指揮を取らない。七彩もリーダーシップは封印だ。\nとにかく各自の自己判断に任せる。": "I won't take command. Shichika's leadership is a seal.\nIn any case, I'll leave it up to each of you to make your own decisions.",
    "は……はぁ！？　なんですのそれは！\n組織的戦闘をするなというのですか！？": "Wh-What?! What's that supposed to mean?!\nAre you telling me not to engage in organized combat?!",
    "おっ、よくわかってるじゃないか。\nちなみに採掘報酬は、メイズシフター撃破数に応じて分配するぞ。": "Oh, you really do get it.\nBy the way, the mining reward will be distributed according to the number of Mayscissors defeated.",
    "ななな……！　それじゃ、協力ではなく競争をしろと？\n同じチームで！？": "Wh-Wh-What...?! So you're telling me to compete, not cooperate?\nIn the same team?!",
    "……質問。ふたりで一体を仕留めた場合は？": "...Question. What if we kill one of them together?",
    "トドメを入れた方の撃破数に加算する。\n個人戦績だけを有効とみなすぞ。": "I add it to the number of blows I dealt the finishing blow to.\nI'll consider your personal battle record to be the only effective one.",
    "アシストは無駄骨ってことかい？\nそれはさすがに……": "You mean the assist is a waste of time?\nThat's a bit...",
    "ラミたちで喧嘩してもしょーがないじゃん！\nやっぱ指揮官向いてないんじゃない？": "There's no point in fighting with Rami and the others!\nI guess you're not cut out to be a commander after all.",
    "どうしてそうあなたは、チームワークを否定することばかり……": "Why do you always deny teamwork...?",
    "わ……わかりましたっ！\nとにかくいっぱいいっぱい、倒せばいいんですよね！": "O-Okay!\nAnyway, we just have to defeat a lot of them, right?!",
    "めるさん！？\nあなた、まさか従うつもりですの！？": "Meru-san?!\nDon't tell me you're going to obey!?",
    "もちろんです！　だって%usernameusernameuserna%さんの指示には、\nきっと意味がありますから！！": "Of course! After all, %usernameusernameuserna%-san's instructions...\nI'm sure it means something!!",
    "める、目がキマってるし。コワ～。\nフラットスピンしすぎでおかしくなっちゃった。": "M-My eyes are sharp. Scary~.\nI've been spinning too much, and I'm losing my mind.",
    "そう……私にはフラットスピンがあります！\n%usernameusernameuserna%さん直伝のこの技で……！": "That's right... I have a flat spin!\nWith this technique that %usernameusernameuserna% taught me directly...!",
    "いきます！　エンゲージ・オフェンシヴ！\nキーーーーンッ！！": "Here we go! Engaging Offense!\nKeeeeeeeen!!",
    "と、めるはレーダーに映ったメイズシフターの群れへ向かっていく。\nだが、考え無しに突っ込んだわけでもないようだ。": "With that, Meguru heads for the group of Mayscifers on her radar.\nBut it didn't seem like she'd charged in without thinking.",
    "フラットスピンを使った高速機動で群れに対して\n有利な位置を陣取り、地の利をうまく活かして戦っている。": "It was a high-speed maneuver using flatspins against the swarm\nThey're positioned in an advantageous position, making good use of their geographical advantage to fight.",
    "めるにフラットスピンを仕込んだのは正解だったな。": "I guess I was right to put a flat spin on it.",
    "くっ……めるさんにだけ戦わせるわけには……！\nみなさん続いて！　援護しますわよ！": "Ugh... I can't let Meru-san fight alone...!\nFollow me, everyone! I'll cover you!",
    "援護じゃないぞー。ここからは点の取り合いをしろ！": "I'm not here to back you up. From here on out, fight for points!",
    "ああもうっ……！\nわかりましたわよ！": "Aaah, geez...!\nAll right, all right!",
    "キーーーーンッ！": "*squeeeeeeeze!*",
    "出遅れた４人も、メイズシフターへと突っ込んでいく。": "The four of them, who had been too late, also charged at the maise shifter.",
    "そこからの戦いは、互いに撃墜数を競い合い、\nチームとしての連携もクソもない戦いだったのは、言うまでもない……": "The battle from there was a competition to see how many they could shoot down each other\nIt goes without saying that it was a battle without any coordination or shit as a team...",
    "楽しかったけど、疲れたぁ～。全然上手くいかなかったしね……": "It was fun, but I'm tired. It didn't go well at all...",
    "……頭がガンガンする。": "...My head is pounding.",
    "そりゃあんだけ派手に衝突してりゃね。ラミもまだお尻痛いし。": "That's because of that flashy clash. Rami's butt still hurts.",
    "訓練で学んだことを活かすとか、そういう次元ではなかったですわね……": "It wasn't on the level of making use of what I learned during training...",
    "でもわたし、今回は壁とかみなさんに機体をぶつけずに済みました！": "But this time, I didn't bump into the wall or anyone else!",
    "危ないと思ったら、すっごい軌道で遠くにすっ飛んでいくんだもん。\n何アレ？": "If you think it's dangerous, it'll fly off into the distance in an amazing orbit.\nWhat's that?",
    "フラットスピン……あんな動きができるんだ。": "Flat spin... I didn't know she could move like that.",
    "確かに感心しましたけれど……こんな戦い方、身も心も持ちませんわ。": "I'm certainly impressed, but... I don't have a body or soul to fight like this.",
    "いやいやホントに。いつもの数倍疲れたよ～。": "No, no, seriously. I'm several times more tired than usual.",
    "待たせたな。今デバイスに結果が届いた。\nそれぞれのタツミヤ鉱の採掘量が算出されたぞ。": "Sorry to keep you waiting. I just got the results on the device.\nThe amount of Tatsumiya Ore mined has been calculated.",
    "どーでもいーわー。全然倒せなかったしー。": "It doesn't matter. I couldn't beat him at all.",
    "撃破数１位は――める、お前ぶっちぎりだ。よくやったな！": "First place is――Sh-Sheesh, you're a real piece of work. Good job!",
    "あ、ありがとうございます！\nえへへ、%usernameusernameuserna%さんのおかげで……": "Th-Thank you very much!\nEhehe, thanks to %usernameusernameuserna%...",
    "報酬分配はこのくらいだ。今デバイスで送金する。\n好きに使っていいぞ。": "This is the extent of the reward distribution. I'll send you a transfer via the device now.\nFeel free to use it however you like.",
    "ありが……ええええっ！！？\nけけ、桁が間違っていませんかあ！？": "Thank you... Whaaaaat?!!\nA-Aren't you on the wrong track?!",
    "いいや？　今日の成果はほとんどめるだったからな。\n撃破数に応じた分配だって言ったろ？": "No? Today's results were pretty much nil.\nDidn't I tell you that it was distributed according to the number of defeats?",
    "ねえ、ラミは！？　ラミはいくらだったの！？": "Hey, what about Rami?! How much did Rami cost?!",
    "待って、今送金する。……こんなもんだ。": "Wait, I'll send the money now. ...This is it.",
    "は……なにこれ！\n子どものお小遣いかっつーの！！": "Hah... What's this?!\nIt's a child's allowance!!",
    "悔しかったらもっと掘って、もっとメイズシフターを倒せ。\n明日以降も、同じ方式でメイズに潜るぞ。": "If you're frustrated, dig more and take down more maise shifters.\nWe're going to dive into the Maze in the same way from tomorrow on.",
    "なんですって……！？": "What did you say?!",
    "これは……ちょっと本腰いれないといけないようだね。": "Looks like I'll have to get serious.",
    "うん。負けてらんない……！": "Yeah. I can't lose...!"
}