{
    "さて……この短期間でシリウスシュガーがどれだけ成長したか。\nお手並み拝見といこうか。": "Now...how much Sirius Sugaru has grown in such a short time.\nLet's see what you can do.",
    "言っとくけど、私は胸を貸すつもりなんてないわよ。\n前と同じように、正面から叩き潰すから！": "Just so you know, I have no intention of lending you my breasts.\nJust like last time, I'll crush you head-on!",
    "ほ、本当に実機を使った模擬戦で良かったのかな……\n公式戦直前に、もし怪我でもさせたら……": "I-Is it really okay for it to be a mock battle using real machines...?\nIf you get hurt right before the official match...",
    "提案してきたのは向こうよ。それなりに自信があるんじゃない？": "He's the one who suggested it. You're pretty confident, aren't you?",
    "それと、模擬戦だからって気を抜かないでね。\n万一負けたらウチの評価に響くんだから。": "Also, don't let your guard down just because it's a mock battle.\nIf we lose, it'll affect our reputation.",
    "普段通りにやれば大丈夫。うるう、奇襲への備えは任せるわね。": "We'll be fine as long as we do what we usually do. Ugh, I'll leave it to you to prepare for a surprise attack.",
    "わ、わたしですか～？　うぅ、責任重大……": "M-Me? Ugh, this is a huge responsibility...",
    "無駄話はそこまでだ。シリウスシュガーの前衛が接近している。": "That was the end of the idle chatter. The vanguard of Sirius Sugaru was approaching.",
    "あれは……朽葉と鳴滝か。\n前回は教科書通りの動きだったが……今回はどうする？": "Those are... Kuchiba and Narutaki.\nLast time, it was like a textbook... What should we do this time?",
    "なっ！？　真っ直ぐ突っ込んでくるんだけど！？": "What?! It's charging straight at me!",
    "正面から殴り合うつもりか？": "Are you trying to hit me head-on?",
    "ちょっとは操縦技術が上がったみたいだけど、それは無謀じゃない？": "It looks like you've improved your piloting skills a little, but isn't that reckless?",
    "前回の敗因は、接敵後すぐにラインを下げたせいで\n敵のペースに呑まれたことですわ……": "The reason for my defeat last time was because I lowered the line immediately after contact\nWe've been caught up in the enemy's pace...",
    "ならば、先にアクションを起こして流れを作ります！": "In that case, I'll take action first to create a flow!",
    "前の戦いで私たちがとった作戦への意趣返しか？\n戦場に感情を持ち込むのは悪手だぞ。": "Is this payback for the strategy we took in the last battle?\nBringing emotions into the battlefield is a bad move.",
    "もしかして、ボコボコにされたのを根に持ってる？\nなら、また同じ目に遭わせてあげる！": "Could it be that she's holding a grudge over being beaten to a pulp?\nIn that case, I’ll make you go through the same thing again!",
    "正面からの強行突破……鳴滝さんらしくない強引な作戦。\n恐らく狙いは別にあるはず。": "Forcing her way through from the front... This isn't like Narutaki-san at all.\nShe was probably aiming for something else.",
    "突っ込んできた２機は陽動……なら、残りの３機はどこから？": "The two machines charging in were a diversion... So where did the other three come from?",
    "考えられるのは、地形を隠れ蓑にした匍匐飛行による接近――": "All I can think about is the approach using the terrain as cover――",
    "……あっ！　き、来た！　敵機が低空から接近してますぅ～～！！": "...Ah! Th-They're coming! The enemy's approaching from low altitude!",
    "そう来ると思ったわ！舞亜さん、うるうさん！　迎撃準備を！": "I knew you'd say that! Maia, Shut up! Prepare to intercept!",
    "了解。": "Understood.",
    "わ、わかりました～！": "I-I understand~!",
    "状況的には高空をとってる私達が有利。なら……！": "In terms of the situation, we have the advantage in high altitude. In that case...!",
    "急降下から勢いそのままに近接格闘戦へ持ち込みます！\n舞亜さんは一条さんを、うるうさんは月ヶ瀬さんを狙ってください！": "We're going to dive straight into close-quarters combat!\nMaia-san, please aim for Ichijou-san and Uru-san for Tsukigase-san!",
    "ええ、任せて。": "Yes, leave it to me.",
    "ま、まかせてください！": "L-Leave it to me!",
    "桃園さんは私があたります！": "Momozono-san, I'll take care of you!",
    "これで５機それぞれが１対１の状況か。\nこうなっては、純粋な実力が勝敗を決めることになるぞ。": "Now each of the five machines is in a one-on-one situation.\nAt this point, pure skill will decide the outcome.",
    "あの子たち、正面から戦って私たちに勝てると思ってるの？\nどんな特訓したか知らないけど、そんなに甘くはないわよ！": "Do they really think they can beat us in a head-on fight?\nI don't know what kind of training you did, but it's not that naive!",
    "――もちろん、そんなことは承知の上ですわ。": "—Of course, I am aware of that.",
    "誰がタイマンするなんて言ったんだろうね～？\n何時何分何秒かな～？": "I wonder who said I'd give you a timer~?\nHow many minutes, how many seconds?",
    "わたくしたちの作戦はここからですわよ！": "Our plan begins now!",
    "もう少しで接敵……！": "We're almost there...!",
    "シリウスシュガーには悪いけど、勝たせてもらうから！": "I’m sorry to Sirius Sugaru, but I’ll let you win!",
    "めるさん、今ですわ！": "Meguru-san, now's our chance!",
    "う、うん！　まかせて……！": "Y-Yeah! Leave it to me...!",
    "大丈夫……あれだけ練習したんだもん……！\n今は、これだけに集中して……！": "It's okay... I practiced so much...!\nRight now, I need to focus on this...!",
    "……はぁぁぁぁっ！": "...Haaaaah!",
    "！？　消え……！？": "!? Disappear...!?",
    "今のはフラットスピン……！？\nいつの間にそんな技を！？": "Was that a flat spin...!?\nWhen did you learn such a technique?!",
    "なんて動き……！　ターゲットが定まらない！……っ！　マズイ！！": "What a move...! I can't decide on a target! ...! This is bad!!",
    "葵さん！　クララさん！　桃園さんがそちらに！": "Miss Aoi! Miss Clara! Miss Momozono is over there!",
    "この状況は……一度下がって態勢を整え――": "This situation... I’ll step back and get ready—",
    "どこにいくつもりですの？\nあなたの相手はわたくしでしてよ！": "Where do you think you're going?\nI'll be your opponent!",
    "尻尾まいて逃げるつもり～？\nダメダメ、そんなの許すわけないじゃん。": "Are you going to run away with your tail between your legs?\nNo, no, there's no way I'd allow that.",
    "くっ……！": "Ugh...!",
    "あ、葵っ！　後ろっ！": "A-Aoi! Behind you!",
    "はっ……！": "Hah...!",
    "隙ありです！": "It's an opening!",
    "がぁっ……！": "Gaah...!",
    "すまない、私はここまでだ……": "Sorry, this is as far as I can go...",
    "――生駒機の撃破を確認。": "――Confirming the defeat of the Ikoma machine.",
    "そんな……葵さん……！": "No way... Aoi-san...!",
    "ちょっ、ヤバいって！\n葵がやられたら、私ひとりになるんだけど！？": "Hey, this is bad!\nIf Aoi gets killed, I'll be alone!",
    "人数不利の状態で、開けた場所での空戦は不利ね……": "We're at a disadvantage in terms of numbers, and air combat in an open area is disadvantageous...",
    "一度下がって態勢を整えるわ！\n私が援護するから、クララさんは下がって！": "I'll step back and get ready!\nI'll cover you, so get back, Clara!",
    "舞亜さん、うるうさんも下がりつつクララさんを援護！\n匍匐飛行を行い、地形を利用するわ！": "Maia, Uru-san, stay back and support Clara!\nWe'll crawl and use the terrain!",
    "了解！": "Roger that!",
    "敵が退いていきます！": "The enemy is retreating!",
    "あんなに大口叩いといて、このザマなんて……ぷぷぷっ！": "I can't believe I'm acting like this after talking so big... Pfft!",
    "……逃げるってことは、わたしたちが有利。": "...Running away means we have the advantage.",
    "どうする、追撃する？\n罠の可能性もあるけど、今がチャンスじゃない？": "What should we do? Should we pursue them?\nIt's possible it's a trap, but isn't this our chance?",
    "ああ。俺もそう思う。七彩、お前の判断は？": "Yeah. I think so too. Shichika, what's your decision?",
    "ええ、間違いなく好機ですわ！　全員、匍匐飛行で追撃開始！\n特訓の成果をみせますわよ！": "Yes, this is definitely a good opportunity! Everyone, begin pursuit with a crawl!\nI'll show you the results of my special training!",
    "__translated__": "true"
}