{
    "いよいよ体育祭当日ね！\nもう昨日の夜は興奮しすぎて寝れなかったわ。": "It's finally the day of the sports festival!\nI was so excited last night that I couldn't sleep.",
    "あはは、なんだか子供の頃みたいだね。": "Ahaha, it's like I was a kid.",
    "だってそうじゃない！　優勝できるって考えると、\n興奮しちゃって仕方なかったもの！": "I mean, it's not like that! When I think about how I can win...\nI couldn't help but get excited!",
    "ふふ、ジュリーのメンタルならそうだと思ったわ。\n……ところでラウラ、大丈夫？": "Heehee. I knew you'd be able to do that, Julie.\n...By the way, Laura, are you okay?",
    "ふえっ？　あ、うん。だ、大丈夫よ？": "Huh? Oh, yeah. I-I'm fine.",
    "大丈夫か、ラウラ。\n明らかに顔色が悪いんだが。": "Are you all right, Laura?\nShe's clearly pale.",
    "なかなか寝付けなくて……もし失敗しちゃったら、\nみんなに迷惑をかけたら、なんて考え始めたら……": "I couldn't sleep very well... If I failed,\nIf I start thinking about what would happen if I caused trouble for everyone...",
    "大丈夫！　今日まであんなに練習してきたんだもん。\n本番ではうまくいくよ！": "Don't worry! I've practiced so much until today.\nIt'll work out in the real thing!",
    "（ジュリーの言う通りなんだが……ただ、気になるな。\n失敗や迷惑というよりも、もっと別の悩み方のような……）": "(Julie's right, but...I'm just curious.)\nIt's not so much that it's a failure or a nuisance, but more like there's another way to worry...)",
    "ノエルが自分の衝動をコントロールできるようになって、\nいよいよ４人に死角はないと思われた矢先だった。": "Noel had become able to control her own impulses\nIt was just as the four of them thought there was no blind spot at last.",
    "ラウラは急に調子を落とし、明らかに集中を欠いていた。\nそこからは悪循環で、失敗がさらに次の失敗を生む負の連鎖だ。": "Laura's condition suddenly dropped, and she was clearly out of focus.\nFrom there, it's a vicious cycle, a negative chain where failure leads to even more failures.",
    "大丈夫よ。練習通りにやれば絶対に勝てるわ。": "Don't worry. As long as you keep practicing, you'll definitely win.",
    "……うん、そうよね。私、頑張るわ。": "...Yeah, you're right. I'll do my best.",
    "考えすぎないほうがいいんじゃない？\n楽しんでいこ！　だってあたし達が勝つもの！": "Don't you think it's better not to overthink it?\nLet's have fun! Because we're going to win!",
    "その通りだな。ジュリーの自信は間違っていない。\n技術や体力じゃない。メンタルが結果を左右する段階だ。": "You're right. Julie's confidence isn't misplaced.\nIt's not about technique or stamina. The mental state is at the stage where the results are affected.",
    "ラウラちゃん！　きっと大丈夫だよ！\nあんなにいっぱいみんなで練習してきたからね！": "Laura! I'm sure you'll be fine!\nWe've practiced so much together!",
    "そ、そうよね！　考えても仕方ないし……！\nよしっ、がんばりましょう！": "Y-You're right! There's no point in thinking about it...!\nAll right, let's do our best!",
    "おーっ！！": "Ohhh!!",
    "おお……思っていた以上に選手の数が多いな。\nプレ・クラスってこんなにチームがあったのか。": "Wow... There are more players than I expected.\nI didn't know there were so many teams in Pre-Class.",
    "そうね、幅広い人材を取っているのがこの学園よ。\n正式なパイロットには厳しいけど、そこまでは優しいのよ。": "That's right. This academy has a wide range of people.\nHe's strict with official pilots, but he's that kind.",
    "そうなのよね……メイズ適性さえあるなら、\n意外と入学自体はそこまで敷居は高くないの。": "That's right... If you even have the aptitude for mace,\nThe entrance exam itself isn't that high of a threshold.",
    "でも、パイロットに昇格する何かが足りない人も多いわ。\nそういった人たちにチャンスを与えるのがプレ・クラスなの。": "But there's a lot of people who don't have enough to get promoted to pilot.\nIt's pre-class to give those people a chance.",
    "中には運が悪かったり、かみ合わせでパイロットになれなかった。\nそんな子も多いわ。だから、パイロットになるため必死なの。": "Some of them were unlucky or couldn't become pilots because of their sparring matches.\nThere are a lot of girls like that. That's why I'm desperate to become a pilot.",
    "なるほどな……だから普通の校舎よりもギラついてるわけだ。\nアピールする絶好の機会だからかどのチームも目の色が違うな。": "I see... That's why it's more glaring than a normal school building.\nMaybe it's because this is the perfect opportunity to show off, but every team has a different look in their eyes.",
    "パイロットに昇格した後で、\n安心できるチームに所属できるチャンスなら眼の色も変わるか。": "After I was promoted to pilot,\nI guess the color of her eyes would change if this was her chance to join a reassuring team.",
    "そうね！　でも、今回はあたし達が勝つわ！": "You're right! But we'll win this time!",
    "だよね！　みんなで昇格しようっ！": "You're right! Let's all get promoted!",
    "そうよね、みんなで……": "That's right, we're all...",
    "１００％だ！": "One hundred percent!",
    "８０％くらいかな": "About 80 percent, I guess.",
    "ねえ、%usernameusernameuserna%。\n本音で言って。私達が優勝できる確率はどれくらいかしら？": "Hey, %usernameusernameuserna%.\nHonestly, what are the odds that we'll win?",
    "お前たちなら絶対に優勝できる！　やってやろう！": "You guys will definitely win! Let's do this!",
    "おおーっ、いいね！　%usernameusernameuserna%が\nそう言ってくれるなら間違いないよね！": "Ohhh, that's great! %usernameusernameuserna% is...\nIf you say so, there's no doubt about it!",
    "お前たちがかなり上位にいるのは間違いない。\nだが、絶対に勝てる保証はどこにもないからな。": "There's no doubt that you're all at a pretty high rank.\nBut there's no guarantee we'll win, after all.",
    "うん……絶対なんてないものね。\n": "Yeah... There's no way that would happen.\n",
    "全種目に勝てれば問題はないでしょうけど……\n流石に他のチームの事も考えると現実的じゃないわね。": "I don't think there'll be any problems if we can win all the events, but...\nIt's not realistic when you think about the other teams.",
    "でも、５種目で上位を取れば得点で優勝は十分に狙えるわ。": "But if you get a high score on the fifth event, you'll be able to aim for victory with plenty of points.",
    "心香、あんまりそういう計算はしなくてもいいぞ。\n今は目の前の競技に集中しておく方がいい。": "Kokoro, you don't have to do too many calculations like that.\nFor now, it was better to focus on the competition in front of me.",
    "何かあったら俺がアドバイスをするから任せてくれ。\nそのためのコーチでもあるからな。": "If anything happens, I'll give you some advice, so leave it to me.\nThat's why I'm your coach.",
    "……ふふ、ありがとう。そうね。\n%usernameusernameuserna%を信じるわ。": "...Hehe, thank you. You're right.\nI believe in %usernameusernameuserna%.",
    "心香ー！　そろそろ最初の競技よー！\n綱引きだから早くこっちに集まってー！": "Kokoro! It's time for the first competition!\nIt's a tug-of-war, so hurry up and get over here!",
    "よーし！　ラウラちゃんもいるから、ここは勝たないとね！": "All right! Laura's here too, so we've gotta win!",
    "う、うん……そうよね。頑張るわ！": "Y-Yeah... You're right. I'll do my best!",
    "それでは綱引きに出場するチームは所定の場所に集合してください。": "Now then, please assemble the teams participating in the tug-of-war at the designated location.",
    "ちょうどお呼びがかかったわね。\nみんな、いくわよ！": "I've just been called.\nEveryone, let's go!",
    "よし、練習の成果を見せてやれ！": "All right, show them the results of your practice!",
    "では、プレ・クラス－Ａとプレ・クラス－Ｂの試合を始めます！\nよーい……スタート！！": "Now, let's begin the Pre-Class-A and Pre-class-B matches!\nAll right... Start!!",
    "（綱引きはパワーも重要だが、連携がカギを握る競技だ。\nジュリーたちなら、ここは確実に取れるだろうな。）": "(Power is important in tug-of-war, but coordination is the key to it.)\nI'm sure Julie and the others will be able to get here.)",
    "せーのっ！": "One, two, three!",
    "んんーっ！": "Nnngh!",
    "とりゃー！": "Toryaaa!",
    "それじゃあ、もう一回引くわよ！　せーのっ……！": "Okay, let's pull again! Ready...!",
    "よしっ、いけるわっ！　このまま……": "Alright, I can do this! I'll just...",
    "今だ！　行くぞ！　せーの！": "Now! Let's go! Ready!",
    "うおおおおお！": "Whoooaaa!",
    "くっ……！？　ちゃんとこっちの隙を狙って来たわね……": "Ugh...!? You're looking for an opening here...",
    "（ふむ……相手もしっかりと考えてきているな。\nジュリーたちが緩んだ隙に一気に引っ張る作戦か）": "(Hmm... The other party is thinking about it.)\nSo the plan is to take advantage of the opportunity Julie and the others have loosened up and pull them all at once?)",
    "（状況観察がシッカリしているな。\nだがジュリーたちには、こういう事も想定して教えている）": "(Your observation of the situation is impeccable.\nBut I'm teaching Julie and the others, taking this into account.)",
    "これ、教えてもらったやつね！\nよーし、大丈夫よ！　ここを凌げばいいわ！": "This is the one you taught me!\nAlright, it's fine! We just have to get through here!",
    "うん、大丈夫！　とりゃー！": "Yeah, I'm fine! Toryaaa!",
    "ええ、ここを乗り切れば絶対に勝てるわ。": "Yes, if we make it through here, we'll definitely win.",
    "優勝するよーっ！　えーいっ！": "I'm gonna win! Yay!",
    "……あっ！　え、えいっ！": "...Ah! H-Hey!",
    "えっ！？": "Huh?!",
    "ウソっ！？　ちょ、ちょっと、バランスが……": "No way!? H-Hey, my balance...",
    "（――っ！？　まずい、タイミングがズレた！！\nいや、まだ大丈夫だ、落ち着いて対応すれば……！）": "(――!? This is bad, my timing is off!!)\nNo, I'm still fine. I just need to calm down and deal with it...!)",
    "ご、ごめんなさい！　え、えっと、くううう！": "I-I'm sorry! U-Umm, uuuu!",
    "（マズい……！　一番力持ちのラウラの息があってない！\nこうなると、人数の差があるから――）": "(This is bad...! Laura, the most powerful of them all, isn't breathing!\nAt this point, there's a difference in the number of people, so—)",
    "よーし！　成功してるよ！　みんな、引いて引いて！": "All right! It's a success! Everyone, pull back!",
    "うおりゃああああああ！！！！": "Uoryaaaaahhhh!!!!",
    "きゃあああぁぁっ！？": "Kyaaaaah?!",
    "……！　そこまで！　プレ・クラス－Ｂの勝利です！": "...! That's it! Pre-Class-B wins!",
    "う、うそ……負けちゃったんだけど……": "N-No way... I lost...",
    "しかも、１回戦で……？": "And in the first round...?",
    "……っ！　ご、ごめんなさい……！": "...! I-I'm sorry...!",
    "うう……優勝するためには、上位にならないとダメだよね……？": "Ugh... In order to win, you have to be at the top, right...?",
    "だ、大丈夫よ！　まあちょっと失敗したけど、\n残りで全部１位になれば問題なしでしょ！": "I-I'm fine! Well, I did mess up a little, but...\nIf you get first place with the rest, there'll be no problem!",
    "ごめんなさい……！　私がミスをしちゃって……": "I'm sorry...! I made a mistake...",
    "……謝らないで大丈夫。本番だからこそミスは起きるわ。\nこの失敗は忘れて、次で取り返しましょう。": "...There's no need to apologize. It's precisely because it's the real deal that mistakes occur.\nLet's forget about this failure and make up for it next time.",
    "ああ、心香の言う通りだ。\nこれまでの練習を思い返せば、お前たちなら絶対に勝てる。": "Yeah, Shinka's right.\nThinking back on all the practice you've been doing up until now, you guys will definitely win.",
    "（しかし、こんなセリフを心香から聞けるなんて……\n最初に出会った頃からすると感慨深いな）": "(Still, I never thought I'd hear a line like this from Kokoro...)\nI've been moved ever since we first met.)",
    "……う、うん……でも、私のせいだから……\n本当にごめんなさい。": "...Y-Yeah... But it's my fault...\nI'm really sorry.",
    "あはは、そんなに気にしないでいいよ！\nだってそれで言うなら私の方がいっぱい迷惑かけたもん！": "Ahaha, don't worry about it so much!\nBecause if that's the case, I caused more trouble than you!",
    "ふふ……それじゃあ切り替えて、次は障害物競走よ。\nあれだけ練習してきたんだから、絶対に勝てるわ。": "Heehee... Let's switch gears, then. Next is the obstacle course.\nAfter all the practice we've been through, we'll definitely win.",
    "……こんな風に心香が励ましてくれるなんて、感動したわ！": "...I'm so moved that you're cheering me up like this!",
    "な、なによ……別に私が言ってもいいでしょ……": "Wh-What...? It's fine if I say it...",
    "……うん、心香ちゃんがそう言ってくれるから、\n全力で頑張ろうって思えるわ。": "...Yeah, because Shinka-chan said that,\nI think I'll give it my all.",
    "私ができるようになるまで練習したんだもんね！\nだから、絶対に１位を取っちゃおうね！": "You practiced until I could do it, after all!\nSo let's definitely win first place!",
    "ええ、絶対に勝つわ！": "Yes, I'll definitely win!",
    "ああ、お前たちが勝てる事は俺が保証する。\nあの努力があれば絶対に１位を取れるぞ！": "Yeah, I guarantee you guys will win.\nWith that effort, you'll definitely win first place!",
    "おーっ！": "Ohhh!"
}