{
    "（この辺りも怪しい気配はないか……\nまあ、実際に何もないのが一番なんだけどな）": "(There's no sign of anything suspicious around here, either...)\nWell, it's best if there's actually nothing there.)",
    "最近スカラ校舎に変な噂が流れているのを聞いたので、\nこうして出向いて教室を見て回っていた。": "I'd heard strange rumors circulating in the Scara school building recently\nThat's how I ended up going out and looking around the classroom.",
    "（誰もいない教室に、幽霊が出てくるだったか……）": "(A ghost appeared in an empty classroom...)",
    "（それ自体は問題ないんだが……夜間外出のせいで、\nトラブルが増えてると聞いたら止めないとな）": "(That in and of itself isn't a problem, but... because of the night out,\nIf I hear there's more trouble, I have to stop it.)",
    "（……無事解決させれば生徒会からの評価も上がって、\n俺が使える資金を優遇してくれたりするかもしれないし）": "(...If I can resolve this without incident, the student council will have a higher opinion of me\nThey might give me preferential treatment on the funds I can use.)",
    "とはいえ、幽霊なんて言うのは影も形もない。\nこのまま幽霊なんて見つからなかったと報告するか？": "That said, there wasn't even a shadow of a ghost to call it.\nShould I report that I couldn't find a ghost like this?",
    "そんな風に考えていると、\n何やらカタンという小さい風の音が――": "As I thought about it like that...\nFor some reason, the soft sound of the wind――",
    "（……これは、風の音じゃない。\n誰かが動いたときの音だ）": "(...This isn't the sound of the wind.\nIt's the sound of someone moving.)",
    "（場所は……この教室か。\n人の気配はない……が、さっき聞こえた音は間違いじゃない）": "(The place is... this classroom.\nThere's no sign of anyone... But the sound I heard earlier isn't wrong.)",
    "そこにいるのは誰だ――": "Who's there—?",
    "うおっ！？": "Whoa!?",
    "（いきなり、何かを撃たれた！？\n今時の幽霊は、こんなにも武闘派なのか！？）": "(He suddenly shot something?!\nIs ghosts this much of a fighter these days?!)",
    "……あ、あれ？　%usernameusernameuserna%？": "...H-Huh? %usernameusernameuserna%?",
    "そんなところで何をしてるの？": "What are you doing there?",
    "幽霊……じゃなくて、ヒイロか？\nいや、何をしてるのはこっちのセリフなんだが……": "A ghost... I mean, a hiiro?\nNo, I'm the one who should be saying that...",
    "榊野ヒイロ。その実力でたった一人でのチーム結成を\n生徒会に認めさせた変わり者な実力者なのだが――": "Sakakino Hiiro. He's using his power to form a team by himself.\nHe's an eccentric, powerful man who made the student council acknowledge him, but—",
    "ここは私の今の拠点。\n気配がばれないようにしてたんだけど……": "This is my current base of operations.\nI was trying to keep her from noticing me, but...",
    "%usernameusernameuserna%にバレちゃうなんて。\nまた、新しい拠点を探さないと。": "I can't believe %usernameusernameuserna% found out.\nWe'll have to find a new base of operations again.",
    "いきなり撃たれたのに、フォローもせずに\nネイルガンの手入れをしないでほしいんだが……": "She'd been shot out of nowhere, but she didn't follow up\nI don't want you to take care of the nail gun, but...",
    "……というか、最近の幽霊騒ぎはヒイロのせいだったのか。": "...Actually, was the recent ghost commotion Hiiro's fault?",
    "幽霊騒ぎ……？": "Ghost trouble...?",
    "ああ。誰もいない教室に人の気配があったとか。\n踏み込んだら誰もいないのに、痕跡があったとか。": "Yeah. I heard there was someone in the empty classroom.\nWhen I stepped in, there was no one there, but there were traces.",
    "……見つかってないのなら問題はないけど、\n噂になってしまうのは私の未熟。": "...If you haven't found it, then there's no problem, but...\nIt's my inexperience that leads to rumors.",
    "そっちの反省なのか……\nところで、何をしてるんだ？": "I guess that's your way of reflecting on your actions...\nBy the way, what are you doing?",
    "準備をしてる。": "I'm getting ready.",
    "……いや、だから何の準備なんだ？": "...No, like I said, what are you preparing for?",
    "色々な人間に狙われてるから、\nその襲撃に対策するための準備。": "A lot of people are after me, so...\nPreparations to counter that attack.",
    "襲撃って……何をしたんだ！？": "An attack...? What did you do?!",
    "特に大したことはしていない。\n違法なポータルを勝手に使ってただけ。": "I didn't do anything special.\nI was just using an illegal portal on my own.",
    "そうしたら『協定違反だ』って言われて、\nメイズに潜っていない時も狙われるようになったの。": "Then she'd say, \"That's a violation of the agreement.\"\nEven when I wasn't diving into the Maze, they started targeting me.",
    "……なんでまた、そんな危険な事を。\n学園のポータルからでもいいじゃないか。": "...Why are you saying something so dangerous again?\nWouldn't it be fine if it came from the school's portal?",
    "学園の管理するポータルだと時間が決められている。\nそれに、潜るのにも制限があって好きに出来ない。": "It's a portal managed by the school, so the time is set.\nBesides, there's a limit to how much I can dive, so I can't do whatever I want.",
    "今の私には危険が必要なの。": "Right now, I need danger.",
    "危険が必要って……どういうことだ？": "What do you mean, we need danger?",
    "今の私は弱くなっている。": "I'm getting weaker now.",
    "管理された生活で、危険もない日々。\nそんな日々を過ごして、どんどん弱くなっている。": "It was a well-managed life, without any danger.\nThose days have made me weaker and weaker.",
    "だから、私は強さを取り戻さないといけない。\n昔みたいな環境を取り戻すの。": "That's why I have to regain my strength.\nWe're going to get back to the way things used to be.",
    "昔みたいな環境って……どんな場所に住んでたんだ？": "An environment like it used to be... What kind of place did they live in?",
    "父さんと一緒に、山に住んでいたの。\n毎日が危険で、充実した日々だった。": "I lived in the mountains with my dad.\nEvery day was dangerous and fulfilling.",
    "だから……今のこの状況は、私の限界に近付いている。\nもう少しで、前までの自分を取り戻せるはず。": "That's why...this situation is approaching my limit.\nI should be able to regain my previous self soon.",
    "いや、まて、ヒイロ。\nそれは――": "No, wait, Hiiro.\nThat's――",
    "……そろそろ時間。\nじゃあね、%usernameusernameuserna%。": "...It's almost time.\nSee you later, %usernameusernameuserna%.",
    "そういうと、窓の外に飛び出し……窓の外に！？\nいや、命綱もないだろ！？": "With that, she dashed out of the window... out the window!?\nNo, there's no lifeline, right?!",
    "ヒイロ！？\n……って、いない？": "Hiiro?!\n...Wait, she's not here?",
    "……心配だ。ああは言っていたが、\n危険に身を晒し続けている生活がいいわけがない。": "...I'm worried. She did say that, but...\nThere's no way a life where you're constantly exposing yourself to danger is good.",
    "そうして端末を開いて、\n俺はメイズへ潜るための許可を取る電話を掛けた――。": "And so, I opened the terminal...\nI call to get permission to dive into the Mays...",
    "特別に許可を貰い、メイズに潜ってヒイロを探す。\n幽霊騒ぎ解決の特典をここで使う事になるとは……": "With special permission, I dive into the maise to find Hiiro.\nI didn't think I'd have to use the ghost trouble resolution bonus here...",
    "とはいえ……あの状態のヒイロは放っておけないからな。": "That said... I can't leave Hiiro alone in that state.",
    "どこだ……？　どこにいるんだ……？": "Where...? Where is she...?",
    "周囲の音を検知し……戦闘音が引っかかった。\nこれは……間違いなくヒイロだ！": "I detect the sounds around me... and the sounds of battle catch my attention.\nThis is... definitely Hiiro!",
    "無事でいてくれよ……！": "Please be safe...!",
    "ヒイロ、大丈夫か！？": "Hiiro, are you okay?!",
    "……この通信……%usernameusernameuserna%？": "......this transmission......%usernameusernameuserna%?",
    "（メイズシフターの、あの数……群れか？\nいくらヒイロと言ってもあの数は危険だ……！）": "(There's... that many of the Mazeshifters?)\nNo matter how many hiiro there are, that number is dangerous...!)",
    "……なんで、こんな場所にいるの？": "...Why are you here?",
    "お前を探してきたんだ！\n大丈夫か！？": "I've been looking for you!\nAre you all right?!",
    "……巻き込まれるから、逃げて。": "...You'll get caught up in it, so run away.",
    "何を言ってるんだ！": "What are you saying?!",
    "……これは私の失敗。\n相手の戦力を見誤って、罠に引っかかっただけ。": "...This is my failure.\nShe'd just misjudged her opponent's strength and fallen into a trap.",
    "だから、ここが私の限界。\n%usernameusernameuserna%の事を巻き込むわけには……": "That's why this is my limit.\nI can't get %usernameusernameuserna% involved...",
    "そんなことはない！": "That's not true!",
    "諦めているヒイロの言葉など、関係ない！\n俺には、まだ活路は見えている！": "Hiiro's resigned words had nothing to do with it!\nI can still see a way out!",
    "ヒイロ！　まだ動けるんだろう！？\nまさか、弱音を吐くだけじゃないよな！？": "Hiiro! You can still move, right?!\nYou're not just going to whine, are you?!",
    "っ……！\nそこまで、甘くみられるほど、弱くはない！": "...!\nI'm not so weak as to be underestimated!",
    "ならいい！\n今から３秒後に、左手の方向へ突撃して切り払うんだ！": "Then it's fine!\nThree seconds from now, charge in the direction of the left hand and cut it off!",
    "３秒後……？\n……分かった。": "Three seconds later...?\n...Understood.",
    "（メイズシフターの群れは、\nヒイロから見れば隙間がないように見えるだろうが……）": "(The swarm of maise shifters...\nFrom Hiiro's point of view, it probably looks like there's no gap between them, but...)",
    "（……あの図体で群がっていたら、どうしても隙間が出来る！\nそして、俺が知ってるヒイロの力があれば……！）": "(...If we were swarming around her with that figure, there would be a gap no matter what!\nAnd with the power of the hiiro I know...!)",
    "……っ！？\n何で、今までよりも動きが……？": "...!?\nWhy are you moving more than before...?",
    "まだだ！　そのまま、右斜め上を迎撃するんだ！\nそのあとはひたすら真っすぐ突っ切れ！": "Not yet! Keep it up and intercept diagonally to the right!\nAfter that, just charge straight through!",
    "（……%usernameusernameuserna%の指示を聞いていたら、\n今までにないくらいに動ける）": "(...When I was listening to %usernameusernameuserna%'s instructions,\nI can move like never before.)",
    "これなら、突破できる！\n私の限界よりも……！　もっと、先へいける……！": "With this, we can break through!\nMore than my limit...! I can go further...!",
    "――%usernameusernameuserna%！\nメイズシフターの群れを突破した！": "――%usernameusernameuserna%!\nWe've broken through a swarm of maise shifters!",
    "よくやった！\n俺についてこい！　離脱する！": "Well done!\nFollow me! We're leaving!",
    "分かった！": "Got it!",
    "そうして、俺とヒイロはメイズシフターの群れを突破して、\n何とか離脱する事に成功した。": "And so, Hiiro and I broke through the swarm of maise shifters\nSomehow, I managed to escape.",
    "……そして、地上に戻って最初にやることは、\nヒイロへ俺からのお説教だ。": "...And the first thing to do upon returning to the surface...\nIt was a lecture from me to Hiiro.",
    "お疲れ様、%usernameusernameuserna%。": "Good work, %usernameusernameuserna%.",
    "お疲れ様じゃない！\n死ぬところだったんだぞ！": "Good work out there!\nI was about to die!",
    "分かってる、心配をかけてごめんなさい。\nもう、絶対にこんなことはしない。": "I know. I'm sorry for worrying you.\nI'll never do this again.",
    "ちゃんと反省……してるな？": "You're... reflecting on your actions, aren't you?",
    "助けてくれたことには感謝してる。\nでも、聞きたい事があるの。": "I'm grateful for your help.\nBut there's something I want to ask you.",
    "あの群れを突破する事なんて無理だと思ってた。\nでも、君の指示だけで切り抜けられた": "I thought it was impossible to break through that herd.\nBut I was able to get through it with just your instructions.",
    "それはなんで？　\n私の限界をなんで、あんなにも簡単に超えられたの？": "Why is that?\nHow could he have surpassed my limits so easily?",
    "ヒイロの純粋な疑問に対して、\nその答えは拍子抜けするような物なんだが……": "In response to Hiiro's pure question,\nThat answer is almost anticlimactic, but...",
    "一人じゃ気付けない事があったとしても、\n誰かがいれば気づくことが出来るってだけだ。": "Even if there's something you can't notice on your own,\nIt's just that if there's someone there, you'll notice.",
    "誰かがいれば気づくことが出来る……\nつまり、どういうこと？": "If there's someone there, you'll notice...\nIn other words, what do you mean?",
    "今までのヒイロは一人で戦ってきた。\nそれは立派だけど……やっぱり限界はあるはずだ。": "Up until now, Hiiro had fought alone.\nThat's admirable, but... there has to be a limit.",
    "ヒイロが錆び付いていたんじゃない。孤独に戦う仲で、\n知らないうちにドンドンと疲労が溜まっていたんだ。": "It wasn't that Hiiro was rusty; they were close enough to fight alone\nBefore I knew it, my exhaustion was building up.",
    "……疲労が？\nでも、私は元気だった。": "...Fatigue?\nBut I was fine.",
    "そりゃ気を張っていれば、感覚も研ぎ澄まされる。\nそれに、一定を超えれば疲れだって無視できるようになる。": "Of course, if I keep my guard up, my senses will be sharpened.\nBesides, once you pass a certain threshold, you'll be able to ignore fatigue.",
    "だけど、それは無理をしているだけだ。\n無理をしたツケはいつかきっと、襲ってくるものだ。": "But I'm just pushing myself.\nIf you push yourself too hard, I'm sure you'll pay for it someday.",
    "……それが今日だったってこと？": "...So that's what happened today?",
    "ああ。普段のヒイロだったら、\nこんな状況になる前に気づけたはずだ。": "Yeah. Normally, a hiiro would be...\nI should have figured it out before things got out of hand.",
    "（……なんだか）": "(...For some reason.)",
    "チームを組めなんてはいわない。\nだけど、誰かを頼ることだって重要だ。": "I won't ask you to team up.\nBut it's important to rely on others.",
    "（%usernameusernameuserna%の言葉は、\n死んだ父さんのことを思い出す）": "(%usernameusernameuserna%'s words...\nI remember my dead father.)",
    "誰かに少しでも大変さを背負って貰えば、\nその時にはヒイロは本当の全力を出せるんじゃないか？": "If I could get someone to bear the burden of even a little bit of hardship,\nWhen that time comes, won't Hiiro be able to give it her all?",
    "……うん。": "...Yeah.",
    "ありがとう、%usernameusernameuserna%。\n助けてくれたことも。私のために怒ってくれたことも。": "Thank you, %usernameusernameuserna%.\nHe saved me. He got angry for my sake.",
    "助けてくれた君の言葉なら、信じられると思う。": "I think I can believe what you said when you saved me.",
    "じゃあ、次は無茶はしないな？": "Then you won't do anything reckless next time, will you?",
    "うん。まだ誰かのチームに入ったりすることはできないけど、\n%usernameusernameuserna%の言う通り人に頼ってみる。": "Yeah. I can't join someone's team yet, but...\nI'll try relying on people, just like %usernameusernameuserna% said.",
    "ああ、それがいい。": "Yeah, that's good.",
    "どうやら俺の説得が響いてくれたらしい。\nよかった、これで無茶をすることは……": "It seemed my persuasion had resonated.\nThank goodness. Now I can't do anything reckless...",
    "まずは%usernameusernameuserna%を頼らせてもらうね。": "I'll start by relying on %usernameusernameuserna%.",
    "えっ？": "Huh?",
    "じゃあね、%usernameusernameuserna%。": "See you later, %usernameusernameuserna%.",
    "おい、ヒイロ！？\n俺を頼るって……": "Hey, Hiiro?!\nRelying on me...",
    "次の言葉を聞く前に、ヒイロはどこかに消えてしまった。\n……どういう意味の発言だったんだ？": "Before he could hear the next words, Hiiro disappeared somewhere.\n...What did she mean by that?",
    "……分からん。": "...I don't know.",
    "結局ヒイロに何を頼られるのだろうか？\n考えてみたが分からなかった。こういう時は……": "In the end, what could Hiiro rely on?\nI thought about it, but I couldn't figure it out. At times like this...",
    "（ゆっくりと寝て、リフレッシュするに限るな）": "(I just need to get some sleep and refresh myself.)",
    "（……ん？　ベッドに誰か……んんん！？）": "(...Hm? There's someone in bed... Hmmm!?)",
    "……何してるんだ？": "...What are you doing?",
    "（……眠らせておくか）": "(...I guess I'll let her sleep.)",
    "慌てて捲ってみると……そこには、\nスヤスヤとした表情を浮かべた見知った顔が寝ている。": "I hastily flipped through it... and there it was...\nA familiar face, wearing a smooth expression, is sleeping.",
    "んむ……んぅ……すぅ、すぅ……": "Mm... Mmh... Zzz... Zzzz...",
    "気持ちよさそうに寝ていて起きる気配はない。": "She was sleeping comfortably and showed no signs of waking up.",
    "（……気持ちよさそうに寝てるなぁ）": "(...She looks like she's sleeping comfortably.)",
    "先日までの気の張り方が嘘のようにリラックスした姿を見ると、\n何か言うのも無粋だろう。": "When I saw her relax, as if the way she'd been so tense the other day had been a lie...\nIt would be boorish to say anything.",
    "すぅ、すぅ……んっ、ぐぅ……すぅ……": "Suu, suu...nn, guu...suu...",
    "（まあ、ヒイロに頼ってもいいとは言ったけども……\n寝床を奪われるとは思わなかったなぁ……）": "(Well, I did say I could rely on Hiiro, but...)\nI didn't think I'd lose my place to sleep...)",
    "とはいえ、こうして熟睡している姿を見ると、\n何かを言おうという気はでないな。": "That said, seeing her sound asleep like this...\nI don't feel like saying anything.",
    "（なんだか見てるだけで、俺まで眠たくなってくるな……）": "(Just looking at it makes me sleepy too...)",
    "ふと、机の上に置いてある書き置きに気づいて目を落とす。": "Suddenly, I noticed the note on the desk and looked down.",
    "『寝床を貸してもらうね。ここでなら、安心できるから』": "\"I'll borrow your bed. I'll be able to rest easy here.\"",
    "（……これは今後も眠りに来るんだろうな）": "(...I'm sure she'll come to sleep in the future.)",
    "まるで、捨て猫を拾ってきたかのような気分だ。": "I feel like I just picked up an abandoned cat.",
    "（とはいえ、安心してもらえるなら悪い気はしないか。\nこれもヒイロが誰かに頼る第一歩だ）": "(That said, I guess I don't feel bad if she's relieved.)\nThis is also the first step for Hiiro to rely on someone else.)",
    "命を燃やすように生きる彼女が、\n心休める場所が増えるのであれば喜ばしいことだろう。": "She, who lived as if her life were on fire,\nI'm sure she'd be happy to have more places to relax.",
    "そう思いながら、俺は毛布を取り出して、\nソファに寝転がって無理やり目を閉じて眠りについた。": "As I thought that, I pulled out a blanket\nI lay down on the sofa, forced my eyes shut, and fell asleep."
}