{
    "これはシリウスシュガーが%usernameusernameuserna%による、\n地獄の猛特訓を受けている時のこと――": "This is based on Sirius Sugaru's_USERNAME_PLACEHOLDER_XYZ123_\nAbout when I was undergoing hellish training—",
    "腑抜けども！　次は走り込みの特訓だ！\nひたすら何も考えずに走り続けろ！　俺が良しというまでだ！": "Cowards! Let's do some running training next!\nJust keep running without thinking! Until I say it's okay!",
    "イ、イエッサー！": "Y-Yessir!",
    "うう……こういう終わりが見えないのが一番きついですわね……": "Ugh... It's the hardest part when you can't see the end like this...",
    "ラミ、昨日の筋肉痛が取れてないんだけど……\nマジで手加減しろよー！": "Rami, your muscle pain from yesterday hasn't gone away...\nSeriously, go easy on me!",
    "あの激マズプロテインをまた飲むのも憂鬱だなぁ……": "It's depressing to drink that super-mass protein again...",
    "……あの味は宇宙を感じる。": "...That taste feels like the universe.",
    "どうせなら、あたしの作った特性ドリンクじゃダメかな？\nなんか虹色だけど、疲れは吹っ飛ぶはずだから！": "I wonder if my special drink won't work anyway?\nIt's kind of rainbow-colored, but I'm sure my exhaustion will go away!",
    "……そっちの方が不安だからイヤかも。": "...I don't like it because I'm more worried that way.",
    "何を無駄なおしゃべりをしている！？\n今日も倒れるまで走りたいようだな！": "What kind of pointless chatter is this?!\nLooks like you want to run until you collapse again today!",
    "てかさー！　スパルタなのはいいけどその変なキャラ何！？\n正直似合ってないんだけど！": "Heck yeah! It's great that you're a spartan, but what's with that weird character?!\nHonestly, it doesn't look good on me!",
    "変だけど面白いから、わたしは良いと思う": "It's weird, but it's funny, so I think it'll be good.",
    "そういう方向で意見が分かれる事あんの！？\nラミは褒められて伸びる方なんだけどー！": "Is that how opinions are divided?!\nRami's the type to grow when complimented!",
    "このひよっこどもが！　口答えなど１００年早い！　\nお前達は状況がわかっているのか！？": "You little chick! You're a hundred years too early to talk back!\nDo you guys understand the situation?!",
    "今のお前たちは、尻に殻がついたひよこのようなものだ！\nこのままでは100パーセント退学するだろうな！": "Right now, you're like a chick with a shell on its butt!\nAt this rate, I'll be 100% expelled!",
    "そ、それは……": "Th-That's...",
    "お前達は負けるために、この学園に来たのか！？\nみんなの笑いものになって、この学園から去りたいのか！？": "Did you guys come to this school to lose?!\nDo you want to become everyone's laughingstock and leave this school?!",
    "そんなに負け犬の烙印を押されたいのか！？": "Do you really want to be branded a loser that badly?!",
    "ぐぬぬ……！": "Grrr...!",
    "それでいいのならさっさと帰ってぬくぬくと休め！\nそうして最後に後悔しながら学園から出ていくんだな！": "If you're okay with that, go home and get some warm rest!\nAnd in the end, you'll regret it as you leave the school!",
    "嫌です！　私はまだまだこの学園で、\nシリウスシュガーとして一緒に頑張りたいです！": "I don't want to! I'm still in this school,\nI want to do my best together as Sirius Sugaru!",
    "めるさん……": "Meru-san...",
    "だから、皆で頑張りましょう！\nまだまだ、この学園でやりたい事がいっぱいあるんです！": "So let's all do our best!\nThere's still so much I want to do at this school!",
    "……そうですわね。\n弱音なんて吐かずに、出来る限りをするべきですわ。": "...You're right.\nYou should do what you can without whining.",
    "それで、文句ばかりのラミはどうだ？\n一人だけやる気も出さずに諦めて帰るか！": "So, what about Rami, who's always complaining?\nGuess I'll just give up and go home without being the only one motivated!",
    "……やるわよ！　やるに決まってんでしょ！\nこのくらいの訓練、へでもないんだから！": "...I'll do it! Of course I will!\nThis level of training isn't bad at all!",
    "白奈にちゆるはどうだ！": "How about you forgive Shirona?!",
    "わたしも、まだここにいたい……": "I want to stay here, too...",
    "はぁ、はぁ……まあ、限界だけど……\n流石にここで諦めたくはないかな……": "*pant pant*... Well, I'm at my limit...\nI really don't want to give up here...",
    "皆さん……ありがとうございます！": "Everyone... Thank you very much!",
    "ええ！　全員でカオスメイデンを倒して、祝杯をあげますわよ！": "Yes! Let's all defeat Chaos Maiden and have a toast!",
    "そうだ！　その意気だ！\nその気合を盛って訓練を続けろ！　いいな！": "Yes! That's the spirit!\nKeep up your training with that spirit! Got it?!",
    "……いや、冷静に考えると\nノリに流されてスパルタを許容させられてない？": "...No, when I think about it calmly\nHaven't you gotten carried away and forced to tolerate spartanism?",
    "何のことだか分からんな！\nさあ、会話で止まっていたランニングの再開だ！": "I don't know what you're talking about!\nNow, let's resume the running that was stopped by the conversation!",
    "はい！": "Yes, sir!",
    "何度言えばわかる！\n返事はイエッサーだと言っているだろう！": "How many times do I have to tell you?!\nI told you the answer is yessir!",
    "い、イエッサー！": "Y-Yessir!",
    "声が小さい！　もう１度全員で！": "Your voice is so quiet! Let's all do it again!",
    "イエッサー！": "Yessir!",
    "よろしい！　それでは全員で走り込め！\n良しというまで足は止めるなよ！": "Very well! Then run with everyone!\nDon't stop until I say it's okay!",
    "イエッサー！！": "Yessir!!",
    "はぁ、はぁ……ちゆるの言う通り……\nあいつが、あのキャラの意味は結局ないじゃん……": "*pant pant*... Chiyuru's right...\nIn the end, there's no point in her being that character...",
    "うう、やばい……なんか出ちゃいそう……\n疲れすぎて、乙女が出しちゃいけない奴……": "Ugh, this is bad... I feel like I'm going to cum...\nSomeone who's too tired for a maiden to cum...",
    "ほらほら、お二人とも！\n文句を言ってたらまた増えますわよ！": "Come on, you two!\nIf you keep complaining, there'll be more of them!",
    "……あとはひたすら走るだけ。": "...All that's left is to run.",
    "大丈夫です！　きっと%usernameusernameuserna%さんは\n私たちの体調も考慮してくれていますから！": "It's all right! I'm sure_USERNAME_PLACEHOLDER_XYZ123_san will be fine.\nHe's taking our condition into account!",
    "お前達、何をくっちゃべっている！\nさあ、足を止めるな！　ひたすら動け！": "What are you guys talking about?!\nNow, don't stop! Just keep moving!",
    "さあ、どうした！\n走り込みが終わったからと言ってすぐに休憩じゃないぞ！": "Come on, what's wrong?!\nJust because you're done running doesn't mean you can take a break right away!",
    "１に根性、２に根性！　３、４がなくて……５に根性だ！！": "1 willpower, 2 willpower! 3 willpower... 5 willpower!!",
    "さあ、ノルマが終わるまでは止まるんじゃない！\n一人百回だ！　全員がノルマ達成するまで終わらんぞ！": "Come on, don't stop until you finish your quota!\nOne hundred rounds per person! I won't finish until everyone meets their quota!",
    "（……ふむ。こうして訓練を通してみる程、\nシリウスシュガーの個性が見えてくるな。）": "(...Hmm. The more I try to train like this, the better\nI can see Sirius Sugaru's personality now.)",
    "はぁ、はぁ……よし！　終わりました！": "Hah, hah... Okay! I'm done!",
    "よろしい！　だが他のメンバーは終わってないぞ！\n追加でもう百回だ！": "Very well! But the other members aren't done yet!\nAnother hundred!",
    "（めるは、こういう単純作業なんかでは集中力はある。\nだけど、その分どうにも周囲の確認が疎かになりがちだ）": "(Meha has the ability to concentrate on simple tasks like this.\nHowever, I tend to neglect to check my surroundings as a result.)",
    "はぁ、はぁ……ぐぬぬ……！\nななじゅう、さんかい……！": "*pant pant*... Grrrr...!\nIt's... three...!",
    "（ラミは口は悪いし何かと反抗的だが、\nその分負けず嫌いで課題はしっかりとこなしているな）": "(Rami has a sharp tongue and is somewhat rebellious, but...)\nHe hates to lose, so he's doing his homework well.)",
    "はぁ、はぁ……何見てんのよ！": "*pant pant*... What are you looking at?!",
    "（……とはいえ無駄に噛みつきな気もするが。）": "(...That said, I feel like she's biting me for no reason.)",
    "ふぅ、ふぅ……んっ……うう……": "Fuu, fuu...nn...uuu...",
    "ななじゅう……ななかい……はぁ、はぁ……": "I don't... know... hah, hah...",
    "（白奈は素直に言う事を聞くが、\nそれだけに個性が見えてこないな……）": "(Hakuna listened obediently, but...\nThat's how little I can see of her personality...)",
    "ひぃ、ひぃ……ご、ごじゅう……はちかい！！": "Hii, hii...g-gojuu...hachika!!",
    "ちゆる！　貴様だけ遅れているぞ！\n遅くなる分全員の回数が増えると思うんだな！": "You're the only one who's late!\nDon't think you'll get more people the later you get!",
    "ええっ！？　これが限界なんだけど！？": "What?! This is the limit!",
    "（ちゆるは体力に難がありだな……\n自分なりのペースを持って余裕があるのはいいんだが）": "(Chiyuru has a hard time stamina...)\nIt's good that she's able to take things at her own pace and have some leeway.)",
    "それとさっきから見ていたが、\nちゆる！　上体起こしに変なアレンジをしているな！": "Also, I've been watching for a while now\nChiyuru! You're making weird arrangements to wake me up!",
    "ぎくっ！？": "Ack!?",
    "い、いやぁ……こういう時は、効果的にアレンジをすべきかなって？\nだから、ちょーっとだけやり方を工夫して……": "W-Well... At times like these, I thought it would be best to arrange it effectively?\nThat's why I came up with a way to do it...",
    "貴様らにそんな権限はなぁい！\n言われたとおりにするのが役目だ！　分かったな！": "You bastards don't have that kind of authority!\nIt's my job to do as I'm told! Got it!",
    "うぐぅ……はーい……": "Ugh... Okay...",
    "ちがーう！　返事はどうした！": "No! What's your answer?!",
    "いえっさぁああああ！": "Noooooooooooo!",
    "（こういう自分ルールをこっそり押し通そうとする、\n我の強さも要注意かもしれないな……）": "(She's secretly trying to push through these kind of self-rules\n(Maybe I should be more careful about my strength...)",
    "はぁ……はぁ……ひゃく……！\n終わりましたわ！": "Hah... hah... hyak...!\nIt's over!",
    "よし！　他の奴らを見てみろ！\nまだ終わっていないぞ！": "All right! Look at the others!\nIt's not over yet!",
    "……つまり、終わるまでは続けるべきですわね！": "...In other words, we should continue until it's over!",
    "そういうことだ！\n察しがいいな！　褒美にノルマを全員に１０回追加だ！": "That's how it is!\nYou're quick on the uptake! As a reward, I'll add ten extra quotas to everyone!",
    "ええええええ！？\nふざけんなー！！！": "Whaaaaat?!\nDon't screw with me!!!",
    "……ノルマ、１０回も……": "...Ten quotas...",
    "し、しぬ……しんじゃう……": "I-I'm... going to die...",
    "ななじゅうなな……ななじゅうはち……！": "Wh-Wh-What are you doing...?!",
    "違う！　俺の言葉に対する反応はなんだ！": "No! What's your reaction to my words?!",
    "イエッサーーーー！！！": "Yessss!!!",
    "皆さま……すみませんわ……\nわたくしが、迂闊なことを言ったばかりに……": "Everyone... I'm sorry...\nI just said something careless...",
    "七彩のせいじゃないっていうか、\n全部アイツのせいじゃん！　気にしなくていいから！": "It wasn't Shichika's fault, I guess\nIt's all his fault! Don't worry about it!",
    "七彩は悪くない……": "Shichisai isn't bad...",
    "まあ、そこまでいうなら、\nあたしのノルマを代わりにやってくれても……": "Well, if you put it that way,\nEven if you do my quota in my place...",
    "それはダメですわ。\n自分に課せられたものはちゃんとやりませんと。": "You can't do that.\nI have to do what I've been assigned.",
    "だよねぇ……とほほ……": "You're right... Tohoho...",
    "（七彩はリーダーとして、しっかりチームの舵を取っているな\n責任感の強さからか、色々と気負いすぎな気もするが……）": "(As the leader, Shichika is at the helm of the team.)\nMaybe it's because of her strong sense of responsibility, but I feel like she's getting too worked up about a lot of things...)",
    "……でも、この訓練の意味は……いえ、今は従うべきですわね……": "...But the meaning of this training... No, we should obey it for now...",
    "（それと、色々と考えすぎている気もするな。\nまあ、リーダーだから必要といえば必要だが……）": "(Also, I feel like I'm overthinking things.\nWell, he's the leader, so it's necessary, but...)",
    "……ひゃ、ひゃく……や、やっと……終わったぁ……": "...Hya, hyak... I-It's finally... over...",
    "よろしい！　ようやく終わったようだな！\nここで休憩にする！": "Very well! Looks like it's finally over!\nI'll take a break here!",
    "しっかりと体を休めろ！\n休むことも訓練の一つだと思え！　いいな！": "Get some rest!\nResting is part of your training! Got it?!",
    "ひぃ、はぁ……げ、限界……\nもう、このまま、気絶しそう……": "Hii, haa... I-I'm at my limit...\nI feel like I'm going to pass out...",
    "ラミ、色々と終わったら絶対に仕返しするから……！\n泣いたって絶対に許さないし！": "Rami, after all this is over, I'll definitely get back at you...!\nI'll never forgive you if you cry!",
    "……死亡フラグ？": "...A death flag?",
    "勝手に殺すな！\nそれにちょっとした仕返しだけでしょ！": "Don't just kill me!\nAnd it's just a little payback!",
    "ラミさん、落ち着きましょう。\n休憩で休めないと疲れを引きずりますわよ。": "Rami-san, let's calm down.\nIf you can't rest, you'll drag your fatigue.",
    "それはそうなんだけどさぁ～……": "That's true, but...",
    "皆さん、飲み物を持ってきましたよ！\n水分補給しないと大変ですからね！": "Everyone, I've brought you a drink!\nIt'll be tough if we don't hydrate!",
    "ありがとうございますわ、めるさん。": "Thank you very much, Meguru.",
    "おお、気が利くじゃん！\nはぁ～！　冷たい、生き返るぅ～！": "Oh, how thoughtful of you!\nHaaaa! It's so cold, I'm coming back to life!",
    "み、みず……": "M-Mizu...",
    "ちゆるが干からびそうになってる。": "Chiyuru's on the verge of drying up.",
    "……ちゆるはもうちょっと、\n普段から運動したほうがいいんじゃね？": "...Just a little longer,\nWouldn't it be better to exercise normally?",
    "……この差を見ると、確かにそう思いますわね……": "...Judging by the difference, I do think so...",
    "あはは……それじゃあ私は%usernameusernameuserna%さんにも、\n飲み物を持って行きますね！": "Ahaha... In that case, I'll go with_USERNAME_PLACEHOLDER_XYZ123___san, too,\nI'll bring you a drink!",
    "ええ～？　別にアイツに要らないでしょ。": "Whaaat? He doesn't need it, does he?",
    "そういうわけにはいきませんから！\nそれじゃあ行ってきますね！": "I can't do that!\nWell then, I'm off!",
    "%usernameusernameuserna%さん！\nこちらドリンクをどうぞ！": "_USERNAME_PLACEHOLDER_XYZ123_san!\nHere's your drink!",
    "おお、める。ありがとうな。\n……それで、聞きたい事があるんだが……いいか？": "Oh, thanks. Thanks.\n...So, there's something I want to ask you... Is that okay?",
    "は、はい、なんでしょう？\nその……何か問題がありましたか？": "Y-Yes, what is it?\nUm... Is there a problem?",
    "問題というよりも……気になってな。\nこういうチームを組むのって、意外と共通点が多くなるんだよ。": "It's not a problem... I'm just curious.\nTeaming up like this has a lot more in common than I thought.",
    "は、はい。そうですね。\n何かしらの繋がりでチームを組むことが多いです。": "Y-Yes. You're right.\nWe often form teams through some kind of connection.",
    "でも、なんというか……シリウスシュガーは\nそういう共通点みたいなのが見当たらなくてな。": "But, how should I put it...Sirius Sugaru\nI didn't see anything like that in common.",
    "モチベーションやスタンスみたいなのが、\nこうもバラバラなチームも珍しいと思ったんだよ。": "Something like motivation and stance...\nI thought it was rare for teams to be this disorganized.",
    "あはは……確かにいろんなことがあって、\nシリウスシュガーは結成されましたから……": "Ahaha... A lot has happened,\nSirius Sugar was formed, after all...",
    "ほう……なかなか気になる言い方じゃないか。\n休憩ついでに、結成の話を聞いてもいいか？": "Hmm... That's a rather curious way to put it.\nWhile we're taking a break, can I ask you about the formation?",
    "そういえば、%usernameusernameuserna%さんには、\nその時の話はしたことがありませんでしたね。": "Come to think of it, to_USERNAME_PLACEHOLDER_XYZ123___san,\nI've never talked about it at that time.",
    "ええっと、どこから話をしましょうか……？": "Let's see, where should we start...?",
    "めるの語りやすい所からでいいぞ？": "You can start with something easier to talk about.",
    "わかりました！　それじゃあ、あの時は確か……": "Understood! Then, if I remember correctly...",
    "チームが決まらずに退学になるかもしれないって、\n不安になっている時の話です――": "That you might be expelled without a team decided,\nThat's when I'm worried—",
    "その時から退学の危機になってんのか！？": "You've been on the verge of expulsion since then!?"
}