{
    "おらっしゃあああああ！　２機撃墜！": "Aaaaahhhh! Two down!",
    "あらら……翠蘭の作戦が外れちゃったせいね。": "Oh, my... It's because Suiran's plan is off.",
    "あ、あんな無茶苦茶してくる方がおかしいんですよ！\n戦場の常識ってものを知らないんですか！？": "I-It'd be weirder if he went crazy like that!\nDon't you know what common sense is on the battlefield?!",
    "……いや、違う。本当は自分でも分かってる。\n私は無意識に、敵に戦術比べを期待してしまっていたんだ。": "...No, that's not it. Even I know the truth.\nUnconsciously, I was expecting a battle of tactics from the enemy.",
    "防御戦闘の構えを取った後、それを敗れる攻撃戦術を取ってくると\n勝手に考えてしまった。": "After taking on a defensive battle stance, he said he’d use an attack tactic to defeat it\nI thought about it on my own.",
    "ＭＧ競技はスポーツやゲームみたいに、複雑なルールがある訳じゃない。\nこれは戦闘。相手のやりたい事を潰し、自分の我を押し通す場。": "MG competitions don’t have complicated rules like sports or games.\nThis is a battle. A place where you crush what your opponent wants to do, and push your own self through.",
    "相手の挑発に乗せられて、自分の戦術で勝つことを考えてしまった。\n気負い過ぎた私の完敗です、か……": "Taking advantage of her opponent’s provocation, she thought about winning with her own tactics.\nI got too worked up and lost, huh...?",
    "生徒会の指揮官様に一本取られてしまったわね。\nま、後はユリアたちに任せましょう？": "It looks like the Student Council's commander has taken one of them.\nWell, let's leave the rest to Julia and the others.",
    "あたし達が撃墜されたところで、\nカオスメイデンの勝ちは揺らがないんだから。": "Just as we were shot down...\nChaos Maiden's victory won't waver, after all.",
    "ユリアがいれば、戦術の差なんか腕力で捻り潰してくれます。\n勝負はここからですよ、シリウスシュガー……！": "As long as Julia's here, she'll be able to crush any differences in tactics with her brute strength.\nThe match starts now, Sirius Sugaru...!",
    "アニスさんと翠蘭さんの両名の撃墜を確認。\nどうやら戻るのが遅かったようですね。": "I confirm the shooting of both Ennis and Suiran-san.\nLooks like we're late getting back.",
    "ふふ、ふふふ……あはははは！　面白い、本当に面白いよ！\nこんなに楽しい気持ちになったのは久しぶりだね！": "Heheh, heheheheh... Ahahaha! Interesting, really interesting!\nIt's been a while since I've had this much fun!",
    "まさか私達の隙をついてアニスちゃんと翠蘭ちゃんを\n落としちゃうなんて。": "Don't tell me you took advantage of our opening to take advantage of Ennis and Suiran-chan?\nI can't believe I dropped it.",
    "数ではこちらが不利だけど、どうする？": "We're at a disadvantage in numbers. What should we do?",
    "そんなの決まってるよ。――私が全員撃墜する！": "That's obvious. I'll shoot them all down!",
    "単身で突っ込んできた……！": "She charged in alone...!",
    "凄いスピードですわ。わたくしたちでは抑えきれない……ですが！\nここまで来て無策でいるはずがないでしょう！": "That's incredible speed. We can't hold it back... But!\nThere's no way we've come this far without a plan!",
    "皆さん、作戦のフェーズ２に移行しますわ！\n――後は頼みましたわよ、めるさん！": "Everyone, let's move on to Operation Phase 2!\n――I'll leave the rest to you, Meru-san!",
    "任せてください！　私が絶対に、みんなを勝利に導いてみせます！": "Leave it to me! I'll definitely lead everyone to victory!",
    "これだけは言っておくが、お前たちひとりひとりの実力は\nカオスメイデンのメンバーに大きく劣っている。": "Just so you know, each and every one of you is capable\nShe's vastly inferior to the members of Chaos Maiden.",
    "試合が始まる前からやる気を削ぐようなこと言うなよ……": "Don't say things that'll ruin my motivation before the match even starts...",
    "でも、事実だよねぇ。パイロットとしての技術力が違いすぎる。": "But it's true, isn't it? Our technical skills as pilots are too different.",
    "少なくとも、１対１では勝ち目がないでしょうね。": "At the very least, we don't stand a chance in a one-on-one fight.",
    "だからこそ、虚像包囲が成功した後が重要になる。": "That’s why it’s important to wait until after the imaginary siege succeeds.",
    "虚像包囲の直後、がら空きになった後衛を即座に撃破。\n数的有利を作った上で、残りの戦力を各個撃破するんだ。": "Immediately after the imaginary encirclement, he immediately destroyed the empty rear guard.\nWe'll create a numerical advantage, then take out the remaining forces one by one.",
    "……バーンズさんも各個撃破するの？": "...Are you going to destroy each and every one of them?",
    "問題はそこだ。模擬戦を見た限りだと、\nはっきり言ってカオスメイデンのリーダーであるユリアは制御不能だ。": "That’s the problem. From what I’ve seen of the mock battle,\nTo put it bluntly, Yulia, the leader of Chaos Maiden, is out of control.",
    "ユリアを自由にさせている限り、\nどれだけ数的有利を作ったところでたやすく逆転されてしまうだろう。": "As long as I keep Julia free,\nNo matter how many numerical advantages we create, we'll be easily reversed.",
    "だから、まずはユリアを封じる。\nその隙に、残りの戦力を速攻で叩くんだ。": "That’s why I’ll seal off Yulia first.\nI’ll use that opportunity to strike the remaining forces quickly.",
    "封じるって、どうやって……": "Seal it up? How...?",
    "忘れたのか？　言っただろう、めるが勝利の鍵だと。": "Have you forgotten? I told you, Meguru is the key to victory.",
    "める。お前がユリアを封じる鎖となれ。\nシリウスシュガーが勝つには、それしかない。": "I will. Become the chain that seals Julia away.\nThat was the only way for Sirius Sugaru to win.",
    "私がシリウスシュガーの勝利の鍵になる……！\n私が、ユリアさんを封じる鎖になる……！": "I’ll be the key to Sirius Sugar’s victory...!\nI'll be the chain that seals Julia away!",
    "あはは！　もしかして私と一騎打ちするつもり？\n言っておくけど、デタラメに動いたって意味なんて……なに？": "Ahaha! Are you trying to fight me one-on-one?\nJust so you know, there’s no point in haphazardly moving... What?",
    "フラットスピンだけが私の武器じゃありません！\nここに至るまでに鍛え上げた技、全てをぶつけます！": "Flatspin is not my only weapon!\nI'll show you all the techniques I've trained up to this point!",
    "へぇ……フラットスピンに失速制御技術を組み合わせて\n機体の軌道を自在に変えているのか……やるじゃん。": "Huh... Flatspin combined with stall control technology.\nSo you can freely change the trajectory of the aircraft... Not bad.",
    "桃園める、と言ったよね。面白い、面白いよキミ！\nそのドッグファイト……相手したげる！！": "You said you'd give Momozono a try, didn't you? Interesting! You're so funny!\nThat dogfight... I'll take you on!!",
    "っ……絶対に負けません！　シリウスシュガーのために！": "...I'll never lose! For Sirius Sugar!",
    "ふふ、ふふふふ……私もユリアさんに続いて……このたぎる情熱を……！": "Heheh, heheheheh... First Julia, then me... This burning passion...!",
    "行っちゃ、ダメ。": "Don't go.",
    "ふふふ、そうでしたね……！\n残り４機残ってたんでした！　私達はこちらで遊びましょう！": "Hehehe, that's right...!\nThere were four machines left! Let's play here!",
    "……与えられた役目をこなすだけ。": "...I'll just carry out the role I was given.",
    "皆さん、数は有利ですが、油断なさらぬよう！": "Everyone, we have the advantage in numbers, but do not let your guard down!",
    "言われなくても気なんて抜かないし！　全力で叩きつぶーす！": "I won't let my guard down even if you don't tell me! I'll crush you with all my might!"
}