{
    "……悪いな、助かる。": "...Sorry, you're a lifesaver.",
    "互いの背中を預け合い、双頭の斧と対峙する。": "We leaned against each other's backs, facing off against the two-headed axe.",
    "昨日の敵は今日の友ってやつです！": "Yesterday's enemy is today's friend!",
    "まだ１日経っていませんよ。まあ、それ以前に月ヶ瀬さんを、\n双頭の斧になど渡せるはずがありません。": "It hasn't even been a day. Well, even before that, Tsukigase-san...\nThere's no way I could give it to a two-headed axe.",
    "ですです！　彼女はＬＯＣに所属するんですから！": "That's right! She belongs to the LOC!",
    "言っておくが、ちゆるはどこにもやらんぞ？": "Just so you know, I'm not going to let you go anywhere.",
    "ふふ。それはここを切り抜けてから、\n改めてお話させていただきましょうか。": "Hehe. That's only after we get through here,\nLet's talk again.",
    "それでオケまる～！": "That'll be the end of it!",
    "ジュリー、そっちは問題ないか？": "Julie, are you all right?",
    "え、ええ……ちょっと気失ってたけど……！\n問題ないわ！": "Y-Yes... I was a little unconscious, but...!\nThere's no problem!",
    "わかった……！": "Okay...!",
    "フルート機、ドロテア機に伝達！　これより敵勢力の足止め及び、\nジュリー機の保護と回収を開始する！": "Flute, relay to Dorothea! We will now slow down the enemy forces.\nWe're going to start protecting and retrieving the Julie machine!",
    "了解！！": "Roger that!!",
    "かくして各自、散開。俺はまっすぐジュリー機へ向かった。": "And so, everyone spread out. I headed straight for the Julie machine.",
    "我々が先に墜落機体を確保するぞ！": "We'll get the crash plane first!",
    "任せろ！": "Leave it to me!",
    "フルートは俺を援護して、他にジュリー機に向かおうとする\n敵下っ端に砲口を向けた。": "The flute supports me and tries to head for the other Julie machines.\nI pointed my cannon at the enemy underlings.",
    "やらせませーん！！": "I won't let you do it!!",
    "ぐああっ！？": "Guaah?!",
    "（どうやら指揮官機はわからないが、少なくとも下っ端の機体は、\nそこまで装甲が厚くないみたいだ……！）": "(Looks like we don't know the commander plane, but at least the underlings do\nLooks like the armor isn't that thick...!)",
    "火力の点では実弾を使う向こうのほうが上だが、\n演習用でも衝撃は与えられる。": "In terms of firepower, the other side using live ammunition was superior, but...\nEven for field exercises, it's shocking.",
    "無事か、ジュリー！": "Are you all right, Julie?",
    "え、ええ！　ありがとう！": "Y-Yes! Thank you!",
    "フルートの援護もあり、俺は無事ジュリー機のもとに到着できた。\n引き続きフルートは他の下っ端機を引き付けている。": "With the support of the flute, I was able to safely arrive at the Julie plane.\nThe flute continues to attract the other underlings.",
    "こちらですよ～！": "It's this way!",
    "よくも仲間を！！": "How dare you bring your friends here!!",
    "一方、ドロテアは――": "Dorothea, on the other hand—",
    "あなたの相手はわたくしが務めます。": "I will be your partner.",
    "あくまで邪魔をするつもりなんだ。": "I'm just trying to get in the way.",
    "いきます……！": "Here I go...!",
    "……遅い。": "...Too slow.",
    "なんて機動力……！　そこらの賊のくせに、この機体性能……！": "What mobility...! Even though they're all thieves, this machine's performance...!",
    "各自レベルの高い賊たちであったが、\n指揮官機の動きは抜きんでていた。": "They were each high-level thieves, but...\nThe commander's machine hadn't moved an inch.",
    "ユーロ・タワー最強格と謳われるドロテアにも\n勝るとも劣らないのではないだろうか。": "Even Dorothea, who is said to be the strongest in Euro Tower, can't do it.\nWouldn’t it be better than nothing?",
    "さっきのバトルロイヤルでのダメージが蓄積している今、\nいささかこちらのほうが不利ですね……": "Now that the damage from the previous battle royale had accumulated,\nWe're at a disadvantage here...",
    "悪いけど、ここは勝たせてもらうわ。": "I'm sorry, but I'll have to win.",
    "きゃあっ！！": "Kyaaa!!",
    "ドロテア！！": "Dorothea!!",
    "わたくしは大丈夫です……！　ただ、機体がもう……動きません。": "I'm fine...! It's just, the aircraft...can't move anymore.",
    "ピクシス・マスールのドロテア・カークランド……\n万全のときに戦いたかったわね。": "Dorothea Kirkland of Pixis Masulu...\nI wanted to fight when I was in perfect condition.",
    "……すみません、双頭の斧の首領に突破されました。": "...I'm sorry, the leader of the two-headed axe broke through.",
    "お前が無事ならそれでいい、ありがとう。": "As long as you're safe, that's fine. Thank you.",
    "きゃっ！　嘘……！": "Eek! No way...!",
    "フルート！": "Flute!",
    "すごい距離から、あんな的確に撃つなんて……！\nごめん、フルートももうダメぽよ……": "I can't believe she shot so accurately from such a great distance...!\nSorry, I can't play the flute anymore...",
    "これくらいの距離、当てて当然よ。\nそっちもうちの機体を随分と動けなくしてくれたみたいじゃない。": "It's only natural to hit this distance.\nLooks like you've made our aircraft pretty immobile, too.",
    "お互い様だな……！": "Looks like we're on the same page...!",
    "指揮官機が俺とジュリー機の前に、降り立った。": "The command plane landed in front of me and Julie.",
    "……！": "...!",
    "俺は機体を操作し、敵機に向かっていった。": "I operated the machine and headed for the enemy machine.",
    "その機体……武装ないわよね。": "That machine... It's not armed.",
    "だからなんだ！": "So what?!",
    "そう……そんなに落とされたいのね。": "I see... So you want to be dropped that badly.",
    "指揮官機が砲口をこちらに向け、狙いを定めて引き金を引こうとする。": "The command plane pointed its cannon in our direction, taking aim and trying to pull the trigger.",
    "そこだ……！": "That's it...!",
    "引き金のタイミングに合わせてレバーを操作、霞光は身を捩って\n射線から離脱し、その後放たれた弾丸を回避した。": "Manipulating the lever to match the timing of the trigger, Kasumi’s body twisted\nI left the line of fire and avoided the bullets that followed.",
    "なっ……": "Wha...?",
    "ちょっとは驚いてくれたようで、何よりだ！": "I’m glad you’re a little surprised!",
    "――が、": "—But,",
    "双頭の斧には他にも下っ端機体がまだ複数残っていた。\n背中から撃たれてしまってはどうしようもない。": "There were still multiple other underlings left on the two-headed axe\nThere's nothing I can do if I get shot in the back.",
    "ボス！　大丈夫ですか！？": "Boss! Are you okay?!",
    "……問題ない。": "...There's no problem.",
    "（ぐ……今ので霞光も、動かなくなったか……）": "(Guh...... So that's why Kasumi stopped moving......)",
    "指揮官機が俺の前に立った。": "The commander machine stands in front of me.",
    "その操縦技術は称賛に値するわ。\n恐らく学園でも最上位クラスでしょうね。": "Your piloting skills are admirable.\nIt's probably the highest-ranking class at the academy.",
    "……そりゃどうも。\nちゆるを追わなくていいのか？": "...Thank you very much.\nShouldn't we chase after Chiyuru?",
    "部下に任せてあるわ。それよりもあんたよ。\n正直後々のことを考えると、私には『危険因子』にしか思えない。": "I've left it to my subordinates. More importantly, you.\nHonestly, when I think about the future, I can only think of it as a “risk factor”.",
    "何意味のわからないことを言って……": "I don't understand what you're saying...",
    "別にあんたと長々と話す気はない。\n他の子から命を取るつもりはないけど、あんただけは別――": "I have no intention of talking to you for too long.\nI don’t intend to take my life from another girl, but you’re a different—",
    "画面いっぱいに砲口が映し出される。": "The screen was filled with cannons.",
    "……どうやら、ここまでのようだな。": "...Looks like this is as far as we can go.",
    "だが、いつまで経っても引き金を引かれる様子がない。": "But no matter how much time passed, there was no sign of him pulling the trigger.",
    "……？": "...?",
    "なぜ撃たない？": "Why don't you shoot?",
    "（どうして――）": "(Why――)",
    "（どうして、撃てない……？）": "(Why can't I shoot...?)",
    "（手が震えている……これは恐怖？　ためらい？\nいや、違う。これはもっと別の……より根源的なもの……）": "(My hands are shaking... Is this fear? Hesitation?)\nNo, that's not it. This is something else... something more fundamental...)",
    "（まさか、こいつ――）": "(Don't tell me she's――)",
    "──悪いが、時間切れだ。": "-Sorry, but time's up.",
    "なに……？": "What...?",
    "この砲撃は……！": "This bombardment...!",
    "――%usernameusernameuserna%さんっ。お待たせしました！": "――%usernameusernameuserna%-san. Sorry to keep you waiting!",
    "今度はこっちの番だ！　やられた分、全部やり返してやるっ！": "Now it's my turn! I'll pay you back for everything you've done!",
    "撤退したシリウスシュガーが実戦用装備で戻ってきてくれたのだ。": "The retreating Sirius Sugaru had returned in combat gear.",
    "来てくれたのはシリウスシュガーだけではない。\n風紀委員会も一緒だった。": "Sirius Sugaru wasn’t the only one who came.\nThe disciplinary committee was with them.",
    "風紀委員各機およびシリウスシュガー全機、兵器使用自由！\n１機残らず叩き潰しなさいッ！": "All PMC units and all Sirius Sugar units are free to use weapons!\nCrush every last one of them!"
}