{
    "あ、来た来た！　お～い！　こっちこっち！": "Ah, here it comes! Hey! Over here, over here!",
    "なあ、今日は体育祭に向けて練習するんだよな？": "Hey, you're practicing for the sports festival today, right?",
    "うん。そうだよ。": "Yeah. That's right.",
    "なら、なんで運動場じゃなくて公園なんだ？": "Then why the park, not the athletic field?",
    "いいところに気が付いたね！\nふふ～ん、それはねぇ……": "You noticed something good!\nHeehee, well...",
    "秘密の特訓をして、みんなを感動させたいから～！": "I want to train in secret and impress everyone!",
    "秘密……？": "A secret...?",
    "漫画で見たんだよ！\nこっそり特訓して完璧になってたらカッコいいと思わない？": "I saw it in a manga!\nDon't you think it'd be cool if you secretly trained to be perfect?",
    "ああ、なるほどな。\nたしかにそういうのに憧れるのは分かる。": "Ah, I see.\nI can certainly see why she would admire something like that.",
    "へへ。だよね！　みんなには色々と迷惑かけちゃったし……\n凄く出来るようになって、びっくりさせてあげたいの！": "Heh heh. You're right! I caused a lot of trouble for everyone...\nI want to be able to do it so much that I can surprise you!",
    "ああ、良いと思うぞ。\nノエルの気持ちだけでもみんなは喜ぶはずだ。": "Yeah, I think it's good.\nNoel's feelings alone should make everyone happy.",
    "うん！　今の私は燃えてるんだ！\n絶対みんなの役に立つんだって！": "Yeah! I'm on fire right now!\nI'll definitely be useful to everyone!",
    "だからお願い！\n手伝って、%usernameusernameuserna%！": "So please!\nHelp me, %usernameusernameuserna%!",
    "まあ、もとよりそのつもりだ。\nもちろん付き合うよ。": "Well, that's what I was planning to do from the start.\nI'll go with you, of course.",
    "やったぁ！　ありがとう！": "Yay! Thanks!",
    "それで、どうするんだ？": "So, what are you going to do?",
    "え？　何が？": "Huh? What?",
    "だから、何をどうやって練習するんだ？\nその為に俺は呼ばれたんだろ？": "So, what are we going to practice and how?\nThat's why you called me here, isn't it?",
    "え～っと……": "Let's see...",
    "……まさか、考えてなかったのか？": "...Don't tell me you didn't think about it?",
    "あはは……そのまさかかも……": "Ahaha... Maybe that's true...",
    "おいおい……": "Hey, hey...",
    "で、でもでも！　私が考えるより%usernameusernameuserna%に\n考えてもらった方が絶対に良いよね！": "B-But, but! More to %usernameusernameuserna% than I think.\nIt's definitely better if you think about it!",
    "……まあいい。とりあえず準備体操からだ。": "...Well, whatever. Let's start with warm-up exercises.",
    "は～い！": "Okay~!",
    "準備体操は終わったな？": "You're done warming up, right?",
    "はい！　終わりました！": "Yes! It's over!",
    "ノエルは秘密の特訓がしたいと言っていたな。\nならばここは……": "Noel said she wanted to do some secret training.\nIn that case, this is...",
    "ここは？": "What about here?",
    "普通じゃない練習をするべきだろう。": "I should probably practice something unusual.",
    "ふ、普通じゃない練習！？　それって何やるの！？": "Th-This isn't normal practice?! What are you doing?!",
    "ノエルの苦手な障害物競走に必要なのは冷静な判断力と注意力だ。": "What Noel needed for the obstacle course she was bad at was calm judgment and attention.",
    "ふむふむ。": "Hmm, hmm.",
    "そしてそれを鍛えるのにうってつけなのは……": "And the perfect place to train them is...",
    "隠れ鬼ごっこだ！": "We're playing hide-and-seek!",
    "か、隠れ鬼ごっこ！": "A-A game of hide-and-seek!",
    "……って、なんで？": "...Wait, why?",
    "考えてもみろ。俺を探し当てる注意力、\nそして追いかけながらも捕まえる判断力……どちらも重要だろう？": "Think about it. The attention to find me,\nAnd the ability to catch them while chasing them... Both are important, aren't they?",
    "あ、なるほど！　たしかにそうかも！": "Oh, I see! You're right!",
    "ノエルが鬼になって、\n俺を見つけてタッチすることができれば終了だ。": "Noel turned into a demon,\nIf you find me and touch me, it's over.",
    "じゃあじゃあ、私が勝ったら何かちょうだい！": "Well then, if I win, give me something!",
    "む、そうだな……じゃあなんでも願いをひとつ聞いてやる。": "Hmm, let's see... Then I'll grant you one wish.",
    "ホントに！？　やったぁ！　絶対見付けてみせるね！": "Really?! Yay! I'll definitely find it!",
    "よし。じゃあまずは１０まで数えてくれ。\nその間に俺は隠れるから。": "Alright. Then count to ten first.\nI'll hide in the meantime.",
    "は～い！　い～ち！　にぃ～！　さ～ん！": "Yes! One! Two! Three!",
    "（手始めに、あの木の後ろにでも隠れるか）": "(Maybe I should hide behind that tree first.)",
    "……きゅ～う！　じゅっ！": "...Kyuuu! Jyuu!",
    "それじゃあ、いっくよ～！": "All right, let's go!",
    "…………": "............",
    "あれぇ？\nねえ、どこにいるの～？": "Huh?\nHey, where are you~?",
    "お～い、%usernameusernameuserna%～！": "Hey, %usernameusernameuserna%!",
    "（難しい場所に隠れたわけじゃないんだけどな。\nやっぱりノエルはこういうのが苦手みたいだ）": "(I didn't hide in a difficult place, though.\nNoel really isn't good at this sort of thing.)",
    "ねえってば、%usernameusernameuserna%～！": "Hey, %usernameusernameuserna%!",
    "（注意力というよりも、興味の問題かもしれないな。普段から気持ちを\n抑えることに精一杯で、周囲を気にする余裕がないんだろう）": "(Maybe it's more of a matter of interest than attention. I usually feel the same way.\nIt's all she can do to keep it under control, so she probably can't afford to worry about her surroundings.)",
    "（だが、それではだめだ。競争相手の妨害にならないように障害物を\n避ける必要がある。失格になってしまうからな）": "(But that won't do. We'll have to put obstacles in the way of our competitors.)\nI need to avoid it. I'll be disqualified.)",
    "（足りないものに気が付いてくれるといいんだが、さて……）": "(I hope he notices what's missing, but...)",
    "――ここだっ！": "――Here it is!",
    "あれぇ？\nここにいたと思ったのにぃ……": "Huh?\nI thought you were here...",
    "ねえ、どこにいるの～！？\nねえったら～！": "Hey, where are you?!\nHey, hey~!",
    "（……いや、ゴミ箱の中にもベンチの下にも木の上にもいないぞ。\nそういう視野が狭くなるのは欠点だな。）": "(...No, she's not in the trash can, under the bench, or on the tree.)\nBeing narrow-minded like that is a drawback.)",
    "まさか、帰っちゃったとかないよね……？": "You didn't go home, did you...?",
    "うぅ……どこにいるのぉ……！？\n%usernameusernameuserna%、出てきてよぉ！": "Ugh... Where are you...!?\n%usernameusernameuserna%, come out!",
    "うううう……どこぉ！？　ねー！　出てきてー！\nここ！？　ここ！？　それともここ！？": "Uuuu... Where are you?! Hey! Come out!\nHere!? Here! Or here!?",
    "（飼い主が見つからない犬みたいになってるな……）": "(He looks like a dog who can't find its owner...)",
    "ううううう！　どこーーー！": "Uuuu! Where are you!?",
    "はぁ……見つからない……あれ？　これってもしかして……": "Hah... I can't find it... Huh? Could this be...",
    "（お、気づいたか？）": "(Oh, you noticed?)",
    "%usernameusernameuserna%、つーかまえた！": "%usernameusernameuserna%, I got it!",
    "って、いない！　なんでぇ～！？　人影見えたのに～！": "Hey, he's not here! Whyyyy?! I saw someone!",
    "（まだ気が付かないか）": "(You still haven't noticed?)",
    "じゃあじゃあ……ここだ！": "Then... Here it is!",
    "ここ！": "Here!",
    "ここも！": "Here, too!",
    "こっちも！": "Here, too!",
    "あ～ん！　なんでー！？　次はこっちにいるの！？": "Aaah! Why?! Is she here next?!",
    "よく周囲を見るんだ": "Take a good look around.",
    "よく考えてみるんだ": "Think about it carefully.",
    "（あいつ、躊躇なく男子トイレに入ったな……\n迷惑になりそうだし、アドバイスをするか）": "(He went into the men's bathroom without hesitation...)\nIt's going to be a bother, so I guess I'll give her some advice.)",
    "……えっ！？　どこどこっ！？\n……うううう！　見つからないよ～！！": "...Huh?! Where?!\n...Ughhh! I can't find it!",
    "……えっ！？　か、考えてみる！？\n……わううう！　わかんないよー！！": "...Huh?! Y-You wanna think about it?!\n...Wahhhh! I don't get it!!",
    "落ち着いて冷静になるんだ、ノエル！": "Calm down and calm down, Noel!",
    "いいから出てきてよ～！": "Just come out already!",
    "それじゃあ特訓にならないだろ……": "That won't be any special training...",
    "俺に言うこと聞かせるんじゃなかったのか！？": "Weren't you supposed to listen to me?!",
    "……あ。そうだったね！": "...Oh, that's right!",
    "よし……ここはもうちょっと頑張ろう！": "All right... Let's try a little harder!",
    "……%usernameusernameuserna%、考えれば分かるって言ってたよね。": "...%usernameusernameuserna% said you could figure it out if you thought about it.",
    "考えれば分かる……考えれば分かるか……\nそれって、私でも考えれば分かるってことだよね……": "If you think about it, you'll understand... If you thought about it you'd understand...\nThat means even I can figure it out if I think about it...",
    "って当たり前か……": "I guess it's only natural...",
    "（そうだ。考えるんだ。考えるより前に動いちゃダメなんだ）": "(That's right. Think. You can't move before you think.)",
    "ってことは、もしかして……": "Does that mean...",
    "（次は、あそこに移動するか）": "(I guess I'll move over there next.)",
    "ノエルの死角を突いて移動する。": "I take advantage of Noel's blind spot to move.",
    "（さて、そろそろ気づいただろうか……ん？　ノエルはどこだ？）": "(Now then, I think it's about time I noticed... Hm? Where's Noel?)",
    "タ～ッチ！": "Ta-ch!",
    "うおっ！？　……まさか背後を取られるとは思わなかった。": "Whoa?! ...I didn't think they'd take my back.",
    "はい、捕まえたよ、%usernameusernameuserna%！": "Yes, I got you, %usernameusernameuserna%!",
    "ああ、捕まったな。お疲れ様。": "Yeah, we've been caught. Good work.",
    "はぁ……気づいたらこんなに簡単な事だったんだね。": "*sigh*... I didn't realize it was so simple.",
    "ああ、ちゃんと法則は分かったみたいだな。": "Yeah, it looks like you know the rules.",
    "うん！\nさっきからグルグル同じ場所を移動してるって気が付いたの！": "Yeah!\nI realized I've been moving around in the same place for a while now!",
    "そうだ。ノエルの弱点は目の前にとらわれる事だな。\n……こうして、大きな視点で見る事も重要だ。": "That's right. Noel's weak point is to get caught in front of her.\n...It's important to look at it from a big point of view.",
    "うん……捕まえなきゃってそればっかりで、\nどんなふうに移動してるかなんて考えもしなかったよ。": "Yeah... That's all I have to do to catch him,\nI didn't even think about how it was moving.",
    "それでうまく行かなくて、我慢してるからイライラして、\nもう何か壊しちゃおっかって気持ちになって……": "That didn't work, and I was irritated because I was holding back\nI feel like I'm about to break something...",
    "よく我慢したな。えらいぞ。\nそういった時に、冷静になるのが大切だ。": "You put up with it well. Good job.\nIt's important to calm down at times like these.",
    "えへへ……": "Ehehe...",
    "よし、これで特訓は成功だ。\n今日はもう帰って、ゆっくり体を休めてくれ。": "All right, with this, the special training was a success.\nGo home and get some rest.",
    "ちょっと待った！\nお願いを聞いてくれるんじゃなかったの？": "Wait a minute!\nWeren't you going to listen to my request?",
    "くっ、覚えてたか……": "Ugh, so you remembered...",
    "だって約束したもん！　じゃあね～お願いは～……": "Because I promised! See you later~ Please~...",
    "ごくりっ……": "*gulp*...",
    "うーん……頭を撫でてもらってもいい？": "Hmm... Can you pat my head?",
    "そんなことでいいのか？": "Are you sure that's okay?",
    "うん！\n……その、ダメかな？": "Yeah!\n...Um, is that a bad idea?",
    "いや、そのくらいなら幾らでも撫でてやるぞ。\nほら、ノエル。よく頑張ったな。偉いぞ。": "No, I'll pet you as much as you want.\nCome on, Noel. You did well. That's great.",
    "頭を撫でてやる。\nすると、ノエルは嬉しそうな表情を浮かべる。": "I patted her head.\nAt that, Noel made a happy expression.",
    "えへへ……嬉しいな……": "Ehehe... I'm so happy...",
    "壊しちゃったり、我慢してイライラしたりばっかりだから……\nこんな風に頭を撫でて褒めてもらうのは久しぶりなの。": "All I do is break it, hold it in, and get irritated...\nIt's been a long time since I've been praised for patting my head like this.",
    "……そうか。": "...I see.",
    "えへへ……ありがとうね！\nこれですっごい成長しちゃったよね！": "Ehehe... Thanks!\nYou've really grown up!",
    "それは分からん。": "I don't know about that.",
    "……え？　ええ～っ！？\n秘密の特訓をしたんだから、成長したんじゃないの！？": "...Huh? Whaaat?!\nYou did secret training, so you've grown, haven't you?!",
    "まあ、それは人によるな。\nノエルは自分の欠点に気づいたってのが大切だ。": "Well, that depends on the person.\nIt's important that Noel realizes her flaws.",
    "ううう……じゃあこの特訓ってあんまり意味はなかったのかな？": "Ugh... Then maybe this special training didn't mean much?",
    "どうだろうな……もしかしたら役に立つかもしれない。\n逆に何の意味もなかったかもしれない。": "I don't know... It might come in handy.\nOn the other hand, it might not have meant anything.",
    "ううん……そっかぁ……それはそうだよね。\nでも、皆をびっくりさせる作戦だったのにぃ。": "No... I see... That's true.\nBut the plan was to surprise everyone.",
    "まあ、それは仕方ないさ。\n特訓の成果は、体育祭の結果で魅せればいいんじゃないか？": "Well, that can't be helped.\nWhy don't you show off the results of your training with the results from the sports festival?",
    "……うん！　確かにそうだよね！\nじゃあ見ててね！　絶対に勝ってみせるから！": "...Yeah! You're right!\nJust you wait and see! I'll definitely win!",
    "ああ。楽しみにしてるよ。": "Yeah. I'm looking forward to it.",
    "――手前で暴れていたから最後の網くぐり……\nノエルからすれば今まで以上のストレスだが……": "――She was rampaging in front of me, so I passed through the last net...\nFrom Noel's point of view, it's even more stressful than before, but...",
    "うううう……！": "Uuuu...!",
    "ああ、もう……本当に、嫌だ……！\n体を押さえつけられてるみたいだし……！": "Ahh, geez... I really don't want to...!\nIt looks like she's holding her body down...!",
    "こんな縄なんて、サクッと千切っちゃえば……！\nうう！　ダメダメ……！　そんなことしたら……！": "I just need to rip this rope off...!\nUgh! No, no...! If I do that...!",
    "ああもう、イライラしてきちゃう……！": "Oh geez, I'm getting irritated...!",
    "……ノエル、あんなに苦しそうな顔で……！": "...Noel, you look so pained...!",
    "ノエル……頼む、あとちょっとだ！　我慢してくれ……！": "Noel... Please, just a little more! Just bear with it...!",
    "よし、前の奴が見えてきた……！": "All right, I can see the one in front of me...!",
    "うそ！？　後ろからもう来てるの！？\n急げ、急げ！　急がないと……！": "No way!? It's already coming from behind us!?\nHurry, hurry! We have to hurry...!",
    "あぐっ！？　なんでここが引っかかるの！？\nあああああああ、もう！": "Agh?! Why is this place stuck?!\nAaaaahhhh, geez!",
    "（めちゃくちゃに、してしまいたい……！）": "(I want to mess it up...!)",
    "ううううううううっ……！": "Uuuuughhh...!",
    "よし、ゴールまで気を抜くなよ！\nいけ、ノエル！": "All right, don't let your guard down until the goal!\nGo, Noel!",
    "%usernameusernameuserna%の声……": "%usernameusernameuserna%'s voice...",
    "そうだ。特訓の時だってイライラしたけど……\nそれでも、冷静になれば良いって教えてもらったんだ。": "That's right. I was irritated during our special training, too...\nEven so, she taught me that I just need to calm down.",
    "……ノエル……っ！　ノエル、頑張って！！": "...Noel...! Good luck, Noel!!",
    "ノエル！　あとちょっとだぞ！！": "Noel! We're almost there!!",
    "ふたりとも……": "Both of you...",
    "うん……そうだ。皆にも助けてもらって……\n%usernameusernameuserna%には特訓もして貰ったんだ！": "Yeah... That's right. Thanks to everyone's help...\n%usernameusernameuserna% also gave me special training!",
    "私が、我慢できなくて壊しちゃう気持ちよさよりも……\nもっといっぱいの大切を貰ってるんだ！": "More than the pleasure of me not being able to hold back and breaking it...\nI'm getting a lot more than that!",
    "ノエルなら、出来るって信じてるから！\n頑張って！": "I believe you can do it, Noel!\nGood luck!",
    "心香ちゃんだって、あんなに大きな声で応援してくれる！\nなら、私のこんな気持ちなんて、どうとでもなる！": "Even Shinka-chan cheers me on so loudly!\nIn that case, my feelings won't matter!",
    "抜けたっ！　このまま走って！　ゴールするから！": "I'm out! Run like this! I'll reach the goal!",
    "そうして、ノエルは最後まで走り切り見事に、\n障害物競走で一位の結果を出すことが出来た。": "And with that, Noel ran all the way to the end, splendidly\nHe was able to get first place in the obstacle course.",
    "はぁ、はぁ、はぁ……やった……やったぁ……！": "*pant pant*... I did it... I really did it!",
    "ノエル……よく、頑張ったな。\nあれだけ我慢してるのに、よくぐっとこらえれたな。": "Noel... You did well.\nI'm surprised she managed to hold herself back after all that.",
    "……本当にありがとう、ノエル。\n大変な思いをしたのに、こんなに頑張ってくれて。": "...Thank you so much, Noel.\nI've been through a lot, but you've worked so hard.",
    "えへへ、ありがとう……でも、私もお礼を言いたいんだ！\nいっぱい助けてくれたみんなもそうだし……": "Ehehe, thank you... But I want to thank you too!\nIt's the same for everyone who helped me out so much...",
    "それに、秘密の特訓を一緒にしてくれた、\n%usernameusernameuserna%のおかげだよ！": "Besides, she was the one who shared my secret training with me.\nIt's all thanks to %usernameusernameuserna%!",
    "あの特訓は助けになったか？": "Did that special training help?",
    "うん！　冷静になって、自分のためにみんながしてくれたこと。\n私にとってここが一番大切ない場所だってこと。": "Yeah! Calm down and do what everyone else did for you.\nThis is the most important place for me.",
    "だから、ありがとうね！": "So, thank you!"
}