{
    "くっ、この……いつまでも悪あがきすんなっつの！": "Ugh, you... Don't keep struggling!",
    "ラミさん！　危ない！": "Rami-san! Watch out!",
    "しまっ……きゃぁああああああ！？": "Shit... Kyaaaaahhhh!?",
    "攻撃を止めてはいけませんわ！\nたとえ動けなくなろうとも、攻撃を続けるのです！": "You mustn't stop the attack!\nEven if you can't move, keep attacking!",
    "そうは、言うけどねぇ……こいつら固すぎよ……！": "You say that, but... these guys are too hard...!",
    "（みんな撃墜されていく……どうすれば……！）": "(Everyone's being shot down... What should I do...!?)",
    "っ……はぁっ、はぁ……ほん、とうに、馬鹿だな、お前達は……": "...Haah, haah... You guys really are...idiots...",
    "%usernameusernameuserna%！": "%usernameusernamesuserna%!",
    "置いて逃げろと、言ったのに……\nお前、初めて俺の指示……無視したな……": "I told you to leave me behind and run away...\nThis is the first time you've ignored my instructions...",
    "……ごめんなさい。でも、見捨てるだなんて、わたしには出来ない。": "...I'm sorry. But I can't abandon you.",
    "すまなかったな……場を和ますための告白が、\nお前への呪いとなったか。": "I'm sorry... I didn't mean to make a confession to lighten the mood.\nIt became a curse on you, huh?",
    "……実を言うと、あの言葉の真意、よくわかってなかった。": "...To tell the truth, I didn't really understand the true meaning of those words.",
    "だけど、本当の私を知ってくれたあなたを……\nわたしに頼らせてくれたあなたを……守りたかった。": "But now that you know the real me...\nI wanted to protect you... for letting me rely on you.",
    "ありがとな。お前が守ってくれて、嬉しかったよ……": "Thanks. I'm glad you protected me...",
    "今度は、俺の番だ……みんなで、無事に帰るぞ。": "Now it's my turn... Let's all go home safely.",
    "白奈。こっちに寄れ。俺がお前の剣を導いてやる。\n俺の動きに合わせて……導いた先にある箇所を貫け。": "Shirona. Come closer. I'll guide your sword.\nMatch my movements... and pierce through where I lead you.",
    "……うん。": "...Yeah.",
    "一回勝負だ。これで決められなければ、全員揃って大穴住まいだな。": "Let's have a match. If we don't decide now, we'll all live in a big hole.",
    "わたしは、地上での生活の方が好き……絶対に当ててみせるわ。": "I prefer living on the surface... I'll definitely win.",
    "同感だ……行くぞ……っ！\n合図と同時に、俺と白奈機は加速する。": "I agree... Let's go...!\nAt the signal, Hakuna and I accelerate.",
    "座標をずらすな！　このまま真っ直ぐ、突き進め……！": "Don't move the coordinates! Keep going straight ahead...!",
    "狙いがブレる白奈を、俺が導く。\n貫くべき場所はわかっている。": "As Shirona's aim wavered, I guided her.\nI know where to pierce.",
    "っ……！　いっけぇええええええええ！": "...! Gooooooo!",
    "うそ……メイズシフターの体を、貫いた……？": "No way... It pierced the Mayscifer's body...?",
    "あ、あんなに頑丈だったのに……どうして……？": "Th-They were so sturdy... Why...?",
    "っ、ぁあ……か、簡単な話だ……俺が気絶してる間こいつ……\n霞光は戦場のデータを計測し続けていたんだ。": "Aaah... It's so simple... While I was unconscious, this guy...\nKasumi kept measuring battlefield data.",
    "こいつには高精度の赤外線センサーが搭載されているからな。\n対象の熱源分布を、三次元的に解析することが出来る……": "This thing is equipped with high-precision infrared sensors, after all.\nWe can analyze the heat signature distribution of the target in three dimensions...",
    "そこで、あのメイズシフターの体幹部に、\n熱が集中している部分があることが分かった。": "That’s when I told the top brass of that maise shifter...\nI can tell that there's a part of the heat that's concentrated.",
    "そして俺は、それが神経中枢かエネルギーの生成器官だと\n予測したわけだ……": "And I think it's either the nerve center or the energy generation organ.\nThat's what I predicted...",
    "なるほど。動物も脳や心臓みたいな代謝活性の高い器官には、\n他の臓器よりも高い熱を持っている。それと同じだと考えたんだね。": "I see. Animals also have highly active metabolic organs like the brain and heart.\nYou have a higher fever than the other organs. You thought it was the same.",
    "そういう、ことだっ……！": "That's how it is...!",
    "――それから安全地帯に降り立ったシリウスシュガー５人は、\n一度機体から出て%usernameusernameuserna%の応急手当のため集まった。": "—After that, the five Sirius Sugars descended into the safe zone\nWe leave the aircraft and gather for first aid for %username, username, and %userna.",
    "手当を施し、%usernameusernameuserna%の無事を確信した５人は、\nほっと胸を撫で下ろす。": "After treating them, the five confirmed that %username, username, and user-na% were safe\nI sighed in relief.",
    "……それにしても、さっきのって。": "...Anyway, what was that just now?",
    "ケーキカット、みたいでしたね……？": "It was like cutting a cake, right...?",
    "なるほど。つまりはふたりの初めての共同作業だったっていうこと、か。": "I see. In other words, it was their first collaboration.",
    "おお、切り分けて配ってやるから、ちゃんと食えよお前ら……": "Oh, I'll cut them up and hand them out, so make sure you eat them all...",
    "……ふふっ。あはは。食べるって……あれを……？": "...Hehe. Ahaha. Eating... that...?",
    "し、白奈さんが声を出して笑った……？": "S-Shirana-san laughed out loud...?",
    "（いい笑顔だ）": "(That's a nice smile.)",
    "（かわいいな）": "(She's cute.)",
    "ふふっ……ごめんなさい、面白くて、つい……": "Hehe... I'm sorry. It was so funny, I couldn't help myself...",
    "あと、あのプロポーズは、%usernameusernameuserna%が場を\n和ませるために言った冗談みたいなものだから、みんな気にしないで。": "Also, for that proposal, %usernameusernamesuserna% will take the place\nIt's like a joke I said to soften things up, so don't worry about it, everyone.",
    "そ、そうだったんですか！？": "I-Is that so?!",
    "ま、だろうとは思ってたけどね。あまりにも突然だったし。": "Well, I figured as much. It was just too sudden.",
    "そう、だからみんなであれを食べる必要は……ぷっ、あはは！\nダメ、想像しちゃったら、面白くて……あはは！": "That's right, so there's no need to eat with everyone... Pfft, ahaha!\nNo, imagining it would be so funny... Ahaha!",
    "し、白奈さんって、あんなふうに笑うんですのね。": "I-I didn't know Hakuna-san could smile like that.",
    "でも、ああやって笑う白奈さん、なんだかとても綺麗です。": "But the way she smiles like that is kind of beautiful.",
    "……ようやく、素が出せたみたい、だな……っ……": "...Looks like you've finally shown your true colors...",
    "%usernameusernameuserna%さん！？": "%usernameusernamesuserna%san!?",
    "どうやらまた気絶しちゃったみたいだね。": "Looks like he passed out again.",
    "メイズシンドロームの症状が酷いのに無茶したんだから、当然でしょ。": "It’s only natural, considering how reckless she’d been despite the terrible symptoms of the mace syndrome.",
    "命に別状はなさそうですが、応急手当も終わりましたし、\nそろそろ脱出しましょうか。": "Her life didn’t seem to be in danger, but she’d finished first aid\nLet's get out of here.",
    "ん？　な、何かが接近してきます！": "Hm? Something's approaching!",
    "もしかして新手！？　もう無理だっての！": "Are you new?! I can't do this anymore!",
    "いや、あれは……": "No, that's...",
    "ようやく発見出来たな。いったいどこまで潜っていたんだか。": "We've finally found it. Just how far have we been hiding?",
    "カラフルブーケの皆さん！？　どうしてここに……？": "Everyone in the colorful bouquet?! Why are you here...?",
    "探索計画の予定期間時刻を超過しても戻ってこなかったからな。\nカラフルブーケ総出で助けに来てやったぞ。": "After all, they didn't come back even after the planned time for the exploration plan had passed.\nThe whole colorful bouquet came to save you.",
    "それとも、自分達の足で帰るか？": "Or do you want to go home on your own?",
    "冗談言ってないで、早く助けろー！": "Stop joking around and help me already!",
    "……これで地上に帰れる。": "...Now I can return to the surface.",
    "（%usernameusernameuserna%……\nあなたを守ることが出来て、本当によかった）": "(%user name, username, user name, %...)\nI'm so glad I was able to protect you.)",
    "__translated__": true
}