{
    "%usernameusernameuserna%、お疲れー。\n文化祭、楽しかったね。": "%usernameusernameuserna%, good work.\nThe cultural festival was fun.",
    "エヴィもお疲れ。\n……で、今度は何の頼み事で呼んだんだ？": "Good work, Eve.\n...So, what did you call me for this time?",
    "頼み事？　……ああ、違うよ。": "A request? ...No, that's not it.",
    "朝から頑張ってもらったのに、お礼出来てなかったなって。": "I thought I hadn't been able to thank you for all your hard work this morning.",
    "ということで、キョンシーからのお礼だよ♪": "So, here's a little token of my gratitude from Kyonshi♪",
    "そう言って、胸を押し付けながらエヴィが抱きついてくる。\nおんぶの時も胸の感触はあったけど、その時よりも強く感じた。": "As she said that, Eve hugged her as she pressed her breasts against her.\nI felt her breasts when I was carrying her, too, but I felt them more strongly than then.",
    "キョンシーって、ご主人様に命令されたら必ず言うこと聞くんだよね。\n……で、%usernameusernameuserna%はどんな命令する？": "Kyonshi always listens to what Master orders them to do, right?\n...So, %usernameusernameuserna%, what kind of order do you give?",
    "こんな状況でする命令なんて、決まりきっている。\nそう伝えると、エヴィは恥ずかしそうに笑顔を見せた。": "It's already been decided what to do in this situation.\nWhen she told him that, Eve smiled bashfully.",
    "あむ、んぐ……ん、んっ……むぅ……\nほんとに、ひょんな感じで、いいの……？": "Amh, ngh... nn, nnh... mmh...\nIs it really okay for me to be like that...?",
    "まずは命令のひとつめとして、\nいきり立ったペニスを口に含ませる。": "The first order of business was...\nI put my raging penis in her mouth.",
    "何の抵抗もせず受け入れるエヴィは、\n本当に自分の意思を持たない、従順なキョンシーのようだった。": "Eve accepted it without any resistance\nShe really was like an obedient Kyonshi with no will of her own.",
    "ひ、ひもち、いい……？　ちゅぱ、んふっ……はぁ……": "D-Does it feel good...? *smack* mnf... *pant*...",
    "知識……としては、んむっ……知ってうんだけど……\nやったことは、んぅ、にゃいから……": "As far as knowledge goes, nmm... I know, but...\nWhat I did was, nngh, meow...",
    "ひょ、ひょっと……心配、で……んうっ……": "I-I'm just... worried... nngh...",
    "そう言いながら右手で丁寧にペニスを扱き、\n必死で舌を動かすエヴィ。": "As she spoke, she carefully stroked my penis with her right hand.\nEve desperately moved her tongue.",
    "はぅ……ん、ん、ちゅぱ……ふぅっ、は……\nえ……？　あ、ひゃんと、ひもちいいの……？": "Hau...nn, nn, chupa...fuu, ha...\nHuh...? Ah, does it feel good...?",
    "ん……ひょれなら、嬉しい……ん、んっ……": "Hm... I'd be happy if it were you... Hm, hm...",
    "気持ちいいと言われて嬉しかったのか、\n少しエヴィの動きが大胆になる。": "She must have been happy to be told that it felt good\nEve's movements became a little bolder.",
    "さっきよりも喉奥にペニスを招き入れ、\n唾液を絡めながら大きく口を上下させ始めた。": "I invited my penis deeper into her throat than before.\nShe starts moving her mouth up and down, her saliva entwined.",
    "……じゅる、んちゅ……んくっ……あっ……\nはふっ、しゅご……どんどん、かたくなってう……": "...*slurp* *kiss*... *gulp*... Ah...\n*pant* Wow... It's getting harder and harder...",
    "ほんなに、たってるん……なら……\nもう、なめたりしにゃくて……いい気がしゅるけど……": "If it's really happening...then...\nI don't want to lick it anymore... It feels good, but...",
    "らって……ほんなことせず、入れちゃった方が……\n効率、いいと思わにゃい……？": "But... it'd be better if I put it in without really doing it...\nDon't you think it's efficient...?",
    "れも、%usernameusernameuserna%は……\nひょれが……好きなんらよね……？": "But %usernameusernameuserna%...\nYou... like it, don't you...?",
    "エヴィは好きじゃないのかと聞くと、\n少し間を置いて、首を小さく横に振った。": "When I asked her if she didn't like it, she said,\nAfter a short pause, she shook her head slightly.",
    "しょれが……おかしいの、私……んっ……\nほんなの、効率わるいと思うのに……": "I'm... the weird one here... nn...\nI really don't think it's efficient...",
    "おひんひんが……口の中ごりごりしゅるの、\nんっ、はふっ、気持ちよくって……": "Your penis... is grinding against my mouth...\nMm, hafh, it feels good...",
    "%usernameusernameuserna%の……\n男の人のにおいも、しゅきで……くらくらしちゃって……": "%usernameusernameuserna%'s...\nI love the smell of men, too... It makes me dizzy...",
    "エヴィの口の吸いつきが激しくなり、\nじゅぽじゅぽと激しい音が静かな部屋に響く。": "The sucking of Eve's mouth grew more intense\nA violent slurping sound echoed through the quiet room.",
    "はむっ、くちゅ……にゃにも、考えられなくなる……\nあんっ、いちゅもの私じゃ……にゃくなるみたい……はぁ……": "Hamph, mwah... I can't even think about it...\nAhn, it's like... I'm going to become a meow... Hah...",
    "このまま続けられると先に達してしまいそうだと思い、\n体勢を変えることにした。": "I thought that if I kept going like this, I would reach the end of it.\nI decided to change my stance.",
    "うひゃっ……！": "Uhyah...!",
    "広げた足の間にペニスを当てがうと、期待からなのか\nエヴィの体が一瞬ぶるっと震えた。": "When I place my penis between her spread legs, it must be out of anticipation.\nEve's body trembled for a moment.",
    "……あ……ちょっとまって……\n%usernameusernameuserna%……": "...Ah... Wait a minute...\n%usernameusernameuserna%...",
    "……いや、その……えっと……": "...No, um... Um...",
    "もじもじと、言いにくそうに口をぱくぱくさせるエヴィ。": "Eve fidgeted, her mouth flapping open and closed as if she was having trouble saying it.",
    "シャ、シャワー、まだ浴びてないの！": "I-I haven't showered yet!",
    "……汗のにおいとか……するんじゃないかなって……": "...I thought it might smell like sweat...",
    "むしろその方が興奮する、と伝えると、\nエヴィの口端が一瞬引きつった。": "If anything, it would be more exciting that way, I told her.\nThe corners of Eve's mouth twitched for a moment.",
    "え……そう、%usernameusernameuserna%って、\nそういう趣味あるんだ……においフェチとか？": "Huh...? That's right, %usernameusernameuserna%...\nSo that's what you're into... A smell fetish or something?",
    "ま、まあ、お礼だし……？\nそんなんで喜ぶなら、いいの……かな……": "W-Well, it's a token of my gratitude...?\nIf that's what it takes to make her happy... I guess it's okay...",
    "自分だってさっき男のにおいが好きって言っただろ、\nと言うと、エヴィは首をふるふる振って否定した。": "Didn't you just say you like the smell of men, too?\nWhen she said that, Eve shook her head in denial",
    "あっ、ちがうのっ、あれはっ……\n%usernameusernameuserna%のにおいだから……": "Ah, no, that's...\nBecause it smells like %usernameusernameuserna%...",
    "男だったら誰でもいいんじゃなくって、\n%usernameusernameuserna%だからいいのっ！": "It's not that it doesn't matter who's a man,\nIt's fine because it's %usernameusernameuserna%!",
    "言った後にハッと気づいた顔をして、また顔をしかめるエヴィ。": "Eve grimaced again, a look of realization on her face after she said it.",
    "うう……私、何言っちゃってるんだろう……\n恥ずかしい……これじゃまるで……": "Ugh... What am I saying...?\nThis is embarrassing... It's like...",
    "こちらも誰でもいい訳じゃなく、エヴィだからいいのだと伝える。\nするとエヴィは、困ったような嬉しそうな視線を向けてきた。": "I told her that it wasn't that I didn't care who it was, but that it was Eve.\nThen Eve gave me a troubled, happy look.",
    "そ、そんな風に言われちゃったら……私……": "I-If you put it like that... I...",
    "ひゃっ、あぁんっ！": "Hyah, aahn!",
    "膣口に先端を当てがい、ゆっくりと挿入する。": "I place the tip against her vaginal opening and slowly insert it.",
    "あっあっ、ああっ……！　この感覚、好き……っ！\nんんっ、おおきい……すごいよっ……": "Ah, ah, aaah...! I love this feeling...!\nMmm, it's so big... It's amazing...",
    "%usernameusernameuserna%が……あっ、\nはいってきて、ひろげてく感じ……好きだよぉ……！": "%usernameusernameuserna% is... Ah,\nI love the feeling of it coming in and spreading out...!",
    "きゅうきゅうと膣壁がペニスを締め付けてきて、\nまるで初めてかのようにナカが狭い。": "Her vaginal walls tightened around my penis.\nNaka is cramped, as if it's her first time.",
    "それでも痛みではなく、快感を感じているようだった。\n甘い声に、こちらの興奮も高まっていく。": "Even so, she seems to be feeling pleasure, not pain.\nHer sweet voice makes me even more excited.",
    "はあっ……そういえば、んぅ……っ……\n服、ぬがなくて、大丈夫なの……？": "Haah... Come to think of it, nnu...\nAre you sure you don't need to take off your clothes...?",
    "こ、これ……ふぅっ、あんっ……あの……\nおちんちん……入れにくく、ないかな……？": "Th-This is... fuu, anh... umm...\nIsn't it... hard to put your penis in...?",
    "全部ぬいじゃった……ほうが……んんっ、\nやりやすいんじゃ……あっ、ああんっ！": "I took it all out... It's better... Mmm,\nIsn't it easy to do... Ah, aaahn!",
    "普段と違う格好だからいい、ということを伝え、\nエヴィに体を寄せる。": "I told her that it was fine, since she was dressed differently than usual.\nShe leaned in close to Eve.",
    "こうすると感じる汗の匂いも興奮材料だと言うと、\n彼女の膣内がまたきゅんっと締まった。": "When I say that the smell of sweat I feel when I do this is also a source of excitement,\nHer vagina tightened again.",
    "あひっ……！　そっ、そういう……んあっ、\n変態みたいな趣味、あるんだ……はっ、ん……": "Ahii...! Th-That's... nnah,\nI have a hobby like a pervert... Hah, mm...",
    "まっ、まあ、お礼……だから……あんっ、\nつきあってあげるっ、けど……んんっ！": "W-Well, it's thanks... so... ahn,\nI'll go out with you, but...nnn!",
    "その言葉に甘えて突き上げるたび、たゆんと揺れる乳房。\nそれをもっと見ようといたずらに腰を揺らす。": "Every time I take advantage of her words and thrust into her, her breasts sway.\nI move my hips mischievously to get a better look at it.",
    "んっ……え、何……？\nおっぱいが見えるのがいいの……？": "Mm... Huh? What...?\nYou want me to be able to see her boobs...?",
    "あんっ、ば、ばかあ……あふぅっ……\nほんと、えっち……なんだから……ひぁんっ！": "Anh, i-idiot... afuu...\nSeriously, you're such a pervert... Hyahn!",
    "服の間から窮屈そうにこぼれ出た胸も、色づいた乳首も、\n蠱惑的にこちらを誘い、昂りを刺激してきた。": "Her breasts spilled out from between her clothes as if they were cramped, and her nipples were colored\nShe's alluringly inviting me, stimulating my arousal.",
    "ね、ねえ……あっ、ほんとに、汗臭く……ない……？\nな、なんか、すごい……汗、かいてきちゃって……": "H-Hey... Ah, does it really... smell like sweat...?\nW-Wow... I'm starting to sweat...",
    "や、やっぱり……んっ、服、着たままだと……\nはぁっ、やだあ……あっ、あ……ふあぁっ！": "I-I knew it... nn, with my clothes on...\nHaah, nooo... ah, ah... fuaah!",
    "%usernameusernameuserna%に……\n汗臭いって、はぁっ、思われたくないよぉ……": "To %usernameusernameuserna%...\nI don't want them to think I smell sweaty...",
    "エヴィは以前、風呂に入るのすら面倒臭い時があると\n言っていた記憶がある。": "Eve had said before that even bathing was a pain in the ass\nI remember saying something like that.",
    "そう聞くと、エヴィはまた強く首を横に振った。": "When she asked that, Eve shook her head firmly again.",
    "こういう時は……あんっ、別でしょ……っ！\nあっ、あひ……あっ、んあぁっ……！": "At times like this... ahn, it's different...!\nAh, ahi... ah, nnahh...!",
    "だって……はうっ、汗臭いって思われて……あぁっ、\n二度としてくれなくなったら、やだ、からぁ……！": "Because... hauh, they think I smell sweaty... aah,\nI don't want you to stop doing it again...!",
    "そんなに何度もしたいのかと告げると、\n頬の赤みが少しだけ増した気がした。": "When I told her that I wanted to do it so many times,\nThe redness in her cheeks seemed to have increased a little.",
    "……っ！　そ、そうだよ……！\nいっぱい、えっちなこと……したいの……！": "...! Th-That's right...!\nI want to do lots of dirty things...!",
    "誰とでもいい訳じゃなくて、んんっ、ふぁっ……\n%usernameusernameuserna%と……！": "It's not like I don't care who I'm with, mmm, fwah...\n%usernameusernameuserna% and...!",
    "もっと沢山、うぁ、あっ……えっちなこと、したい……！\n私の知らないこと、教えて、ほしいの……！　ああんっ！": "I want to do more, uwah, ah... dirty things...!\nI want you to tell me something I don't know...! Aaahn!",
    "言葉に合わせて膣壁が快感を求めるように、\nペニスに吸い付いてくる。": "Matching her words, her vaginal walls sought pleasure.\nShe sucked on my penis.",
    "恥ずかしいこと、言わせないで……っ。\nんっ……ふぁっ、あっ、ああんっ……！": "Don't make me say such embarrassing things...\nNn... fuah, ah, aahn...!",
    "エヴィは無意識でか、もっとと言うように腰を揺らした。\nこちらは求められるまま、抽送を速くしていった。": "Perhaps unconsciously, Eve shook her hips as if to say more.\nAs requested, I sped up my thrusts.",
    "あっ、あぁあっ！　いいっ、そこっ、強くするの！\nきもち、いい……っ！　ねっ、もっとぐちゅぐちゅして！": "Ah, ahhhh! It's good, there, do it harder!\nIt feels so good...! Hey, squish me more!",
    "%usernameusernameuserna%の、もっと、\n強く感じたい……はぁあっ、うぅんっ……！": "%usernameusernameuserna%'s, more,\nI want to feel it so strongly... Haaah, no...!",
    "あっ、ひゃあっ！　ふぅっ、何そこ、気持ちいいっ！\nやだあっ、こんなの……あうっ、知らないよお……！": "Ah, hyaah! Phew, what's there? It feels so good!\nNooo, this is......auu, I don't know......!",
    "ぐずるように言うエヴィにやめるかと聞くと、\nその言葉に恥ずかしそうに首を横に振った。": "I asked Eve, who sounded like she was hanging in there, if she was going to stop.\nShe shook her head in embarrassment at his words",
    "甘えるように膣内がきゅうっとペニスに吸い付き、\n腰が揺れるのに合わせて淫らな濡れた音が響いた。": "Her vagina clung tightly to my penis, as if fawning over me.\nA lewd wet sound rang out in time with the shaking of her hips.",
    "あんっ、やめちゃだめえっ！　もっともっと、してほしいの！\n気にしないで、もっと、めちゃくちゃにしてっ……！　ああっ！": "Ahn, don't stop! I want you to do it more and more!\nDon't worry about it, make it even more messy...! Aaah!",
    "もっと、もっとしてほしいのっ……！\nわたしが、どんなに変になっても、嫌いに、ならないでぇ……！": "I want you to do it more...!\nNo matter how weird I get, don't hate me...!",
    "なる訳ない、と呟いて、更に奥へペニスを突き入れる。": "\"There's no way,\" I muttered, and thrust my penis in even deeper.",
    "はぁっ、あぁああっ！　奥、きたぁ……っ！\nおちんちんゴツゴツするの、あはぁっ、きもちいい……っ！": "Haah, aaaaah! It's so deep...!\nIt feels so good when your penis rubs against me... Ahaah!",
    "んふぁっ、これ、しゅごいの……っ！　ふうっ、ああん！\nあっあっ、はぁっ、あたま、まっしろになるうぅっ！": "Nfuah, this is...amazing...! Fuu, aan!\nAh, ah, haah, my head's going blank!",
    "効率とスムーズさを求めるエヴィが、こんな格好で汗まみれになって、\nセックスに夢中になっている。": "Eve, who sought efficiency and smoothness, was now covered in sweat in this outfit\nShe's engrossed in sex.",
    "その事実が、俺の興奮をどんどん押し上げていった。\n脊髄をぞくりと痺れが駆け上がり、息が上がる。": "That fact pushed me more and more excited.\nA numbness runs up my spine, and I catch my breath.",
    "やだやだっ、%usernameusernameuserna%、\nはあぁっ、またすごいのっ、きちゃうよおっ！": "No, no, %usernameusernameuserna%,\nHaaah, it's amazing again, I'm cumming!",
    "%usernameusernameuserna%も、いい……っ？\nんあっ、あっ、ふあぁっ、気持ちよくなってる……っ？": "%usernameusernameuserna%, can I...?\nNnah, ah, fuaah, it feels good...?",
    "もちろんだと答え、張り詰めたペニスで膣奥を\n抉るように突き上げる。": "Answering that of course, I thrust deep into her vagina with my tense penis.\nI thrust upward as if gouging it out.",
    "んあぁっ！？　ひあっ、それだめっ……あぁあんっ！\nでも……嬉しっ……私だけじゃなくて……はぁぁっ！": "Nnaah?! Hiah, don't do that... Aaahn!\nBut... I'm happy... It's not just me... Haaah!",
    "んぅっ、ひとりできもちよくなるのは……っ、いや……！\nお願い、%usernameusernameuserna%も、いっしょにぃっ……": "Ngh, I don't want to feel good on my own...!\nPlease, %usernameusernameuserna%, come with me...",
    "エヴィが腰を揺らすと、膣内の複雑なうねりが吐精を促してくる。\nこみ上げてくる灼熱をこらえて、一気にスパートをかけた。": "As Eve shook her hips, the complex undulations inside her vagina urged her to ejaculate.\nFighting back the burning heat welling up inside me, I put on a spurt all at once.",
    "だめえっ、あんっ、いっしょに、いっしょにいくのっ……！\n%usernameusernameuserna%とイきたい！": "Nooo, ahn, let's go together...!\nI want to cum with %usernameusernameuserna%!",
    "ん、でももうっ、むり……！\nがまん、できないよぉおっ……！　あぁあっ！": "Mm, but I can't...!\nI can't hold back...! Aaah!",
    "こちらももう限界だと伝え、快楽の頂点目指して\nただ欲に身を任せて互いを求めあった。": "I tell her that I'm at my limit too, and aim for the peak of pleasure.\nWe simply gave in to our desires and sought each other out.",
    "あっ、きてっ、%usernameusernameuserna%、\nいっしょに……あっ、あっ、あはぁあああんっ！": "Ah, come on, %usernameusernameuserna%,\nTogether... ah, ah, ahaaaaahn!",
    "ふうぅっ……は、はぁあ……\nあぁっ……んふっ、すごかっ……たぁ……": "Phew... Hah, hahh...\nAah... nfu, amazing... taa...",
    "ね、%usernameusernameuserna%……\nちゃんと……ぜんぶ、だした……？": "Hey, %usernameusernameuserna%...\nDid you... let it all out...?",
    "息を整えながらこくりと頷くと、エヴィは満足げな笑みをこぼした。": "She nodded as she caught her breath, and Eve gave a satisfied smile.",
    "ふふ、そっかぁ……それって、気持ちよかったってことだよね？\n%usernameusernameuserna%も……": "Hehe, I see... That means it felt good, right?\nAnd %usernameusernameuserna%...",
    "私も……すっごく、気持ちよかった……\nあはは……こんな格好をして恥ずかしかったけどね。": "Me too... It felt really good...\nAhaha... It was embarrassing to be dressed like this, though.",
    "自分だけじゃなくてさ……\n%usernameusernameuserna%に喜んで貰えるのが嬉しいな。": "It's not just me...\nI'm glad %usernameusernameuserna% likes it.",
    "とは言うものの、エヴィの表情には疲れが見える。": "That said, she could see fatigue in Eve's expression",
    "……風呂、入るか？": "...Should I take a bath?",
    "うん……そだね、汗とか色々なもので……どろっどろだし……": "Yeah... You're right. Sweat and all sorts of other stuff... It's all sticky...",
    "でも、疲れて動けない……\n今朝みたいに、お風呂まで運んでもらおうかなあ……": "But I'm too tired to move...\nMaybe I should have her carry me to the bath like she did this morning...",
    "ああ、分かった……今の動けないエヴィ、本当にキョンシーみたいだな。\n風呂に運ぶついでに、俺がエヴィの体を隅々まで洗おうか？": "Yeah, I get it... The immobile Eve just now really does look like a zombie.\nShould I wash every nook and cranny of Eve's body while I'm carrying her to the bath?",
    "……ばか。変態。": "...Idiot. Pervert.",
    "面倒くさがりのエヴィといえども、流石にその提案までは\n受け入れられなかったらしい。": "Even if Eve was a pain in the ass, she wouldn't go so far as to suggest that\nApparently, she couldn't accept it.",
    "ちょっと残念な気持ちに思いながらエヴィをお姫様抱っこして、\nそのまま風呂場まで彼女を運んでいくのだった。": "Feeling a little disappointed, I carried Eve into the princess's arms\nI carried her to the bathroom."
}