{
    "（校区市街地の中は建物が多くて動きにくいけど、\nフラットスピンを駆使すれば最短距離で敵に近づけるはず……）": "(There are a lot of buildings inside the school district, so it's hard to move around\nIf I use Flat Spin, I should be able to get close to the enemy at the shortest possible distance...)",
    "（あ、機体がビルの壁をかすめちゃった……物音には気を付けないと。\nせっかくの奇襲タイミングが台無しになっちゃいます……！）": "(Ah, the aircraft grazed the wall of the building... I have to be careful of the noise.)\nThe timing of this surprise attack is going to be ruined...!)",
    "（見えた、あれは……ドロテアさんのＭＧ！\nこの距離なら、一気に加速すれば――！）": "(I see, that's... Dorothea's MG!\nAt this distance, if I accelerate all at once――!)",
    "いっけぇえええええええええっ！": "Gooooooo!",
    "……！　お嬢！": "...! Ojou!",
    "っ！？　奇襲！？": "!? A surprise attack!?",
    "っ……！　浅い！　すみません、しくじりました！": "...! Too shallow! I'm sorry, I messed up!",
    "いい奇襲です……まさかこのわたくしが先手を取られるとは。\nしかも、回避が間に合っていないだなんて……やりますね！": "That's a good surprise attack... I didn't think I'd make the first move.\nNot only that, but we haven't been able to dodge in time... Not bad!",
    "ダメージを与えられただけ上々ですわ！\n次はわたくし達が――続きますわよ！": "I'm just doing some damage, that's all!\nWe'll be the next ones—continue!",
    "ドロテアに火力を集中すりゃあいいんでしょ！？\n一気に叩き込んでやるわよ！": "We just need to focus our firepower on Dorothea, right?!\nI'll slam it into you all at once!",
    "奇襲で私を孤立させ、その隙に後衛を倒す……と。\n作戦としては悪くありませんが、我がチームを見くびり過ぎでは？": "He said he'd isolate me with a surprise attack and use that opportunity to defeat the rear guard...\nIt's not a bad strategy, but don't you think you underestimate our team?",
    "ピクシス・マスールはわたくしだけで、\n成り立っているわけではありませんのよ？": "I was the only Pixis Masulu,\nIt's not built on anything, you know?",
    "っ……！　他の４機がドロテアさんの援護に……！？": "...! The other four are supporting Dorothea?!",
    "ミリアム、ケイト、ハリエット！　あたしに続け！！\nピクシス・マスールを舐めたオトシマエ、つけさせてやんよ！！": "Millium, Kate, Harriet! Follow me!\nI'll make you pay for licking Pixis Masulu!!",
    "防御が堅すぎる。これじゃ前に出られない。": "My defenses are too tight. I can't move forward like this.",
    "攻めようとしても邪魔されるし、下がろうとしても迎撃される……！\nまさかドロテア以外もこんなに強いとは……！": "Even if I tried to attack, they'd get in my way, and even if I did, they would intercept me...!\nI didn't think anyone but Dorothea would be this strong...!",
    "だからって諦める訳にはいかないのよ！\n攻めろ攻めろ攻めろー！": "But that doesn't mean I can give up!\nAttack, attack, attack!",
    "……何なんだ、この違和感は。": "...What is this strange feeling?",
    "何故、奴らはシリウスシュガーを一気に撃墜しにかからない？\n彼女達の実力なら難しくない。わざわざ攻撃をいなし続ける必要はない。": "Why aren't they shooting down Sirius Sugar in one go?\nIt wouldn't be difficult with the girls' abilities. There was no need to go out of their way to continue the attack.",
    "奴等の動き、まるで時間を稼いでいるように見えるが――": "Their movements look like they're stalling for time.",
    "アゲぽよ～！！　Ｆｌ∞ｔｙだよ～♪\nトレブルクインテット参上しました～！": "Agepo! It's Fleighty! ♪\nTreburg Intett has arrived!",
    "な、ぁっ！？　新手ですの！？": "Wha--?! Are you new?!",
    "完全に挟まれた。": "I'm completely caught between them.",
    "フルート、配信じゃないんだから、Ｆｌ∞ｔｙはないでしょ。": "Flute, it's not a broadcast, so there's no Fleighty.",
    "えっ……？": "Huh...?",
    "まさか……勝手に生配信してないよね？　撮影もしてないよね！？": "Don't tell me... They didn't broadcast it live on their own, did they? They didn't film it, either!",
    "し、してないしてない！\nまっさかー、エヴィちゃんってば疑り深いですよ～？": "N-No, I didn't!\nDon't tell me you're so suspicious, Eve!",
    "……やばたん。録画停止っと……": "...Crap. I need to stop recording...",
    "それじゃ、改めてみんな、バイブスあげていきますよ～！": "Well then, everyone, let's give you the vibrators again!",
    "なるほど……あいつらの目的はこれか……やってくれたな……！": "I see... So this is their goal... They did it...!",
    "反応が遅いですね！\nそんなんじゃ逃げられませんよー！　せーい！": "You're reacting too slowly!\nYou can't run away like that! Yay!",
    "こ、のっ……！": "U-Um...!",
    "なになに、なにが起きてるの！？": "What, what, what's happening?!",
    "ピクシス・マスールとトレブルクインテットが組んでいたんだよ。\n俺達を最初に退場させるためにな……！": "Pixis Masour and Treburg-Intette were working together.\nTo make us leave the stage first...!",
    "はあ！？　なんだよそれ、卑怯すぎだろ！？\n強豪パイロットの名が泣くぞ！": "Huh?! What the hell? That's way too cowardly!\nThe name of a powerful pilot will make you cry!",
    "そんなもの、勝手に泣かせておけばいいのです。\nそもそも、卑怯はほめ言葉。それが戦場のならいでしょう？": "You can just make them cry on their own.\nIn the first place, cowardice is a compliment. If that's a battlefield, isn't that fine?",
    "彼女の言う通り、ルールに反していない以上、\nそれも戦略ってことね。": "As she said, as long as it didn't go against the rules,\nThat's part of the strategy.",
    "大した貴族様だ。少々見くびっていた……！": "You're quite the noble. I underestimated you a little...!",
    "貴族というからには正面から叩き潰しに来るかと思っていたが\nまさか卑怯な手段も厭わない戦略家だったとはな……！": "Since he was a noble, I'd assumed he'd come to crush me head-on\nI didn't think he was a strategist who wouldn't hesitate to resort to cowardly tactics...!",
    "これで戦況はこちらに有利ですよ～！": "With this, the war situation is in our favor!",
    "だからといって、変に突っ込んでいかないでよ？\nフォローするの、大変なんだから。": "But that doesn't mean you're going to charge in weirdly, okay?\nIt's hard to follow up.",
    "大人しく降参すれば、痛い目を見ずに済みますが？": "If you surrender quietly, you won't have to suffer any pain.",
    "ど、どうしましょう……": "Wh-What should I do...?",
    "ああ、このままじゃまずいな。\n俺達だけじゃ数的劣位を覆せない……": "Yeah, this isn't good.\nWe can't overturn numerical inferiority on our own...",
    "なに諦めてんのよ！　まだまだこれからでしょうが！": "What are you giving up on?! We still have a long way to go!",
    "諦めるしかないんだよ。――ま、俺達だけなら、の話だけどな。": "We have no choice but to give up. Well, if it's just us, that is.",
    "なにを言って――": "What are you saying—",
    "やぁああああああああ！": "Noooooooooooo!",
    "はぁっ！？　な、何故に他のＭＧが！？": "Huh?! Wh-Why are there other MGs?!",
    "……まさか、その機体……特別養成校舎！？": "...Could that machine be... a special training building?!",
    "遅れてごめーん！　思っていたよりも隙がなくって！\n準備に手間取った！": "Sorry I'm late! There's more openings than I thought!\nIt took a while to get ready!",
    "これ、全部撃っていい人達なんだよね～？": "They're all good people to shoot, right?",
    "メイズシフターじゃないから……いけるわ！": "I'm not a maise shifter, so... I can do it!",
    "トレブルクインテットは私達がおさえる！\nシリウスシュガーはやらせないから！": "We'll hold the Treburg Integrity!\nI won't let you do the Sirius Sugar!",
    "いやちょっと待って！　これさすがにルール違反では～！？": "Wait a minute! Isn't this against the rules?!",
    "ふふっ……未登録チームの戦闘介入を禁止する、\nとはルールに記載されていませんわ。": "Hehe... I forbid unregistered teams from intervening in battle,\nThat's not written in the rules.",
    "それ、屁理屈って言わない……？": "Isn't that quibbling...?",
    "屁理屈？　卑怯？　好きなだけ言ってくれて構わないぞ。\n戦場において、ほめ言葉だそうだからな。": "Fartically? Cowardly? You can say as much as you want.\nIt's a compliment on the battlefield, after all.",
    "くっ……げ、限度があるでしょう……！？": "Ugh... Th-There's a limit, isn't there?!",
    "はっ！　面白い！　でも、ここまでコケにされちゃ、\n我慢ならないね！": "Hah! Interesting! But if you make fun of me this much,\nI can't stand it!",
    "何でもあり、がバトルロイヤルだ！　あはははは！": "It's a battle royale! Ahahaha!",
    "いや、これはさすがに卑怯すぎだろ……": "No, this is way too cowardly...",
    "ひ、卑怯でも、仲間を守れるならば正義ですっ！\nさすが、%usernameusernameuserna%さんです！！": "Even if it's cowardly, as long as I can protect my friends, it'll be justice!\nThat's %usernameusernameuserna% for you!!",
    "めるも染まってきたなぁ……": "It's starting to get wet...",
    "さあ、ここからが本番だぞお前ら！\nこのカオスな戦場を制したチームが勝者だ！": "Now, the real battle begins!\nThe team that controls this chaotic battlefield is the winner!"
}