{
    "はぁ…………どこだ、ここ。": "*sigh*... Where am I?",
    "ちょっと授業を受けに他校舎を訪ねただけで、\nまさか道に迷うなんてな。": "I was just visiting another school building to take a little class.\nI never thought I'd get lost.",
    "噂通りの迷宮だな、スカラ校舎。\n道案内もなしに、気まぐれで別の道に入ったのが運の尽きか。": "It's just like the rumors say, the Scara school building.\nI guess my luck ran out when I entered a different path on a whim without a guide.",
    "何をひとりでブツブツ言っているんです？": "What are you mumbling to yourself about?",
    "――翠蘭！？\nこんなところで、一体何をしてるんだ？": "—Suiran?!\nWhat the hell are you doing here?",
    "そっくりお返しします。\nどうしてあなたがスカラ校舎に？": "I'll return the favor.\nWhy are you in the Scara school building?",
    "いや、よその校舎の授業を試しに受けてみたくてな。\n生徒会の許可をもらって来たんだが……": "No, I just wanted to try taking classes from another school.\nI got permission from the Student Council to come here, but...",
    "授業なら、とっくに終わっている時間ですが。": "If you're looking for class, it's already over.",
    "受講自体は問題なく済ませたぞ。\nただ散策がてら、来た時とは別の道で帰ろうとしたら……": "The course itself was completed without any problems.\nI was just taking a walk, and when I tried to go home on a different road from when I first arrived...",
    "道に迷った、と。\n素直に来た時の道を辿るべきだったのでは？": "I'm lost, she said.\nShouldn't you have followed the path you came here on?",
    "俺も今まさにそう考えて後悔していたところだ。": "That's exactly what I was thinking right now, and I was regretting it.",
    "まったく……仕方のない人ですね。\n出口まで案内しますので、私について来てください。": "Honestly... What a hopeless person.\nI'll guide you to the exit, so please follow me.",
    "いいのか？\n翠蘭にだって自分の都合があるだろ？": "Are you sure?\nSuiran has her own reasons, doesn't she?",
    "予定は今しがた済ませてきたところです。\nそれに、あなたを放置して餓死でもされたら困りますから。": "I just finished my plans.\nBesides, it would be a problem if I left you alone and starved to death.",
    "（餓死か……冗談に聞こえないな）": "(Starved to death, huh...? This doesn't sound like a joke.)",
    "ともあれ助かった。ありがとう": "Anyway, you saved me. Thank you.",
    "ありがとう。翠蘭って優しいんだな": "Thank you. You're so kind, Suiran.",
    "気にしないでください。\n新入生とかよく道に迷うので、こういうのは慣れてます。": "Don't worry about it.\nNew students often get lost, so I'm used to this sort of thing.",
    "……べ、別に。これくらいたいしたことじゃありません。\nさっさと行きましょう。": "...N-Not really. This isn't a big deal.\nLet's get going.",
    "ちゃんと私について来てくださいね。\nくれぐれも、興味本位でフラッと脇道に入らないように。": "Please follow me properly.\nJust make sure you don't wander down a side street out of curiosity.",
    "（まるでここは自分の庭と言わんばかりの足取りだな。\nけど……今、ちょっとフラついてなかったか？）": "(It's as if this is my own garden.)\nBut... wasn't she just a little unsteady?)",
    "大丈夫。そこまで子どもじゃないから。": "Don't worry. I'm not that childish.",
    "さっきの様子を見た限りでは、信用なりません。": "Judging from what I saw earlier, I can't trust you.",
    "返す言葉もないな。": "I don't have anything to say in response.",
    "そんなことより、本当に平気なのか？\n翠蘭も疲れた様子に見えるぞ。": "More importantly, are you really okay?\nYou look tired too, Suiran.",
    "……抜けているのか、冴えているのか、わからない人ですね。": "...I don't know if he's sharp or not.",
    "ん？": "Hm?",
    "なんでもありません。\nどうぞ私のことはお気遣いなく。": "It's nothing.\nPlease don't worry about me.",
    "別チームから非公式競技の申し込みがあったんです。\nその詳細をまとめる交渉が、少々難航してしまって。": "There was an unofficial competition request from another team.\nIt's a bit difficult to negotiate the details.",
    "他チームとの連絡窓口になるのも、私の役目のひとつですから。": "Being a point of contact with other teams is one of my duties, after all.",
    "大変なら、誰かに丸ごと任せればいいのに。": "If it was hard, she could just leave the whole thing to someone else.",
    "交渉役なんて面倒な仕事、他の誰かに任せるなんてできませんよ。": "I can't leave a troublesome job like negotiating to someone else.",
    "チームのみんなは？": "What about the rest of the team?",
    "……俺とかどうだ？": "...How about me?",
    "あー……": "Ahh...",
    "仲間を頼れって、妥当な助言だと思うんだが。\nそこまでイヤそうな顔をすることか？": "I think it's reasonable advice to rely on your friends.\nDo you really have to make such a disgusted face?",
    "あなた、何もわかってなかったんですね。\n私達のこと、結構調べているものだと思ってましたが。": "You didn't understand anything, did you?\nI thought you were looking into us quite a bit.",
    "じゃあ教えてくれ。\n翠蘭の目から見た、みんなのことを。": "Then tell me.\nFrom Suiran's point of view, everyone.",
    "外部の人を頼るわけにはいきません。\nあなたはカオスメイデンのメンバーじゃないんですから。": "We can't rely on outsiders.\nYou're not a member of Chaos Maiden.",
    "自分でわかってるじゃないか。\n今、翠蘭は答えを言ったぞ。": "You know it yourself, don't you?\nSuiran just said the answer.",
    "えっ？": "Huh?",
    "カオスメイデンのみんなを頼ればいい。\nそうだろ？": "I just have to rely on everyone in Chaos Maiden.\nIsn't it?",
    "……あの子達はアテになりませんよ。\nだから私が今のポジションにいるんです。": "...I can't rely on them.\nThat's why I'm in my current position.",
    "そうですね……沙耶は真面目ですが、他チームとトラブルが起きた時\n強気に対応できる性格じゃありません。交渉には不向きです。": "You're right... Saya is serious, but when trouble arises with other teams\nI'm not the type to be strong-willed. I'd be unsuited for negotiations.",
    "逆にアニスはトラブルメーカーな一面がありますので、\n交渉役なんて任せたら大変なことになるのは目に見えてます。": "On the other hand, Ennis has a troublemaker side to her\nIt's obvious that it'll be a big deal if I leave the negotiating to you.",
    "フィーは放っておいたら何もしない子ですし、\nユリアは目を離したら何をしでかすかわかりません。": "Fie is the kind of girl who wouldn't do anything if I left her alone\nThere's no telling what Julia might do if I take my eyes off her.",
    "……結果、私がやるしかないわけです。": "...As a result, I have no choice but to do it.",
    "なんというか、大変だな……": "How do I put this? It's tough...",
    "ついでに言うと交渉だけでなく、訓練メニューや競技の作戦考案、\n敵情視察と分析、おまけに私生活のフォローまで私の仕事です。": "While I was at it, it wasn't just negotiations, either; I came up with training menus and strategies for competitions\nIt's my job to inspect and analyze the enemy situation, and on top of that, to follow up on my personal life.",
    "えっ？　それ、全部じゃないか。": "Huh? Isn't that all of them?",
    "……働き者だな、翠蘭は。": "...You're such a hard worker, Suiran.",
    "好きでやっているわけじゃありません。ただの消去法です。\n雑務は全部、私がやるのが一番マシですから。": "I'm not doing this because I want to. It's just a process of elimination.\nIt would be best for me to do all the chores.",
    "カオスメイデンがスカラ校舎で一番強いチームであり続けるためには、\nこの苦労も必要なことなんです。": "In order for Chaos Maiden to remain the strongest team in the Scara school building,\nThis hardship is also necessary.",
    "トップであることに、こだわりがあるんだな。": "She's really obsessed with being at the top.",
    "優秀な成績で卒業すれば、\n高給取りの安定した企業に就職できますからね。": "If you graduate with excellent grades,\nYou'll be able to get a job at a stable company with a high salary.",
    "どこか目指している就職先でもあるのか？\n": "Is there a job you're aiming for somewhere?\n",
    "いえ、特にどこというのはありません。\nあえて言うなら、『厚待遇な企業』……でしょうか。": "No, there's nothing in particular.\nIf I had to put it into words, I'd say it's a 'welcome corporation'.",
    "稼ぎたいなら、自分でビジネスチャンスを作るのも手なんじゃないか？\n翠蘭なら経営の才能もありそうだ。": "If you want to make money, don't you think you could make your own business opportunities?\nIt seemed like Suiran would have a knack for running things.",
    "そんな才能ある気はしませんが……あるとしても、経営はごめんです。\n両親の大変さをこの目で見てきてますから。": "I don't feel like I'm that talented, but... even if I do, I'd rather not run a business.\nI've seen with my own eyes how hard it is for my parents.",
    "私はただ、無難で……安定した生き方を……": "I just want to live a safe... stable life...",
    "……ん？\n今、翠蘭の姿勢がまたぐらついたような……": "...Hm?\nJust now, Suiran's posture seemed to waver again...",
    "翠蘭、大丈夫か？": "Suiran, are you all right?",
    "……な、何がです？": "...Wh-What do you mean?",
    "いや……": "No...",
    "俺の気のせい……か？": "Is it... just my imagination?",
    "この辺りまで来れば、もう迷子になる心配はないと思います。\n……%usernameusernameuserna%さんがフラフラ寄り道しなければ。": "Once we get around here, I don't think we'll have to worry about getting lost anymore.\n...If only %usernameusernameuserna%-san hadn't wandered off.",
    "辛辣だな。\nともかく助かったよ、翠蘭。": "That's harsh.\nAnyway, you saved me, Suiran.",
    "どういたしまして。\nですが、次も助けてもらおうなんて思わないでくださいね？": "You're welcome.\nBut please don't think about getting help next time, okay?",
    "翠蘭の仕事を増やさないようにするよ。\n忙しいみたいだからな。": "I'll make sure not to add to Suiran's workload.\nShe seems busy, after all.",
    "あ、今のは嫌味じゃないからな？\n普通に心配してるだけだぞ。": "Oh, that wasn't sarcasm, okay?\nI'm just worried about you.",
    "ご心配なく。\nあなたがただのお人好しだってことくらい知ってます。": "Don't worry.\nI know you're just a softie.",
    "それでは、気をつけて帰ってください。": "Well then, please be careful on your way home.",
    "ああ。翠蘭も無理はしないようにな。": "Yeah. Don't push yourself too hard, Suiran.",
    "それは私がカオスメイデンにいる限り、無理な相談ですね。\nでは。": "As long as I'm in Chaos Maiden, that's impossible.\nWell, then.",
    "（……帰り際まで慌ただしい感じだな、翠蘭。\n本当に、無茶しないといいが）": "(...It feels hectic until we get home, Suiran.\nI really hope she doesn't do anything reckless.)",
    "（俺もこれ以上迷惑をかけないうちに帰――）": "(I'll go home before I cause any more trouble――)",
    "――え？": "――Eh?",
    "……翠蘭！？\nおい、しっかりしろ翠蘭！": "...Suiran?!\nHey, hang in there, Suiran!",
    "すぅ……――すぅ……すぅ――": "Zzz... zzz... Zzz—",
    "（すぐそばに空き教室があって助かった。\nひとまず、翠蘭はここに寝かせておこう）": "(Thank goodness there was an empty classroom right next to me.\nI'll let Suiran sleep here for now.)",
    "（カオスメイデンのみんなには連絡がついたし、\nじきに駆けつけてくれるはずだ）": "(I was able to contact everyone in Chaos Maiden,\nHe should be here soon.)",
    "（呼吸とかは問題なさそうだし、普通に眠っているみたいだ……\nそれだけ疲れていたんだろうか）": "(Her breathing doesn't seem to be a problem, so she seems to be sleeping normally...)\nWas she just that tired?)",
    "……役に立てなくて悪いな、翠蘭。": "...Sorry I couldn't be of any help, Suiran.",
    "…………": "............",
    "せめて、みんなが来るまで隣にいるから……": "At the very least, I'll be next to you until everyone comes...",
    "……": "......",
    "――はっ！？": "――Huh!?",
    "（な、何してたんだ俺。\nこんな時に悠長に居眠りなんて――）": "(Wh-What was I doing?\nTaking a leisurely nap at a time like this――)",
    "つか、もう夜になってる……": "Actually, it's already nighttime...",
    "……って、あれ？　翠蘭？\n翠蘭、どこだ……！？": "...Wait, what? Suiran?\nSuiran, where are you...?!",
    "くそ、廊下にもいない……": "Damn it, she's not even in the hallway...",
    "（ん？　スマートデバイスに連絡があるな……）": "(Hm? There's a call from the smart device...)",
    "『お疲れのようでしたので、起こしませんでした。\n屋上で少し風を浴びてきます。　翠蘭』": "\"You seemed tired, so I didn't wake you up.\n[I'm going to go get some wind on the roof. Suiran]",
    "はぁ……はぁ……！\n翠蘭っ！": "Hah... hah...!\nSuiran!",
    "そんなに慌てなくても、私は逃げたりしませんよ。": "There's no need to rush. I won't run away.",
    "翠蘭……よかった。心配したぞ。\n倒れたあとに、ひとりで勝手に動き回るなんて。": "Suiran... Thank goodness. I was worried.\nI can't believe I'm moving around on my own after collapsing.",
    "見ての通り、私は元気です。\n少し休んだら体調も改善しました。": "As you can see, I'm fine.\nAfter a short rest, my condition improved.",
    "道端で突然気絶して、しばらく横になっただけだぞ。\n休むなら、ちゃんと自室か病院で眠った方が――": "I just passed out on the side of the road and lay down for a while.\nIf you're going to rest, you'd better sleep in your room or in the hospital—",
    "休んだ方がいいのは、%usernameusernameuserna%さんもですよ。\nそんなに息を荒げて、汗もびっしょり。": "You should rest too, %usernameusernameuserna%.\nHer breathing is so ragged, and she's drenched in sweat.",
    "落ち着いて、まずは呼吸を整えてください。\nちょっと私の姿が見えなくなったくらいで、動揺しすぎです。": "Please calm down and catch your breath first.\nI'm just a little too shaken up to be able to see me anymore.",
    "当たり前だろ。\n忙しいって話を聞いたあとに倒れられたら、動揺するに決まってる。": "Isn't it obvious?\nOf course I'd be shaken if she collapsed after hearing about how busy she was.",
    "……ごめんなさい。\n余計な心配をかけてしまったことは、素直に謝ります。": "...I'm sorry.\nI sincerely apologize for making you worry.",
    "カオスメイデンのみんなにも、珍しく心配されました。\nあなたが呼んでくれたんですね。": "Everyone in Chaos Maiden was worried for once.\nYou called for me, didn't you?",
    "みんな来てくれたんだな。": "Looks like everyone's here.",
    "はい。そばであれだけ騒いでも起きなかったあたり、\n相当お疲れだったみたいですね。": "Yes. The fact that she didn't wake up even after all the fuss around her...\nLooks like you were pretty tired.",
    "俺、そこまで深く寝入ってたのか……\nそれで、彼女達はどこへ？": "I didn't know I slept that deep...\nSo, where are they going?",
    "あまり遅くなっては申し訳ないので、\n今しがた先に帰ってもらいましたけど。": "I didn't want to be too late, so...\nI just had him go home first.",
    "こんな時まで、仲間を先に帰すなんて……\n翠蘭はもっとみんなを頼らないとだめだ。": "I can't believe I sent my friends home first at a time like this...\nSuiran needs to rely on everyone more.",
    "もしもみんなが去ったあとに、\nまた倒れたらどうするつもりだったんだ？": "If, after everyone left...\nWhat were you planning to do if you collapsed again?",
    "……みんなにも同じことを言われてしまいました。\n本気で心配したんだからと。": "...Everyone said the same thing to me.\nI was seriously worried, after all.",
    "今まで私に甘えすぎてごめんなさい、もっと頼ってくれていいと。\n……ユリアまでですよ？　びっくりですよね。": "I'm sorry for being so dependent on me up until now, that you can rely on me more.\n...You too, Julia? That's surprising.",
    "当然だろ。だって君らは仲間なんだから。\n理解してもらえたなら、翠蘭ももっと仲間を頼った方がいい。": "Of course. You're my friends, after all.\nNow that she understood, Suiran should rely on her companions more.",
    "心配性ですね、あなたは……大丈夫ですよ。\nこれくらいの仕事量は、私にとって慣れたもので――": "You're such a worrywart... You'll be fine.\nThis amount of work was something I was used to—",
    "翠蘭がやるのがベターだってのは、もう聞いた。\n不慣れな仲間達に手伝われるより効率がいいのも理解はできる。": "I'd already heard that Suiran was better off doing it\nIt made sense that it would be more efficient than having his inexperienced companions help him.",
    "でも、今日みたいなことがまた起きたらどうする？\nそれも深刻な病気に繋がったとしたら？": "But what if something like today happens again?\nWhat if that also led to a serious illness?",
    "翠蘭が欠けたら、今のカオスメイデンは間違いなくボロボロになるぞ。": "If Suiran was missing, Chaos Maiden would definitely fall apart right now.",
    "それは……": "That's...",
    "成績を維持するどころじゃなくなる。\n優秀なパイロットとして卒業する目標も台無しだ。": "I won't be able to maintain my grades anymore.\nMy goal of graduating as an excellent pilot is ruined.",
    "そうならないためにも、他の誰かに仕事を丸投げするとか、\n考えたほうがいい。全部翠蘭が抱えこむことなんてない。": "In order to prevent that from happening, she'd have to throw the whole job at someone else\nYou should think about it. There's nothing for Suiran to hold on to.",
    "……%usernameusernameuserna%さんの言うことももっともです。\nですが、カオスメイデンの雑務は私の仕事ですし。": "...You're right, %usernameusernameuserna%.\nBut Chaos Maiden's chores are my job.",
    "（やけにこだわるな……もしかして、なんだかんだ言って\n翠蘭はチームの裏方作業が好きなのか……？）": "(You're awfully obsessive... Could it be that you're saying something?)\nDoes Suiran like working behind the scenes on the team...?)",
    "……わかった。じゃあ、こうしよう。": "...Okay. Then how about this?",
    "基本的には今まで通り、カオスメイデンの雑務は翠蘭が仕切る。\nその代わり、手を動かすのは仲間に任せるんだ。": "Fundamentally, Suiran would be in charge of Chaos Maiden's miscellaneous duties, just like she'd been doing up until now\nIn exchange, I'll leave it to my friends to move their hands.",
    "この形なら翠蘭はすべての雑務を管理することができる。\n単純に作業を切り分けるんじゃなく、適材適所で役割分担だ。": "In this form, Suiran can manage all miscellaneous tasks.\nIt's not just about cutting up the work, it's about assigning the roles to the right people.",
    "役割分担……": "Splitting up the roles...",
    "誰かに丸ごと任せたくないって言うならそれでいい。\nその代わり、今後は全部自分で背負うってのもナシだ。": "If she said she didn't want to leave the whole thing to someone else, that was fine.\nIn exchange, I won't have to bear all the burdens myself from now on.",
    "あと、カオスメイデンのみんなだけじゃなく、\n俺のことも好きに呼びつけて使ってくれていい。": "Also, it wasn't just everyone in Chaos Maiden\nYou can call me whatever you want and use me, too.",
    "……呼びつけたら、また道に迷ったりしませんか？": "...If I call out to you, won't you get lost again?",
    "うっ。ひ、引っ張るな……\n余計な手間はかけさせないよう、気をつけるつもりだ。": "Ugh. D-Don't pull...\nI intend to be careful not to cause any unnecessary trouble.",
    "だといいんですが。": "I hope so.",
    "……ひとまず翠蘭がいつも通りで安心した。": "...For now, I was relieved that Suiran was acting the same as always.",
    "ふふっ……まあ、その役割分担の件、わかりました。\nあなたのことも使わせてもらうこと含めて……考えておきます。": "Hehe... Well, I understand the division of roles.\nI'll consider using you as well...",
    "%usernameusernameuserna%さん。\nここ、戦術データの入力欄がズレています。": "%usernameusernameuserna%-san.\nHere, the entry column for tactical data is off.",
    "ああ、すまない。\nもうひとつのチームデータと並行して作業してたせいだな。": "Yeah, I'm sorry.\nIt's because I was working in parallel with the other team data.",
    "修正作業はこちらで引き取りますので、\nあなたはそちらの作業の継続をお願いします。": "I'll take in the correction work here,\nPlease continue your work there.",
    "少しでも役に立ててるといいんだが、\n俺、余分な作業を増やしたりしていないか？": "I hope I can be of some help,\nAm I doing more work than usual?",
    "いいえ。ちゃんと助かってますよ。\nみんなのフォローも、まあ、思ったより悪くありません。": "No. You've been a great help.\nAs for everyone's support, well, it's not as bad as I thought.",
    "（……翠蘭、楽しそうだな。\nやっぱり裏方作業が好きなのか）": "(...Suiran looks like she's having fun.)\nSo she really does like working behind the scenes.)",
    "おかげさまで、卒業後のビジョンが少し見えてきたかもしれません。\nこういう仕事を選ぶのも悪くないかな、と。": "Thanks to you, I might be able to see a little bit of a vision after graduation.\nI figured it wouldn't be a bad idea to choose a job like this.",
    "それは何よりだ。": "I'm glad to hear that.",
    "あの……%usernameusernameuserna%さんはどうなんです？\n卒業したら、やりたいことはあるんですか？": "Um... What about you, %usernameusernameuserna%-san?\nIs there anything you want to do after you graduate?",
    "うーん。考えたことないな。\n俺はとにかく今をやり抜くことで精一杯だ。": "Hmm. I've never thought about it.\nIn any case, it's all I can do to get through this.",
    "……そうですか。": "...I see.",
    "あなたをそばで支える未来も、悪くはないと思ったんですが……": "I didn't think there was anything wrong with a future where I could support you from the sidelines...",
    "ん？　俺の作業分に、まだ何かミスがあったか？": "Hm? Did I still make some mistakes in my work?",
    "い、いえっ、なんでもありません！": "N-No, it's nothing!",
    "いいから、手を動かしてください。\nまだまだ手伝ってもらうことはいっぱいあるんですから……！": "Just move your hands.\nThere's still so much to do for me...!",
    "こうして俺は翠蘭に叱られながら、\n彼女の手伝いを続けるのだった――": "And so, as Suiran scolded me...\nI continued helping her――"
}