{
    "ここがブラックマーケットの存在するスカラ校舎とやらか。\n……私達が滞在していた場所とは違って、混沌とした景観だな。": "So this is the Scara school building where the Black Market is located.\n...Unlike where we were staying, it's a chaotic landscape.",
    "うう……同じ島の中とは思えないね。ちょっと怖いかも……": "Ugh... I don't think we're on the same island. It's a little scary...",
    "スカラ校舎は島内でも一風変わった校舎なんですよ。\n増築に増築を重ねて、今みたいな形に落ち着いたんです。": "The Scara school building is one of the strangest buildings on the island.\nWe've added more and more to the building, and it's settled down into what it looks like now.",
    "俺も最初に来たときは驚いたな。\nスカラ校舎の校風も他とずいぶん違うし。": "I was surprised when I first came here, too.\nThe Scara school's style is quite different from the others, too.",
    "建築様式が示す通り、土地によって文化自体が異なるということか。": "As the architectural style suggests, the culture itself varies from place to place.",
    "それにしても、ちょっと入り組みすぎじゃないですか……？\nわたし達だけじゃ、道に迷ってたかも。": "Still, isn't this a little too complicated...?\nIf it were just us, we might have gotten lost.",
    "うっかり路地に入らないよう、\n気をつけてついて来てくださいね。": "I had to make sure I didn't accidentally go into the alley,\nPlease be careful and follow me.",
    "とは言っても、私の方がスカラで迷子になるかもですけど……": "That said, I might be the one getting lost in Scara...",
    "あんまり俺をアテにされても困るぞ。\n生徒会長からもらったデータだけが頼りだ。": "Don't rely on me too much.\nThe data I got from the student council president is the only thing I can rely on.",
    "このように迷路じみた構造では、\n目的地にたどり着くのはひと苦労であろうな。": "This kind of mazelike structure\nIt'll be a lot of work to get to our destination.",
    "タケルちゃん達、今頃きっと困ってるよね。\nふっふっふ。": "Takeru-chan and the others must be in trouble right now.\nHeheheh.",
    "（……流石に生徒会長が何かしらのサポートはしてるだろうが、\nそれをわざわざ言う必要はないか）": "(...I'm sure the student council president is supporting her somehow, but...)\nThere's no need to go out of your way to say that.)",
    "しかし、こうして商店街を見ると面白い商品が多いな。": "Still, looking at the shopping district like this, there's a lot of interesting products.",
    "そうですね。\n純夏さんたちも、楽しそうに見ていますよ。": "You're right.\nSumika-san and the others are having fun watching too.",
    "わぁ、この小物可愛いね！\n……って、まずお金の価値がよく分からない。": "Wow, this trinket is so cute!\n...Wait, first of all, I don't really understand the value of money.",
    "確かに私達の記憶にある貨幣とは違うな。\n生徒会から支給されている金額を考えると……": "It certainly is different from the currency we remember.\nConsidering the amount of money the student council is giving us...",
    "こっちもネコちゃんの小物があるんですね！\nわぁ、こっちのも可愛い……": "So this one has kitten trinkets, too!\nWow, this one's cute too...",
    "……流石に満喫しすぎじゃないか？": "...Don't you think you're enjoying this too much?",
    "あはは……やっぱり生徒会で身元を調べるあいだ、\n外に出れなくて不満が溜まってたんですかね？": "Ahaha... I knew it. During the Student Council's investigation,\nI wonder if you've been complaining about not being able to go outside?",
    "ねえねえ、めるちゃん！　めるちゃんも一緒に見よ！": "Hey, hey, Mechan! Mechan, let's watch it together!",
    "ええっと……それもいいんですけど、\nそろそろ目的の商店を探さないとダメじゃないですか？": "Let's see... That's fine, but...\nWe need to find the shop we're looking for, don't we?",
    "あっ、そ、そうだった！\n御剣さんも言ってよ！": "Ah, th-that's right!\nYou say it too, Edgeworth!",
    "ふふ、すまない。\n楽しんでいる姿を見ていたら、ついな。": "Heehee. Sorry.\nWatching her enjoy herself, I couldn't help myself.",
    "それに、わたし達も気になってましたから……\n色々な商品があって目が引かれちゃいますね！": "Besides, we were curious about it, too...\nThere are so many different kinds of goods, it's really eye-catching!",
    "ちなみに、ここのすぐ近くに目当ての商店があるみたいだぞ。\n材料の一つを取り扱っているらしい。": "By the way, it seems there's a shop nearby that you're looking for.\nThey seem to be dealing in one of the ingredients.",
    "よーし！　タケルちゃんに負けないためにも、\nその商店に向かおっか！": "All right! To not lose to Takeru-chan,\nLet's head to that store!",
    "その商店って……もしかして、あの赤い看板ですか？": "That shop... Could it be that red sign?",
    "あ。そうみたいですね。\n壬姫さん、よく気付いて――": "Ah, it seems so.\nMiki-san, you noticed――",
    "おっ。": "Oh.",
    "むっ？": "Hm?",
    "あーっ！\nタケルちゃん……なんで！？": "Ahhh!\nTakeru-chan... why!?",
    "よう。遅かったな、純夏。": "Yo. You're late, Sumika.",
    "生憎だけど、ここの商店の品は\n私達が先に引き取らせてもらったわよ。": "Unfortunately, the items in the shops here weren't\nWe took you in first.",
    "え～っ！？": "Whaaat?!",
    "あはは。早い者勝ちってことで、ごめんね。": "Ahaha. First come, first served. Sorry.",
    "じゃ、お先に。": "Well, I'll see you later.",
    "そういうわけだ。\n純夏達もせいぜい頑張れよ～！": "So that's how it is.\nGood luck, Sumika and the others!",
    "案内人のいないタケル達に先行されるとは……\nどういうカラクリだ？": "To think that Takeru and the others would go ahead without a guide...\nWhat kind of contraption is that?",
    "そんなこと考えてる場合じゃないよー！\nモタモタしてたらタケルちゃん達に負けちゃう！": "This isn't the time to be thinking about that!\nIf I keep moping, I'll lose to Takeru-chan and the others!",
    "あっ！　御剣さん、純夏さん！\n勝手に奥に入って行っちゃ危ないよ～！": "Ah! Mitsurugi, Sumika!\nIt's dangerous to go into the back without permission!",
    "……こんな調子で大丈夫でしょうか？": "...Will she be okay like this?",
    "少なくとも、急いで３人の後を追わないと\n大丈夫じゃなくなるのは間違いないな。": "At the very least, we need to hurry after the three of them.\nThere's no doubt that she won't be okay.",
    "あー、そのパーツ屋の店ならこの道を真っ直ぐだね。\nでもスカラ生徒でもあんまり入らない場所だけど大丈夫？": "Ah, that part shop's right down this road.\nBut it's a place not even Scara students can enter. Are you okay?",
    "ああ、情報提供に感謝する。": "Yeah, thanks for the tip.",
    "わたし達はちゃんと紹介状をもらってるから大丈夫だよ～。": "We've already received a letter of introduction, so don't worry.",
    "さて。今度はタケルに先んじられればよいのだが。": "Now then. I hope Takeru gets ahead of me this time.",
    "きっと何か卑怯な手を使ったに違いないタケルちゃんには、\n絶対に負けるわけにはいかないよ。": "Takeru-chan must have used some cowardly trick...\nI absolutely can't lose.",
    "あ、暖簾が見えてきたよ純夏さん。": "Oh, I can see the blinds, Sumika-san.",
    "ほんとだ！\nよーし、今度はタケルちゃんも来てないみたい！": "It's true!\nAlright, it looks like Takeru-chan isn't here this time!",
    "純夏さん、そんなに慌てちゃ危ないですよ。\nこのあたりは足元も悪くて――": "Sumika-san, it's dangerous to panic like that.\nMy feet aren't good around here, either—",
    "ちょいと待ちなよ、あんた達！": "Wait a minute, you guys!",
    "――む？": "――Hm?",
    "そこで大人しくしててもらおうか。\n抵抗しなきゃ、痛い思いはさせないからさ。": "Let's have her behave herself there.\nIf you don't resist, I won't hurt you.",
    "な、なになに！？\nこのガラの悪い人達、めるちゃん達の知り合い！？": "Wh-What the hell?!\nThese nasty people are friends of Me-chan and the others!?",
    "こんなのが関係者にいたら\nシリウスシュガーとの付き合い方を考え直すところだ。": "If something like this were involved\nI'm about to reconsider my relationship with Sirius Sugaru.",
    "ち、違います！\n全然知らない人達です！": "N-No, that's not it!\nI don't know them at all!",
    "この顔立ちと格好。やっぱりだ。\n例のターゲットたちだな。": "This face and outfit. I knew it.\nThose are the targets.",
    "た、ターゲット！？　わたし達がですか！？": "T-Targets?! Us?!",
    "こいつらを捕まえて行政区に連れて行けば、\n報酬ががっぽりもらえるらしい。": "If we catch these guys and take them to the Administrative District,\nLooks like I'll get paid quite a bit.",
    "ん？　こっちが聞いた話と違うぞ。\n持ち物のＭＧ素材をぶんどってこいって言ってなかったか。": "Hm? This isn't what I heard.\nDidn't she tell me to take the MG materials she had with her?",
    "……不逞の輩か。ただならぬ土地と思ってはいたが、\nこのような連中までのさばっていようとはな。": "...Unreliable people, huh? I thought it was an ordinary land, but...\nI didn't think they'd be able to keep up with these guys.",
    "まあ、どっちでもいいか。\nやることは変わらないからな。": "Well, it doesn't matter either way.\nWhat I'm doing hasn't changed, after all.",
    "とりあえず抵抗できない程度に痛めつけよう。\n細かいことはそれからだ。": "For now, let's hurt her enough that she can't resist.\nThe details can wait until then.",
    "ど、どうしましょう？": "Wh-What should we do?",
    "話の通じる相手じゃなさそうだ。\nできればトラブルは避けたいんだが……": "She doesn't seem like the kind of person I can talk to.\nIf possible, I'd like to avoid trouble, but...",
    "逃がしゃしないぜ、よそ者！": "I won't let you get away, outsider!",
    "……遅い。": "...Too slow.",
    "なっ――！？": "Wha――!?",
    "え……？": "Huh...?",
    "相手に拳を向けた以上、\n反撃される覚悟はできていような？": "Now that she'd pointed her fist at her opponent,\nAre you prepared for a counterattack?",
    "な、ななな……！？": "Wh-Wh-What...?!",
    "え――えぇぇぇぇぇっ！？": "Wha—Whaaaaat?!",
    "加勢は……この様子なら必要ないか。": "I guess I don't need your help.",
    "……う……うぅぅ……": "...Uu... uuuu...",
    "つ、強い……": "Th-They're strong...",
    "しょせんはケンカ自慢の素人であったか。\n彼我の力量差も見極められぬとは。": "In the end, he was an amateur who prided himself on fighting.\nI can't even tell the difference in power between him and me.",
    "あ、あわわわ……！": "A-Awawawa...!",
    "さすが御剣さん！": "That's Edgeworth for you!",
    "物腰からしてただ者じゃないとは思ってたが……\n相当鍛えられているな。": "Judging by her demeanor, I thought she was no ordinary person, but...\nShe's pretty well-trained.",
    "無論だ。\n衛士となるために過酷な訓練を積んできたからな。": "Of course.\nI've been training hard to become an Eishi, after all.",
    "……それにしても、この人達はいったい何者なんでしょう？": "...But still, just who are these people?",
    "悪者だよ、悪者！\nいきなり大勢で襲いかかってくるんだもん。": "The bad guy, the bad guy!\nThey're suddenly attacking us in large groups.",
    "――そなた達にひとつ聞きたいことがある。": "—There's something I want to ask you.",
    "ひえっ！？": "Ehhh!?",
    "先ほどの口ぶりからして、何者かにそそのかされたようだが……\nそなた達の背後にいるのは、いったい誰だ？": "Judging from the way she was talking earlier, it seems like she was tricked by someone...\nWho in the world is behind you all?",
    "大人しくはくじょーしなさい！": "Behave yourself!",
    "そ、それは――": "Th-That's...",
    "余り乱暴なことはしないでもらえますか？": "Could you not be too violent?",
    "あっ、しゃ、小花さん！": "Ah, s-Kohana-san!",
    "あなた達、もうお帰りになっても構いませんよ。\n後はわたくしから説明を致しますから。": "I don't mind if you guys leave now.\nI'll explain the rest to you.",
    "……小花さん！？": "...Kohana-san?!",
    "数日ぶりですね、%usernameusernameuserna%さんにめるさん。": "It's been a few days, %usernameusernameuserna%-san.",
    "あの人って、確かわたし達を連行した……": "He's the one who took us in...",
    "風紀委員のひとり……だったか。\nまさか、そなたの差し金か？": "One of the disciplinary committee members... I guess.\nDon't tell me it was your idea?",
    "ええ。%usernameusernameuserna%さん達が協力者ですと、\nあなた達のチームが少々有利すぎるということで……": "Yes. When %usernameusernameuserna%-san and the others are cooperating,\nYour team has a bit of an advantage...",
    "白銀武さんでしたか？　彼から協力を要請されまして。\n事実、人数での差があるのでわたくしからも協力をしているわけです。": "Was it you, Shirogane Takeru? He asked me to help him.\nIn fact, there's a difference in our numbers, so I'm cooperating with them.",
    "タケルちゃんの味方してるの！？　ずるいよ！": "Are you siding with Takeru-chan!? That's not fair!",
    "それは桃園を仲間に誘っていた、\n鑑が言える義理ではないとは思うが……": "It's the one that invited Momozono to join us.\nI don't think Kagami is obligated to say this, but...",
    "まあ、確かに生徒会長も言っていたからな……\n「協力者を引き入れたり、肩入れをする事は否定しません」って。": "Well, the student council president did say so...\nI won't deny that I'll draw in collaborators and support them.",
    "ええ。わたくしも彼から直接交渉をされたうえで、\nこうして協力をしているわけです": "Yes. I, too, was negotiated directly with him.\nThat's how we're working together.",
    "……それで、小花は他にどんな条件を提示されたんだ？\n流石にバランスを取るだけでここまでの手段はとらないだろ。": "...So, what other conditions did Kohana propose?\nOf course, you wouldn't be able to do this much just by balancing.",
    "あら、ご明察ですね。": "Oh, you're very perceptive.",
    "ええっ！？　ど、どういう事！？": "What?! Wh-What do you mean?!",
    "自分たちが勝って機体の修復が叶ったら、\n風紀委員会へ多くのメリットを提供してくださるそうです。": "If we win and we can repair the aircraft...\nThey're offering a lot of benefits to the disciplinary committee.",
    "彼らの機体の運用技術は、\n風紀委員会にとっても魅力的ですからね。": "Their machine's operational technology\nIt's attractive to the PMC too, after all.",
    "戦術機のデータを用いて、\n組織の機体を強化するのが目的か。": "Using data from TSFs,\nSo the goal is to strengthen the organization's aircraft.",
    "彼らに直接風紀委員の指導を頼んでもいいですからね。\nそう言ったわけでわたくし個人のツテで協力しているわけです。": "You can ask them to guide the disciplinary committee directly.\nThat's why I'm cooperating with you through my personal connections.",
    "それでスカラの生徒を使って\n純夏達の商店探しを妨害しにきたってわけか。": "So I used the Scara students.\nSo she's here to interfere with Sumika and the others' search for a store.",
    "むむむむ……！\nモノで人を釣るなんて、タケルちゃんのひきょ～もの～っ！": "Mmmmmmmm...!\nCatching people with an object is Takeru-chan's hikikoto~!",
    "勝利のためなら手段は選ばず……\nある意味潔いという点では、鑑といい勝負かもしれぬな。": "If it's for victory, I'll do whatever it takes...\nIn a sense, it might be a good match for Kagami in terms of honor.",
    "感心してる場合じゃないんじゃ……": "This isn't the time to be impressed...",
    "ぼ、暴力に訴えるのはやりすぎですよ。": "T-To resort to violence is going too far.",
    "余り乱暴な手段はとらないように伝えたつもりですが……\n少々行き違いがあったようです。それは申し訳ございません。": "I told them not to do anything too violent, but...\nThere seems to have been a slight misunderstanding. I apologize for that.",
    "ですので、白銀さん達が勝つまで拘束するようにと、\n改めて指示を周知しておきましたので……それではご健闘を。": "As such, I was told to restrain Shirogane and the others until they won\nI'm aware of your instructions, so... Good luck.",
    "あ、おいっ！": "Ah, hey!",
    "……行っちゃった。": "...She's gone.",
    "ふむ……風紀委員会とは治安維持組織だと思っていたが、\nその取り仕切り役の彼女は中々に厄介な人物のようだな。": "Hmm... I thought the disciplinary committee was a public security organization, but...\nShe seems to be quite a troublesome person to be in charge of.",
    "そうだな……ともかくハッキリしてることは……": "You're right... Anyway, the one thing that's clear is...",
    "よし、見つけた！\n見慣れない服を着た柊の生徒を連れた奴ら！": "All right, I found it!\nThe ones with Hiiragi students in unfamiliar clothes!",
    "ここから先へは行かせるなって命令だ！\nこのまま壁になってあいつらを追い込むぞ！": "I'm ordering you not to let me go any further!\nWe're going to become a wall and drive them into a corner!",
    "この先ずっと、ああいう連中の相手をしなきゃならんってことだな。": "That means I'll have to deal with people like that forever.",
    "ひ、ひえぇぇ～っ……！\n凄い数ですよ……！": "E-Eeeeeeeek...!\nThere are so many of them!",
    "ど、どうしよう、御剣さん！": "Wh-What should we do, Edgeworth?!",
    "流石にあれは多勢に無勢だな。\nこの場は退くしかないか。": "We're outnumbered, after all.\nGuess I have no choice but to retreat.",
    "――い、行き止まりっ！？\nめるちゃん！？": "――A-a dead end!?\nMechan?!",
    "え、え～っと……！\nどこかに抜け道は……！？": "U-Umm...!\nIs there a way out somewhere...!?",
    "逃げようったって無駄なのよ。\nここはあたしらの庭なんだからね。": "There's no point trying to run away.\nThis is our garden, after all.",
    "……やむを得ん。\n戦うしかないが……この人数だと流石にな。": "...I have no choice.\nWe have no choice but to fight, but... with this many people, it's no surprise.",
    "ただの案内役のはずが、こんなことになるとはな……": "I was supposed to be just a guide, but I didn't think this would happen...",
    "全員囲んで人数で押しつぶしちまいな！\n例えヤバい奴でも、全員は倒せないはずだ！": "Surround them all and crush them with numbers!\nEven if he's dangerous, he shouldn't be able to defeat all of them!",
    "ぐぬぬ……タケルちゃんをギャフンと言わせてないのにぃ！": "Grrr... I didn't let Takeru-chan say anything like that!",
    "うう、ど、どうしましょう……流石にこんな終わり……": "Ugh, wh-what should I do...? This is the end...",
    "――助けが必要？": "—Need help?",
    "え……？\nだ、誰っ！？": "Huh...?\nWh-Who are you!?",
    "助け。\n要るの？　要らないの？": "Help.\nYou need it? You don't want it?",
    "正体も明かさず、何故私達にそれを問う？": "Why are you asking us that without revealing your true identity?",
    "面白そうだから。": "Because it sounds interesting.",
    "お、面白いって……？": "Oh, interesting...?",
    "この際、誰でもいい。\n今の状況をなんとかできるっていうなら助けてくれ。": "In this case, it doesn't matter who.\nIf you can do something about the current situation, please help me.",
    "わかった。": "Okay.",
    "ひゃあっ！？": "Hyaa!?",
    "換気扇……？\nそうか、あのような場所に抜け道が……": "A ventilation fan...?\nI see. There's a loophole in a place like that...",
    "こっちへ。": "Come here.",
    "誰かが穴から手招きしてる……\nあれ、お化けとかじゃないよね？": "Someone's beckoning me through the hole...\nHuh? It's not a ghost, is it?",
    "早く。": "Hurry up.",
    "逃がすかぁっ！": "I won't let you get away!",
    "お化けだろうとなんだろうと、\nあの追っ手達に捕まるよりはマシじゃないか？": "Whether it's a ghost or not,\nIsn't it better than being caught by those pursuers?",
    "同感だ。\n今はあの声の主に従おう。": "I agree.\nLet's follow the owner of that voice for now."
}