{
    "メイズ適性の向上──か。": "An improvement in maise aptitude, huh?",
    "この前の定期健診の結果、出たんだ。\nわたし達のも結果のデータ届いてるの？": "I got the results of my regular checkup the other day.\nAre we getting the results too?",
    "共有のフォルダに置いてますわよ。デバイスでリンク送りました。\nちなみに全員、メイズ適性の向上が認められていますわ。": "I put it in a shared folder. I sent a link through the device.\nBy the way, everyone is allowed to improve their aptitude for mace.",
    "ここ最近、何回も<r=プライマル・ベルト>原生帯</r>に潜りましたもんね！\n長く過ごしたことで、上がったんだと思います！": "You've dived into the r-primal belt a number of times recently, haven't you?!\nI think it's because I spent so much time here that I was able to improve!",
    "これでより深く潜ったり、長時間居続けられそうじゃん！": "Now I can dive deeper and stay here for a long time!",
    "……まあ、上がりすぎても、\nそれはそれで地上での生活が困難になるらしいけど。": "...Well, even if it goes up too far,\nThat would make life on the surface difficult, though.",
    "わたくし達はまだまだその領域ではありませんから、\n今は素直に喜ぶべきでしょう。": "We're not in that domain yet,\nRight now, I should be genuinely happy.",
    "……ふむふむ。メイズ適性は向上したけど、\nラミちゃんのバストサイズは変わってないと。": "...Hmm, hmm. Mayse's aptitude has improved, but...\nRami-chan's bust size hasn't changed.",
    "あ、おいー！！　いらんことゆーなし！　つか、揉むなー！": "Ah, hey!! Don't say that! And don't rub me!",
    "揉むというより、摘む？": "Rather than groping, would you pick it?",
    "さすがにそんな小さくないし！！\nつか、%usernameusernameuserna%の前でする話じゃないっしょ！": "It's not that small!!\nAlso, this isn't something we should be talking about in front of %usernameusernameuserna%userna!",
    "ちなみにあたしはバツグンに成長期♪\n%usernameusernameuserna%～、何センチか知りたい～？": "By the way, I'm still growing♪\n%usernameusernameuserna%, do you want to know how many centimeters it is?",
    "知りたくないと言えば嘘になるが、\n知りたいとも言えない……くっ！　ずるい……！": "I would be lying if I said I didn't want to know, but...\nI can’t even say I want to know... Ugh! That’s not fair...!",
    "%usernameusernameuserna%さんって胸派なのかな……": "I wonder if %usernameusernameuserna%-san likes breasts...",
    "え、えっと……わたくしとしては……": "U-Umm... As for me...",
    "ちゆる、てめーっ！　そんなに言うなら見せてみろっ！": "Chiyuru, you bastard! If you're going to say that, then show me!",
    "いいよ。ほら。\n先に謝っておくね。": "It's okay. Here.\nI'll apologize first.",
    "……はぁーっ！！？！？\nぜぜぜ、前回より、こんなに……！？": "......haaaa!!?!?\nWh-Wh-What's going on? This is even worse than last time!",
    "ちゆるの健康診断の結果にラミが愕然とする。\nその様子に、他の面々も興味を抱いたらしい。": "Rami was shocked by the results of Chiyuru's checkup.\nThe others seemed to have taken an interest in her.",
    "すごいっ……！　それなのに、体重はほぼキープしてる……！": "Amazing...! And yet, she's still holding on to her weight...!",
    "羨ましい……": "I'm jealous...",
    "スタイルがいいと思っていましたが、ここまでとは……": "I thought you had a good figure, but to think you'd go this far...",
    "みんな驚いているが、他のみんなだって\n全然スタイルがいいと思うけどな。": "Everyone’s surprised, but everyone else is, too\nI think she's got a great figure.",
    "（というか、男の俺としては、すごくいたたまれない会話だ……）": "(Actually, as a guy, this conversation is really unbearable...)",
    "お、%usernameusernameuserna%も、\n違うところが大きくなってるんじゃない～？": "Oh, %usernameusernameuserna%,\nIsn't there something different about her?",
    "……！！": "...!!",
    "なってねえよ！\nこの流れで俺に話を振るな！": "It's not like that!\nDon't talk to me like this!",
    "んー？　どこの話とはしてないけどね～。身長のことかもよ？": "Hmm? We're not talking about height, though. Maybe it's about height?",
    "大丈夫。健康な証。": "It's all right. Proof that you're healthy.",
    "ひとつも安心できねーよ。": "I can't relax at all.",
    "ってか、『健康』で思い出したけど……": "Actually, ❛healthy” reminded me...",
    "この前俺がメイズで倒れたときのアレ――\nメイズシンドロームって特に病気の前兆ってわけじゃないんだな。": "That thing from the last time I collapsed in Mayse――\nMaze Syndrome isn't a particularly bad omen, huh?",
    "診断の数値を見る限りはどれも健康そのものである。": "As far as I can tell from the diagnosis, they're all healthy.",
    "何度も言ったじゃん。一時的なもんでメイズから出れば回復するって。": "Didn't I tell you over and over? It's only temporary, so you'll recover once you get out of Maze.",
    "いやだって、心配じゃん？　自分の身体だし。\n俺の記憶喪失だってこれの一種かもって話だろ。": "I mean, you're worried, aren't you? It's your own body.\nMy amnesia might be a form of this, right?",
    "（まあ、あくまで可能性の話だけど。前例がないようだし）": "(Well, it's just a possibility. There doesn't seem to be any precedent for it.)",
    "『メイズシンドローム』――\n簡単にいえば、重力異常の影響で生じる体調や精神の不調のことだ。": "“Maise Syndrome”—\nTo put it simply, she was referring to the physical and mental disorders caused by the effects of gravity anomalies.",
    "これはメイズ適性があっても、メイズ内に長く留まると\n誰にでも起こることだ。特に入りたてのビギナーの頃に多いらしい。": "This is because even if you have a Mayse aptitude, you can stay inside the Mayse for a long time\nIt happens to everyone. Especially when they're new beginners.",
    "まあ、この結果を見れば、さすがに安心したけどさ。": "Well, I'm relieved to see this result.",
    "あれを経験することで、\nメイズ適性も大きく上がっていくって言われてるね。": "By experiencing it,\nIt's said that your aptitude for maise will also increase greatly.",
    "じゃあ、みんなも経験したことがあるんだな。\nあれ？　ってことは……もしかして、今後も……？": "So everyone's been through this before, huh?\nHuh? Does that mean... from now on...?",
    "俺が言うと、みんなが顔を青くして目をそらした。\n経験したことはあるし、これからもありえるということなのだろう。": "When I said that, everyone turned pale and looked away.\nI've experienced it before, and I'm sure it'll be possible in the future.",
    "なあ、メイズ適性の上昇……ってつまり、\nメイズの環境に適応していくってことだよな？": "Hey, an increase in Mayse's aptitude... In other words,\nYou mean adapting to maise's environment, right?",
    "上がり過ぎたらそれはそれで、\n逆にメイズの外――地上での生活に適さなくなっていくんじゃないか？": "If you go too far, that's fine.\nOn the other hand, wouldn't it be unsuitable for life outside of Mayse—on the surface?",
    "ええ、その通りですわ。": "Yes, that's exactly right.",
    "なので一定のメイズ適性に至った生徒は、\n『卒業』することになります。": "As such, the students had reached a certain level of maise aptitude\nYou'll be graduating.",
    "なるほど、そういうシステムだったのか。": "I see. So that’s the system.",
    "ま！　ラミ達はまだまだそこまで遠そうだけどね～！": "Well! It looks like Rami and the others are still that far away!",
    "というわけで、次の探索はもっと深いところまで行かない！？": "So, why don't we go deeper next time?!",
    "そうですわね……探索にもどんどん慣れてきて\n長時間の作戦も問題なさそうですし。": "You're right... I'm getting more and more used to exploring.\nThe long-term operation doesn't seem to be a problem.",
    "資金難の問題はまだ残ってるけど。": "There's still the issue of financial difficulties, though.",
    "万全の状態なら、挑戦することに異議はないよ。": "In perfect condition, I have no objections to challenging you.",
    "賛成です！　以前に一度引き返した<r=ホール>広間</r>の先、\nそういえばまだ行ってませんでしたよね！": "I agree! Beyond the <r-hole> hall I turned back to once before,\nCome to think of it, I haven't been there yet!",
    "それじゃあ全員一致で、次の目的地は例の<r=ホール>広間</r>の向こうを\n探索すること……でいいか？": "Then we’re all unanimous, and our next destination is beyond the aforementioned <r-hole> hall </r>\nTo explore... Is that okay?",
    "俺の言葉に一同が頷く。": "Everyone nodded at my words.",
    "決まりだな！": "It's decided!",
    "俺達が<r=プライマル・ベルト>原生帯</r>マスターになるんだ！": "We're going to be the <r-primal belt> primogenitor belt <r> Masters!",
    "おーっ！！": "Ohhh!!"
}