{
    "――１週間後。": "――One week later.",
    "俺たちシリウスシュガーは、カオスメイデンとの\n公式戦当日を迎えた。": "We Sirius Sugaru welcomed the day of the <br> official battle with Chaos Maiden.",
    "競技会場となるシティの市街地は異様な盛り上がりを見せている。": "The urban area of the city where the competition is taking place is filled with a strange excitement.",
    "屋台まで出てるじゃないか。いつもこんなお祭り騒ぎなのか？": "There's even a food stall here. Is there always this kind of festival going on?",
    "学園都市の住人にとっては、そのようなものですわ。": "That's how it is for the residents of Academy City.",
    "市街地で行われるＭＧ競技はここの名物だからねぇ。": "MG competitions held in the city are a specialty of this place, after all.",
    "すぐ近くで実弾が飛びかうってのにか？\n危険意識とかどうなってるんだよ。": "Even though live bullets are going to fly nearby? What's going on with the <br> danger awareness and stuff?",
    "模擬戦と同じで競技用の武装を使うから大丈夫だよ。": "Just like in the mock battles, we'll be using competitive armaments, so don't worry.",
    "一応、流れ弾で建物に損害が出たとしても、学園の予算で\n保障されるので地域住民には負担をかけない仕組みになっていますわ。": "Even if a stray bullet causes damage to a building, the academy's budget guarantees that it's bruised, so it doesn't burden the local residents.",
    "……私たちの価値も、もう予想されてる。": "...They've already predicted our value.",
    "価値？一体、何のことだ？": "Worth? What the hell are you talking about?",
    "そう思い白奈が指した方を見てみると、\n模擬戦のオッズが表示されていた。": "Thinking that, I looked in the direction Shirona was pointing and saw the odds of a <br> mock battle displayed.",
    "……って、賭博じゃねえか！　観光客まで混ざって何やってるんだよ！": "...Wait, that's a gamble! What the hell are you doing, mixing in tourists?!",
    "（しかもオッズはカオスメイデンの勝利が１.１倍。\nシリウスシュガーの勝利はなんと２２倍……）": "(What's more, the odds are 1.1 times higher than Chaos Maiden's. The <b> Sirius Sugaru's victory is 22 times greater...)",
    "（こんなオッズが出るなんて、とんでもないな）": "(I can't believe such odds came out.)",
    "誰も俺達の勝利を信じていないってことか。\nあれを覆すのが挑戦者の醍醐味ってやつだな。": "So no one believes in our victory, huh? Overturning that <br> is the best part of being a challenger.",
    "『あの時、誰も信じなかった勝利をシリウスシュガーは手にした』\nそう語られる伝説の日にしてやろうじゃないか。": "“Back then, Sirius Sugar obtained victory that no one believed in.” <b>Why don’t we make it the legendary day they say that?",
    "それっぽいことを言いながら財布を取り出してるとこ悪いですが、\n学園生徒はベットできませんわよ？": "I'm sorry to say that while taking out your wallet, but the <br> students can't bet, you know?",
    "……そいつは残念だ。万が一負けても悔しくないように、\nカオスメイデンに賭けようかと思ったのに。": "...That's too bad. I thought I'd bet on the <br> Chaos Maiden so I wouldn't get frustrated if I lost.",
    "うわ、さいってー。": "Wow, you're so lucky.",
    "……負けたら居場所なくなる。": "...If I lose, I won't have a place to belong.",
    "まったく、冗談だよ冗談。\n大体、俺はもうお前らの勝ちに賭けてるんだからな。": "Seriously, I'm kidding, I was kidding. For the most part, I already bet on your victory.",
    "大丈夫。絶対勝てる。ってか、勝たないと俺もヤバいんだ。\nなにがなんでも勝ってこい。": "Don't worry. You'll definitely win. Actually, if you don't win, I'll be in trouble too. <b>Go win whatever you want.",
    "%usernameusernameuserna%さん……私達、頑張ります！": "%username, username, userna%-san... We'll do our best!",
    "心配しなくてもおまえの財布、\n祝勝会でラミ達がすっからかんにしてあげるから！": "Don't worry, I'll clear your wallet at the <br> victory celebration!",
    "では、いきますわよ……！": "Well then, let's go...!",
    "事前情報によると、シリウスシュガーが模擬戦で\nカラフルブーケに対して好成績を残したとのことです。": "According to the advance information, Sirius Sugaru left a good mark on the <br> colorful bouquet during the mock battle.",
    "へえ、解散寸前のチームが柊のエースに？": "Huh, so the team on the verge of disbanding is Hiiragi's ace?",
    "あの指揮官のおかげじゃない？　楽しみだな～！\nなんか策があるって言ってたし！": "Isn't it thanks to that commander? I can't wait! He said he had a plan!",
    "そうですね。何かしらの策を仕掛けてくるのは確実でしょう。": "That's right. They'll definitely come up with some kind of plan.",
    "ですから、あえてつけ込む隙のない定石的な戦法……": "That's why there's no openings to take advantage of...",
    "つまり、正面から受けて立つのが最適だと思います。": "In other words, I think it would be best to take it head-on.",
    "具体的には？": "Specifically?",
    "まずは試合開始直後に、緊要地形であるビル群を拠点として占領。\nどこから接近されても迎撃できるように陣形を作るべきかと。": "First, right after the match starts, we'll use the tense terrain of the buildings as our base of operations. <b>We should form a formation so that we can intercept anyone approaching us.",
    "無難というか、固い作戦ですね。": "It's more like a solid plan than a safe one.",
    "んー。よくわかんないけど、なんか私達っぽくなくない？": "Hmm. I don't really get it, but isn't it kind of like us?",
    "はい。相手はカオスメイデンを倒す策を用意してきているはずです。": "Yes. The enemy should have prepared a plan to defeat Chaos Maiden.",
    "ですから、あえていつもと違う作戦を取れば\n相手にとって想定外となるでしょう。": "Therefore, if we take a different strategy than usual, it will be unexpected for the <br> opponent.",
    "くすっ、カオスメイデンらしさを外すのが、\n今回のあたし達らしさってことね……": "*giggle* So removing Chaos Maiden's personality is just like us this time...",
    "なんとなくわかった！　任せて！": "I think I get it! Leave it to me!",
    "それでシリウスシュガーに勝って、あの人を私達の指揮官にする！": "Then we'll beat Sirius Sugaru and make him our commander!",
    "待っててね……！　%usernameusernameuserna%！": "Wait for me...! %user name, username, user name, %!",
    "そして、生徒会長による開会の言葉と、\nルールの説明が始まった。": "And with that, the student council president's opening words and the explanation of the <br> rules began.",
    "皆様方、本日はお集まりいただき誠にありがとうございます。\n競技を開始する前に、改めてルールについて確認しておきましょう。": "Everyone, thank you for gathering here today. Before we begin the <br> competition, let's go over the rules again.",
    "今回の試合は、５対５の殲滅戦となっています。": "This match is a five-on-five extermination battle.",
    "なお、シリウスシュガーには特殊ルールとして、\n生徒会から派遣した指揮官機が参加します。": "By the way, as a special rule, the commander plane dispatched by the <br> student council will be participating in Sirius Sugaru.",
    "この指揮官機は文字通り、指揮のみを行うため、\n一切の兵装を装備していません。": "This TSF is literally only capable of command, so it is not equipped with a single <b> armament.",
    "（いや、これホントに何も装備ないんだよな……\nせめて小銃のひとつぐらいあってもいいだろうに）": "(No, this really isn't equipped with anything...... It'd be fine if I had at least one rifle.)",
    "指揮官機は殲滅戦のカウントの対象外となりますので、\n他の５機が落とされた時点でシリウスシュガーの敗北となります。": "Commander planes will be excluded from the count of annihilation battles, so the moment the other five <br> units are dropped, Sirius Sugaru will lose.",
    "ただし、指揮官機を撃墜しても問題はありません。\n指示系統を先に潰すのは戦闘の定石ですから。": "However, there is no problem with shooting down the Commander's machine. It's standard practice to destroy the <br> command structure first.",
    "（せっかく無事でいられそうだったのに、\n余計なことを言わないでくれよ……）": "(It looked like I was finally safe, so please don't say anything unnecessary...)",
    "ルール説明は以上となります。": "That concludes the explanation of the rules.",
    "すでに双方準備が出来ているようですので、早速試合を開始しましょう。": "It looks like both sides are ready, so let's begin the match right away.",
    "悔いの残らない試合になるよう、双方全力を尽くすように。\nそれでは――試合開始です！": "Both sides will do everything in their power to ensure a match without regrets. <br>Now then――Let the match begin!",
    "生徒会長の号令と共に、シリウスシュガーとカオスメイデン両方の\n機体が動き始める。": "At the student council president’s command, the <br> machines of both Sirius Sugar and Chaos Maiden began to move.",
    "いくぞ、みんな……！　ジャイアントキリングの時間だ！": "Let's go, everyone...! It's time for the Giant Killing!",
    "イエッサー！！": "Yessir!!",
    "えっ？": "Huh?",
    "ふふ、言ってみたかったんです。": "Hehe, I wanted to say it.",
    "だって、ある意味わたくし達を結びつけた言葉ですから。": "After all, in a way, those are the words that brought us together.",
    "付随する思い出はえげつないものばっかだけどね。": "The memories that come with it are all vulgar, though.",
    "でも不思議と悪い気はしない。": "But strangely, I don't feel bad about it.",
    "……勝とう、みんな。": "...Let's win, everyone.",
    "お前ら……": "You guys...",
    "ああ！　勝とう！！　俺はお前らが絶対勝つと信じている！！": "Yeah! Let's win!! I believe you guys will definitely win!!",
    "__translated__": true
}