{
    "――１週間後。": "――One week later.",
    "俺たちシリウスシュガーは、カオスメイデンとの\n公式戦当日を迎えた。": "We Sirius Sugaru, with Chaos Maiden.\nThe day of the official match arrived.",
    "競技会場となるシティの市街地は異様な盛り上がりを見せている。": "The urban area of the city where the competition is taking place is filled with a strange excitement.",
    "屋台まで出てるじゃないか。いつもこんなお祭り騒ぎなのか？": "There's even a food stall here. Is there always this kind of festival going on?",
    "学園都市の住人にとっては、そのようなものですわ。": "That's how it is for the residents of Academy City.",
    "市街地で行われるＭＧ競技はここの名物だからねぇ。": "MG competitions held in the city are a specialty of this place, after all.",
    "すぐ近くで実弾が飛びかうってのにか？\n危険意識とかどうなってるんだよ。": "Even though live bullets are going to fly nearby?\nWhat's going on with her sense of danger?",
    "模擬戦と同じで競技用の武装を使うから大丈夫だよ。": "Just like in the mock battles, we'll be using competitive armaments, so don't worry.",
    "一応、流れ弾で建物に損害が出たとしても、学園の予算で\n保障されるので地域住民には負担をかけない仕組みになっていますわ。": "Just in case a stray bullet caused damage to the building, the academy’s budget would cover it\nIt's a system that doesn't burden the local residents because it's guaranteed.",
    "……私たちの価値も、もう予想されてる。": "...They've already predicted our value.",
    "価値？一体、何のことだ？": "Worth? What the hell are you talking about?",
    "そう思い白奈が指した方を見てみると、\n模擬戦のオッズが表示されていた。": "Thinking that, I looked in the direction Shirona was pointing.\nIt displayed the odds of a mock battle.",
    "……って、賭博じゃねえか！　観光客まで混ざって何やってるんだよ！": "...Wait, that's a gamble! What the hell are you doing, mixing in tourists?!",
    "（しかもオッズはカオスメイデンの勝利が１.１倍。\nシリウスシュガーの勝利はなんと２２倍……）": "(Furthermore, the odds are 1.1 times higher for Chaos Maiden.)\nSirius Sugaru's victory is 22 times greater...)",
    "（こんなオッズが出るなんて、とんでもないな）": "(I can't believe such odds came out.)",
    "誰も俺達の勝利を信じていないってことか。\nあれを覆すのが挑戦者の醍醐味ってやつだな。": "Does that mean nobody believes in our victory?\nOverturning that is the best part of being a challenger.",
    "『あの時、誰も信じなかった勝利をシリウスシュガーは手にした』\nそう語られる伝説の日にしてやろうじゃないか。": "“Back then, Sirius Sugaru obtained a victory no one believed in.”\nLet's make it a legendary day, shall we?",
    "それっぽいことを言いながら財布を取り出してるとこ悪いですが、\n学園生徒はベットできませんわよ？": "I'm sorry to say that while taking out my wallet, but...\nSchool students can't bet, you know?",
    "……そいつは残念だ。万が一負けても悔しくないように、\nカオスメイデンに賭けようかと思ったのに。": "...That's too bad. Just in case I lose, I won't regret it.\nI was going to bet on Chaos Maiden.",
    "うわ、さいってー。": "Wow, you're so lucky.",
    "……負けたら居場所なくなる。": "...If I lose, I won't have a place to belong.",
    "まったく、冗談だよ冗談。\n大体、俺はもうお前らの勝ちに賭けてるんだからな。": "Seriously, I'm just kidding.\nBesides, I'm already betting on your victory.",
    "大丈夫。絶対勝てる。ってか、勝たないと俺もヤバいんだ。\nなにがなんでも勝ってこい。": "Don't worry. I'll definitely win. Actually, if I don't win, I'm in trouble too.\nNo matter what, go win.",
    "%usernameusernameuserna%さん……私達、頑張ります！": "%usernameusernameuserna%-san... We'll do our best!",
    "心配しなくてもおまえの財布、\n祝勝会でラミ達がすっからかんにしてあげるから！": "Don't worry, your wallet,\nRami and the others will make you feel better at the victory celebration!",
    "では、いきますわよ……！": "Well then, let's go...!",
    "事前情報によると、シリウスシュガーが模擬戦で\nカラフルブーケに対して好成績を残したとのことです。": "According to the advance information, Sirius Sugaru was in a mock battle\nHe left a good mark on the colorful bouquet.",
    "へえ、解散寸前のチームが柊のエースに？": "Huh, so the team on the verge of disbanding is Hiiragi's ace?",
    "あの指揮官のおかげじゃない？　楽しみだな～！\nなんか策があるって言ってたし！": "Isn't it thanks to that commander? I'm looking forward to it!\nHe said he had a plan!",
    "そうですね。何かしらの策を仕掛けてくるのは確実でしょう。": "That's right. They'll definitely come up with some kind of plan.",
    "ですから、あえてつけ込む隙のない定石的な戦法……": "That's why there's no openings to take advantage of...",
    "つまり、正面から受けて立つのが最適だと思います。": "In other words, I think it would be best to take it head-on.",
    "具体的には？": "Specifically?",
    "まずは試合開始直後に、緊要地形であるビル群を拠点として占領。\nどこから接近されても迎撃できるように陣形を作るべきかと。": "First, right after the match began, they occupied the tense terrain of the buildings as their base.\nI think we should form a formation so that we can intercept them no matter where they approach us.",
    "無難というか、固い作戦ですね。": "It's more like a solid plan than a safe one.",
    "んー。よくわかんないけど、なんか私達っぽくなくない？": "Hmm. I don't really get it, but isn't it kind of like us?",
    "はい。相手はカオスメイデンを倒す策を用意してきているはずです。": "Yes. The enemy should have prepared a plan to defeat Chaos Maiden.",
    "ですから、あえていつもと違う作戦を取れば\n相手にとって想定外となるでしょう。": "So, if you take a different strategy than usual\nIt will be unexpected for the other party.",
    "くすっ、カオスメイデンらしさを外すのが、\n今回のあたし達らしさってことね……": "Teehee, getting rid of Chaos Maiden’s personality...\nIt's just like us this time...",
    "なんとなくわかった！　任せて！": "I think I get it! Leave it to me!",
    "それでシリウスシュガーに勝って、あの人を私達の指揮官にする！": "Then we'll beat Sirius Sugaru and make him our commander!",
    "待っててね……！　%usernameusernameuserna%！": "Wait for me...! %user name, username, user name, %!",
    "そして、生徒会長による開会の言葉と、\nルールの説明が始まった。": "And then there was the opening speech from the student council president.\nThe explanation of the rules began.",
    "皆様方、本日はお集まりいただき誠にありがとうございます。\n競技を開始する前に、改めてルールについて確認しておきましょう。": "Everyone, thank you very much for gathering here today.\nBefore we begin the competition, let's go over the rules again.",
    "今回の試合は、５対５の殲滅戦となっています。": "This match is a five-on-five extermination battle.",
    "なお、シリウスシュガーには特殊ルールとして、\n生徒会から派遣した指揮官機が参加します。": "Incidentally, Sirius Sugaru had special rules\nThe student council has dispatched a command plane to participate.",
    "この指揮官機は文字通り、指揮のみを行うため、\n一切の兵装を装備していません。": "This command plane is literally meant to be commanded only\nNot equipped at all.",
    "（いや、これホントに何も装備ないんだよな……\nせめて小銃のひとつぐらいあってもいいだろうに）": "(No, this really doesn't have any equipment...)\nAt the very least, it should be fine to have a rifle.)",
    "指揮官機は殲滅戦のカウントの対象外となりますので、\n他の５機が落とされた時点でシリウスシュガーの敗北となります。": "Commander planes will be excluded from the count of annihilation battles.\nThe moment the other five are dropped, Sirius Sugaru will lose.",
    "ただし、指揮官機を撃墜しても問題はありません。\n指示系統を先に潰すのは戦闘の定石ですから。": "However, there is no problem with shooting down the Commander's aircraft.\nCrushing the chain of command first is a standard tactic in battle, after all.",
    "（せっかく無事でいられそうだったのに、\n余計なことを言わないでくれよ……）": "(It looked like she was finally safe, but...)\nPlease don't say anything unnecessary...)",
    "ルール説明は以上となります。": "That concludes the explanation of the rules.",
    "すでに双方準備が出来ているようですので、早速試合を開始しましょう。": "It looks like both sides are ready, so let's begin the match right away.",
    "悔いの残らない試合になるよう、双方全力を尽くすように。\nそれでは――試合開始です！": "Both sides were going to do everything they could to ensure that this match wouldn't leave any regrets behind.\nNow then... Let the match begin!",
    "生徒会長の号令と共に、シリウスシュガーとカオスメイデン両方の\n機体が動き始める。": "At the student council president’s command, both Sirius Sugaru and Chaos Maiden\nThe aircraft began to move.",
    "いくぞ、みんな……！　ジャイアントキリングの時間だ！": "Let's go, everyone...! It's time for the Giant Killing!",
    "イエッサー！！": "Yessir!!",
    "えっ？": "Huh?",
    "ふふ、言ってみたかったんです。": "Hehe, I wanted to say it.",
    "だって、ある意味わたくし達を結びつけた言葉ですから。": "After all, in a way, those are the words that brought us together.",
    "付随する思い出はえげつないものばっかだけどね。": "The memories that come with it are all vulgar, though.",
    "でも不思議と悪い気はしない。": "But strangely, I don't feel bad about it.",
    "……勝とう、みんな。": "...Let's win, everyone.",
    "お前ら……": "You guys...",
    "ああ！　勝とう！！　俺はお前らが絶対勝つと信じている！！": "Yeah! Let's win!! I believe you guys will definitely win!!",
    "__translated__": true
}