{
    "機体に乗り込み、戻ってくると、\nすでに全員休憩を終わらせて出発の準備を終えていた。": "I boarded the aircraft, and when I came back...\nEveryone had already finished their break and had finished preparing to leave.",
    "あ、エヴィちゃんも%usernameusernameuserna%さんもお帰りなさい！\nそれじゃあ出発しましょうか！": "Oh, welcome back, Eve and %usernameusernameuserna%!\nAll right, let's get going!",
    "何か秘密の作戦だったの？\n……あっ、あんまり聞いちゃダメだよね！": "Was it some kind of secret operation?\n...Ah, I shouldn't ask too much!",
    "あはは。\nまあ、そんな感じかな。": "Ahaha.\nWell, I guess that's about it.",
    "へえ、怪しい雰囲気じゃない……色々と聞きたいわね！\nもしかして隠れて、一線越えちゃったとか～？": "Wow, there's no suspicious atmosphere here... I'd love to hear all kinds of things!\nMaybe she hid and crossed the line?",
    "……ふふ、どうだろうね？": "...Haha, I wonder?",
    "え、マジ……？": "Eh, seriously...?",
    "なんですか、その含み笑い！？\n%usernameusernameuserna%さん、何があったんですか！？": "What's with that implication?!\n%usernameusernameuserna%, what happened?!",
    "おい、エヴィ！　妙な言い方するな！　変な誤解招いてるだろ！": "Hey, Eve! Don't say it like that! You're causing a weird misunderstanding!",
    "%usernameusernameuserna%ってば、すごく『スパルタ』だったよ。\n痛いところ突いてくるし、行動で示せとか命令もしてくるし。": "%usernameusernameuserna% was really a 'spartan'.\nShe'd hit me where it hurt, and she'd even order me to show her with my actions.",
    "ま、まままままさかのアブノーマル！？": "I-I-I can't believe it's abnormal!",
    "でもね、それもまた%usernameusernameuserna%の優しさなんだって、\nわかってるから……全部受け入れちゃった。": "But you know, that's also %usernameusernameuserna%'s kindness,\nI knew that... so I accepted it all.",
    "どうしましょう！　エヴィちゃん、大人になるどころか、\n変な方向に目覚めちゃいました！？": "What should I do?! Eve, rather than growing up,\nDid I wake up in a weird direction?!",
    "もっと聞かせて！　インスピレーションがドバドバ溢れてくるわ！\nやっぱり芸術はリビドーね！": "Tell me more! I'm overflowing with inspiration!\nArt really is libido!",
    "わ、私も掘り下げ希望……！！": "I-I want to dig deeper, too...!!",
    "これ以上掘っても何も出てこんわ！　勝手に掘っとけ！\nエヴィもわざとやってるだろ！？": "Digging any more won't get you anywhere! Dig whatever you want!\nYou're doing this on purpose too, aren't you, Eve?!",
    "（というか、少し変わったか……？\n余裕を感じられるようになったというか……）": "(Actually, has she changed a little...?)\nIt's like I've become able to feel more confident...)",
    "……あ、そうだ、シエナ！\n優しいシエナなら、ちゃんと誤解だって理解してくれるよな！？": "...Oh, right, Siena!\nThe kind Siena would understand that it was a misunderstanding, right?!",
    "…………": "............",
    "シエナ？": "Siena?",
    "ヤバたんです！　目を開けたまま気絶しちゃってます！！": "This is bad! He's unconscious with his eyes open!!",
    "あら、刺激が強すぎちゃったかしら？": "Oh, is that too much stimulation?",
    "なんかごめん……": "I'm kinda sorry...",
    "そんな！？　シエナ、カムバァアアアア――――ック！！": "No way?! Siena, Kambaaaaahhhh———kkk!!",
    "はい！！": "Yes!!",
    "うおっ、戻った！？": "Whoa, she's back?!",
    "ほんとコスパ悪い会話だなぁ……ふふっ。": "This really is a bad conversation... Hehe.",
    "――そんなバカなやり取りをしたあと、一同は機体に乗り込み、\nエヴィのこれからのプランに耳を傾けるのだった。": "—After that stupid exchange, everyone boarded the aircraft\nThey listened intently to Eve's plan for the future.",
    "それじゃ、エヴィちゃん。これからどうするのか、よろおねです！": "Well then, Eve. What are you going to do now? I'm so glad!",
    "うん。いろいろ考えたんだけど――": "Yeah. I've thought about it a lot, but...",
    "と、口を開いたそのときだった。": "Just as I open my mouth...",
    "――こちら本部。トレブルクインテット、どうぞ。": "This is HQ. Treburg Integrity, please.",
    "エヴィが言いかけたところで、ノイズと共に音声が割って入った。": "Just as Eve was about to speak, a voice cut in along with the static",
    "はいはい？　何かあった？": "Yes, yes? Did something happen?",
    "また視聴者数のお知らせ～？": "Another announcement about viewership~?",
    "……視聴者数はいまだにトリニティジュエルが１．５倍ですが、\n少し問題が起きたので情報を共有致します。": "...The number of viewers is still 1.5 times higher than Trinity Jewel, but...\nThere's been a bit of a problem, so I'll share some information with you.",
    "続く言葉に、軽口を叩いていたトレブルクインテットたちに緊張が走る。\nいわく、快進撃を続けていたトリニティ・ジュエルに異変が起きていた。": "The words that followed made the Treburg Intets, who had been bantering, tense up.\nAccording to him, something had happened to Trinity Jewel, who had been continuing her rapid advance.",
    "深層でメイズシフターの大規模集団と遭遇、現在も交戦中だという。\n完全に足止めを受け後方連絡線も断たれつつあるとか。": "It was said that they had encountered a large-scale group of maise shifters in the deep levels and were still engaged even now.\nThey've completely stopped us, and the line connecting us to the rear is being cut off.",
    "……それはマズいね。あの速度で進行してたってことは、\n長期戦とかを考えていないはず。": "...That's not good. If they were advancing at that speed,\nShe shouldn't be thinking about long-term battles.",
    "それに深層だと、敵の数も上層より圧倒的に多いはずだよね。\n……間違いなく、逃げる事は出来ないよ。": "And in the Deep Levels, the enemy's numbers should be overwhelmingly higher than the Upper Tier.\n...There's no way I can run away.",
    "そんな……！": "No way...!",
    "そうですね……事実、連絡線も破壊されて通信状況も悪くなっています。\n本部では試験を中断して救援を送ることを協議しているところで……": "That's right... In fact, the communication lines have been destroyed, and communications are getting worse.\nHQ is currently discussing whether to suspend the exam and send help...",
    "分かった。トレブルクインテットは進行ルートを変更、\n〈r=メインシャフト〉主縦坑</r>を使用して現場に向かう。": "\"Understood.\" Treburg Integrity changed its route,\nUse the 〈r=メインシャフト〉 Main Shaft </r> to head to the scene.",
    "えっ……！？　本当に！？": "Huh...!? Really!?",
    "エヴィちゃん……いいの？　ここまで安全第一で慎重に来たのに\nいきなり〈r=メインシャフト〉主縦坑</r>を使うだなんて。": "Eve... Are you sure? We've come this far with safety first and foremost.\nI can't believe she's suddenly using the 〈r=メインシャフト〉 Main Shaft </r>.",
    "……救援にのんびりなんてしてられないからね。": "...I can't just sit back and help out.",
    "なるほど……いい思い切りをみせてくれるじゃない。\nさすがうちの参謀ね。リソースは足りてる？": "I see... That's a good show of determination.\nThat's our staff officer for you. Do you have enough resources?",
    "うん、温存してきたおかげで十分。\nあとはリーダーの最終判断かな？": "Yeah, thanks to saving it, that's enough.\nAll that's left is the leader's final decision, I guess?",
    "きっとレイヴェルちゃん達は大変な状況です！\nそんな状況で、何もしないなんてぽよじゃありません……！": "I'm sure Ravel and the others are in a tough situation!\nI can't just do nothing in a situation like that...!",
    "リーダーも乗り気だし、それじゃあすぐに向かおう。": "The leader's on board, so let's head there right away.",
    "では……トレブルクインテット出撃開始です！\nトリニティ・ジュエルを助けましょう！": "Well then... Treburg Integrity, let's begin the battle!\nLet's save Trinity Jewel!",
    "これまでの慎重な歩みとは打って変わり、\n速度を上げて移動を開始する。その最中、秘匿回線が俺に届いた。": "It was a far cry from the cautious steps she'd taken so far\nI pick up speed and start moving. While I'm doing that, a secret line reaches me.",
    "……エヴィか。どうした？": "...Evie. What's wrong?",
    "正直な話、トリニティ・ジュエルを包囲してるだろうメイズシフターを\n私達で突破できるか……ほんの少し不安なんだよね。": "Honestly, the maise shifter that's probably besieging trinity jewel.\nI'm just a little worried about whether we'll be able to break through.",
    "『ほんの少し』で済んでる理由は？": "Why is it just a little bit?",
    "実は今私と通信してる人、戦術指揮の天才らしいよ。": "Actually, the person who's communicating with me right now is a genius at tactical command.",
    "天才って……ったく、甘えるのが上手くなったな。\nまあ、エンゲージ後の戦術指揮は俺に任せておけ。": "Geniuses... Geez, you've gotten so good at fawning over people.\nWell, leave tactical command to me after engagement.",
    "さすが、教導指揮官。\n……これで不安じゃなくなったよ。": "That's our instructor for you.\n...Now I'm not worried anymore.",
    "安心しろ。トレブルクインテットの想いも、\n期待も……俺が傷つけさせん。": "Don't worry. Even Treburg Intette's feelings...\nI won't let you get your hopes up, either."
}