{
    "――ある日、ロージーに呼び出された。": "—One day, Rosie summoned me.",
    "今日はなんの用だ？": "What do you want today?",
    "ああ、また新作を創ってるから、\n後輩クンにも見てもらおうと思ったんだけど……": "Yeah, I'm making a new one again,\nI was going to have Kouhai-kun take a look at it too, but...",
    "やっぱり納得いかないから創り直してて……\nせっかく来たんだから、ゆっくりしていってよ。": "I still can't accept it, so I remade it...\nNow that you're here, take your time.",
    "俺が呼び出されたのはいったい……": "What the hell was I summoned for...?",
    "ため息をこぼしつつ、何気なく部屋を見回していると、\n部屋の片隅で、おかしものを見つけた。": "I sighed and casually looked around the room.\nI find something strange in a corner of the room.",
    "……ん？　なんだこれは？": "...Hm? What's this?",
    "手に取ってみると、どう見てもそれはディルドだった。": "I picked it up, and no matter how I looked at it, it was a dildo.",
    "金属製の男性器の形をしており、\nかなりグロテスクな雰囲気を漂わせていた。": "It was shaped like a metal male organ\nShe had a rather grotesque air about her.",
    "ちょっ、それは……！？": "Wait, that's...!?",
    "こ、これは違うの……！　たまたま創ったものなの！\n魔が差して、ちょっと面白いかなと思ったのよ！": "Th-This is different...! I just happened to make it!\nI thought it'd be a little funny if the devil showed up!",
    "あくまでも気まぐれで創ったものだから！\n本当に使っているわけじゃないのよ！": "I made it on a whim, after all!\nI'm not really using it!",
    "そう言い訳している割には、\n部屋の中にはローションも転がっている。": "For someone making excuses like that,\nThere's lotion lying around in the room, too.",
    "へえ～……": "Wow...",
    "……後輩クン、何その笑顔？": "...Kouhai-kun, what's with that smile?",
    "せっかくだから使ってみないか？": "Why don't we use it while we're here?",
    "は？\nな、何を言ってるの？": "Huh?\nWh-What are you saying?",
    "制作者として、創ったものが用途として機能するか……\nちゃんと試してみるべきじゃないか？": "As the creator, I don't know if what I've created will work as a purpose...\nShouldn't we give it a try?",
    "そ、それは……": "Th-That's...",
    "一理あるだろ？　万理あるだろ！？\n十全に使えてこそ、創造物は輝く！": "You have a point, don't you? There's gotta be a reason!\nIt's only when you use it to its fullest that your creation shines!",
    "な、何意味わかんないこと言って……か、顔が怖いんだけど！？\nま、待って――": "Wh-What are you saying...? Your face is scary!\nW-Wait—",
    "いつも振り回されている仕返しだ！　そこになおれ！": "This is payback for always being swayed! Get back there!",
    "ああん、もう～～～～！　今回だけだからね！？": "Aaah, geez~! Just this once, okay?!",
    "言質を取り付けると、『やっぱやめた』と言われないうちに、\n彼女を全裸にさせて四つん這いに……": "When I put my word in place, before she could say \"I knew it, I quit\"...\nI stripped her naked and got down on all fours...",
    "そして偉大な『創造物』にローションをたっぷり塗ると、\nためらいもなく『そこ』にあてがった。": "Then I smeared plenty of lotion on the great \"creature\"\nI place it on the spot without hesitation.",
    "ま、待って、そこ違っ……ひあああんっ！": "W-Wait, that's not it... Hyaaahn!",
    "手にしたディルドを膣の方ではなく、\n尻の蕾に押し込んでいく。": "She held the dildo in her hand, not toward her vagina\nI pushed it into the bud of her ass.",
    "ああっ……違うって言ったのに……あひいっ！": "Aaah... I told you that wasn't it... Ahii!",
    "ディルドは思いのほか、すんなりと入ってしまった。": "Dildo entered more smoothly than he'd expected.",
    "お尻にぃ……んんっ……\nちょっと、変な感じだからっ、早く外して……！": "In my butt... Mmm...\nIt feels a little weird, so hurry up and take it off...!",
    "そういう割には、ディルドの快感に腰を震わせている。\nとても初めてのようには見えなかった。": "Despite that, her hips were trembling from the pleasure of the dildo.\nIt didn't look like the first time.",
    "本当は自分でもお尻を弄っていたんじゃ……？\nまさか前だけじゃなくて、後ろもイケる口か……！": "Wasn't she actually playing with her butt...?\nDon't tell me it's not just the front, but the back, too...!",
    "も、もう……恥ずかしいこと言わないで……\nこ、答えるわけないでしょっ……ひあああっ！": "G-Geez... Don't say such embarrassing things...\nTh-There's no way I'd answer that... Hyaaaah!",
    "ディルドをずぶずぶと揺らしながら奥へ沈めていく。\nそのたびにロージーの口から嬌声があふれ出た。": "The dildo swayed as it sank deeper into the room.\nEach time, a slutty voice spilled out of Rosie's mouth.",
    "お尻……お尻が変な感じ……\nひうっ……あひっ……んきゅう……！": "My butt... my butt feels weird...\nHiu...... ahii...... nkyuu...!",
    "いつもは強気なロージーがすっかりと、\nディルドに虐められてしまっている。": "The normally strong-willed Rosie was completely taken aback.\nShe was being bullied by the dildo.",
    "はあああっ……こっちで感じるなんて……んきゅうっ……\nふっ……普通じゃないのに……んんっ……でも……っ！": "Haaaah... I can't believe I'm getting turned on here... Nghh...\nHeh... It's not normal... Mmm... But...!",
    "秘所からもすっかりと愛液があふれ出ている。\nそちらの方も指でなぞってみたところ、嬌声があがった。": "Love juices are overflowing from her vagina.\nI trace my finger in that direction, and she lets out a slutty moan.",
    "ん、んん！　ふあ、あひっ、んんんっ……！\nそんな、奥は……あひぃっ……んんっ！": "Mm, mmm! Fuah, ahii, mmmm...!\nThat's... so deep... ahii... nnn!",
    "ロージーは口元から涎を垂らして、すっかり快楽に染まっていた。\nそんな彼女を虐めたくて、ディルドを前後に出し入れする。": "Rosie was drooling from her mouth, completely steeped in pleasure.\nWanting to bully her like that, I moved the dildo back and forth.",
    "ああ、すごい……お尻が……あひっ……すごい……っ！": "Ahh, amazing... My butt... Ahii... Amazing...!",
    "んきゅう……あひ……んんっ……はあんっ！\nそ、そんなに虐められたら……んきゅう……すぐにだめになっちゃう！": "Nkyuu......ahi......nnn......haann!\nI-If you tease me that much... ngh... I'll lose it right away!",
    "割れ目の先端にあるクリトリスも、\nすっかり勃起しているので、指で擦りつける。": "The clitoris at the tip of her crevice...\nI'm completely erect, so I rub my fingers against it.",
    "そ、そんな……んぅっ……刺激……強すぎ……！\nもう……すぐにイク……イっちゃいそうぅ……！": "Th-That's... nngh... too much... stimulation...!\nI'm... going to cum... soon...!",
    "んんっ、あ、ひぁ……っ！　\n恥ずかしいのにぃ……も、もっとぉ……んあぁ！？": "Mmm, ah, hyah...!\nIt's embarrassing... M-More... Mnah?!",
    "だめ……だめぇ……これ以上されたら本当に……\nあたし、おかしくなっちゃう……！": "No... No... If you keep doing this...\nI'm going crazy...!",
    "ロージーの甘い声がたまらなくなって、\nますます興奮して意地悪したくなる。": "Rosie's sweet voice was unbearable\nI'm getting more and more excited, and I want to tease her.",
    "本当に……本当にあたし……もう……！\nっく、ぅ、んあ……っ！？": "I... I really... I'm...!\nUgh, uh, nnah...!?",
    "このまま気持ちよくなってほしいと抜き差しを激しくしていったが、\nふいにロージーが声を上げた。": "I started furiously thrusting and thrusting in and out, hoping that she would continue to feel good, but...\nSuddenly, Rosie raised her voice.",
    "……もう我慢できないっ！": "...I can't take it anymore!",
    "えっ……！？": "Huh...!?",
    "彼女は急に立ち上がったかと思うと、\n体重をかけて俺を押し倒し、そのまま全裸に剥くのだった。": "She suddenly stood up, and then...\nShe pushed me down with her weight, then peeled me naked.",
    "っ、後輩クン、よくもやってくれたわね♪\nあたしをこんなに虐めるなんていい度胸じゃない。": "How dare you, Kouhai-kun! ♪\nIt's not brave of her to bully me this much.",
    "あっという間に裸にされてしまった……": "She stripped me naked in the blink of an eye...",
    "目が捕食者のそれだ。\nどうやら完全にスイッチが入ってしまったらしい。": "Her eyes are those of a predator.\nLooks like she's completely flipped the switch.",
    "今度はあたしの番よ。\nたっぷり搾り取ってあげるから覚悟なさい。": "Now it's my turn.\nI'll squeeze out plenty of it, so prepare yourself.",
    "ロージーはそのままいきり立ったペニスを挿入した。": "Rosie inserted my raging penis.",
    "んんっ、んくうううう……！": "Nnngh, nnghhh...!",
    "亀頭が膣肉を分けて中に入っていく。\n濡れそぼっていたために、あっさりと入ってしまった。": "My glans parted her vaginal flesh and went inside.\nIt was so wet that it went in so easily.",
    "はあ……はあ……んん……ふう……はあ……\n後輩クンのが……入っちゃったぁ……っ。": "*pant pant*...nnn...fuu...haa...\nKouhai-kun's thing... went in...",
    "まったく、さっきは散々虐めてくれちゃって……\nもう許さないんだから……": "Honestly, you were so mean to me earlier...\nI won't forgive you anymore...",
    "ロージーの言葉に、\n期待が背筋をぞくりと駆け上っていく。": "At Rosie's words...\nExpectations ran up my spine.",
    "今度はあたしが後輩くんを責める番よ。\nいっぱい気持ちよくしてあげるから覚悟なさい。": "Now it's my turn to blame you.\nI'll make you feel good, so prepare yourself.",
    "後輩クンが空っぽになっちゃうまで、搾り取ってあげるわ。": "I'll squeeze you out until you're completely empty.",
    "ロージーは挑発的な笑みを浮かべると、ディルドを尻に刺したまま、\n初手から激しく腰を動かしてきた。": "Rosie smiled provocatively, leaving Dildo stuck in her butt\nShe starts moving her hips violently from the first move.",
    "はっ……はっ……んんっ……はあん……んんっ……！\nんくう……ああんんんっ……！": "Hah... hah... nnn... haahn... nngh...!\nNnngh... Aaaaahn...!",
    "舌なめずりをしながら、ロージーはペニスを扱く。\n腰を打ち付けられて、パンパンと鳴りながら尻が大きく揺れた。": "Rosie licked her lips as she stroked my penis.\nI slammed my hips into her, and her butt shook loudly as it clapped.",
    "んふっ……ふふふっ……どう？　後輩くん？　\nあたしのナカ……気持ちいいかしら？": "Eheh... Hehehe... What do you think, Kouhai-kun?\nMy naka... Does it feel good?",
    "ロージーの膣はすでに熱を帯びていて、\nとろとろに蕩けて、ペニス全体を包んでいる。": "Logy's vagina was already tinged with heat\nShe's completely enveloping my entire penis.",
    "しかし、膣が収縮しながらうねうねとペニスを搾るから、\nすぐさま達してしまいそうな快感が押し寄せる。": "However, her vagina contracted as it wriggled and squeezed my penis, so...\nI feel like I'm about to cum right away.",
    "ふふ……なんて……んっ……情けない顔……\nあたしにしか……見せちゃだめなんだから……んんっ……んふっ。": "Hehe... What a... nn... pathetic face...\nYou can't... show it to anyone but me... Mmm... Mmfh.",
    "女豹のような微笑を浮かべ、ペニスを膣の中に潜り込ませる。\n何度も腰を落として、奥に打ち付けた。": "Smiling like a female leopard, I slipped my penis into her vagina.\nI lowered my hips over and over, and slammed into her depths.",
    "んっ、もっともっと……後輩クンを感じさせてあげる……\nあたしとのセックス以外、何も考えられなくなるくらいにね……っ。": "Mm, more, more... I'll make you feel even better...\nSo much so that I can't think about anything other than having sex with me...",
    "こんな快楽を覚えさせられたら、間違いなく、\nロージーとの夜を忘れられなくなってしまう。": "If I could make her experience this kind of pleasure, there was no doubt...\nI won't be able to forget the night with Rosie.",
    "んふっ……ふふふ……後輩クンの……ディルドより全然いい……！\n太くて大きくて……はあっ……とても堅い……！": "Eheh... Hehehe... It's way better than yours, Kouhai-kun...!\nIt's so big and thick... Haah... and so hard...!",
    "すごい……奥まで……んん……当たって……\nんくう……はああっ……ふあっ……んふう……！": "Amazing... It's hitting all the way in... Mmm...\nNgh... haaah... fuah... nfuu...!",
    "ペニスが膣の奥に当たり、そのたびに甘い吐息が漏れる。\n膣肉が優しく掴み、何度もぎゅっぎゅっと絞ってくる。": "My penis hits the back of her vagina, and sweet breaths leak out every time.\nHer vaginal flesh gently grabbed hold of me, squeezing me tightly over and over.",
    "ふふっ……はあっ……奥まで来てる……んはあっ……\n後ろの刺激もお腹に響いて……はあんっ！　んっ、んん……っ！": "Hehe... Haah... It's all the way in... Nhaah...\nThe stimulation behind me also echoes in my stomach... Haahn! Nnh, nnnh...!",
    "ロージーは夢中になって腰を振る。\n彼女の腰使いは激しく、容赦がなかった。": "Rosie swung her hips in a trance.\nHer hip movements were intense and merciless.",
    "ペニスが熱く絞られるような快楽に、\nすぐさま射精の衝動が押し寄せてくる。": "The pleasure makes my penis feel like it's being squeezed hot.\nThe urge to ejaculate immediately washed over me.",
    "んふっ……ふっ、ふふ、そんなに気持ちいいの？\nはぁ……まさか、もうイクなんて言わないわよね……っ？": "Eheh... Heh, heheh, does it feel that good?\nHah... Don't tell me you're going to cum again...?",
    "あたしは……んんっ……まだイかないんだから……\nもっともっと……後輩クンを味わわせて……っ！": "I'm...nnn...not cumming yet...\nLet me... taste you more, Kouhai-kun...!",
    "激しい腰ふりなのに、太ももや膣は柔らかい。\n細指が体をなぞるだけでも気持ちいい。": "Even though she's swinging her hips violently, her thighs and vagina are soft.\nJust tracing her slender fingers along my body feels good.",
    "ふっ……ふふっ……可愛い顔……そんなに気持ちいいんだ……\nんくっ……さっきのあたしの気持ち……少しはわかった？": "Heh... Heheh... So your cute face... feels that good...\nNgh... Do you understand... how I felt earlier?",
    "でも、許してあげないんだから……んふっ、\nもっと……もっと気持ちよくしてあげる……っ！": "But I won't forgive you... Eheh,\nI'll... make you feel even better...!",
    "ディルドが尻穴に挿入ったままのせいか、膣内がきゅっと締まる。\nそれがこちらの快楽をいっそう引き上げていった。": "The inside of her vagina tightened, probably because the dildo was still inside her asshole.\nThat only heightened my pleasure even further.",
    "一緒に気持ちよくなって……っ、あたしに夢中に\nしてあげるんだから……んんっ……はあんっ！": "Let's feel good together...! She's engrossed in me.\nI'll do it for you...nnn...haahn!",
    "光栄に……んあっ……思いな……さいっ！\nあたしの……初めてを、堪能……あんっ……できるんだからっ！": "It's an honor... Mnah... Don't... think about it!\nI can... enjoy my first time... ahn... I can do it!",
    "はあんっ……！　あんっ！　だ……だめ……！\nこれ……相性……あぁっ！　すごく……イイ……！": "Haahn...! Ahn! N-No...!\nThis is......compatible......aah! It's......very......good......!",
    "目の前にある豊満な乳房が、淫らに揺れる。\n俺は指先で乳首を転がしながら、彼女の快楽にさらに刺激を加えていく。": "Her voluptuous breasts swayed lewdly before my eyes.\nAs I rolled her nipples with my fingertips, I added even more stimulation to her pleasure.",
    "んふっ、あっ……乳首ダメ……後輩クンのくせに……んんっ、\nあたしを気持ち良く、ああっ……させようとか……んあっ、ナマイキ！": "Mmfh, ah... Not my nipples... Even though you're my junior... Mmh,\nYou're trying to make me feel good, aah... nnah, Namiki!",
    "やぁんっ、気持ちいいのがお腹の中でぶつかって……っ、\nああんっ……凄すぎる……あひっ……んきゅう……！": "Yaahn, what feels good is hitting me inside my stomach...\nAaanh......it's too amazing......ahii......nnkyuu......!",
    "んあっ……くうっ、んんっ……はあっ、ああっ！\n……んはあっ、こんなにこすれたら……ああっ！": "Nnah...... kuu, nnn...... haah, aah!\n...Mnhah, if you rub it like this... Ahh!",
    "膣からの快感だけではなく、尻穴からの快感も得て、\nロージーは顔を紅潮させたまま、熱い吐息を漏らす。": "It wasn't just the pleasure from her vagina, but also from her asshole.\nRosie let out a hot sigh, her face still flushed.",
    "はあんっ……！　これ……やばい……！\nすぐに……ああんっ！　おかしくなっちゃう……！": "Haahn...! This is... bad...!\nRight away... Aaahn! I'm going crazy...!",
    "何度も膣奥にペニスの先端が打ち付けられる。\n俺も負けじと胸や割れ目を指で撫で、彼女の快楽を引き出そうとした。": "The tip of my penis slammed into the depths of her vagina over and over.\nNot to be outdone, I stroked her chest and crevice with my fingers, trying to draw out her pleasure.",
    "んくっ……あはっ、やばっ、そこは……んふっ！\nあはっ、はあっ、ああん、おちんぽが奥に……んくぅ！": "Ngh... Ahah, crap, that's...nfuu!\nAhah, haah, aahn, your dick's deep inside me... ngh!",
    "そこ……弱いの……はああんっ……！\nあふっ……んくぅ……ああっ……あひっ……んきゅう……！": "That's......weak......haaan......!\nAhu......nkuu......aah......ahii......nnkyu......!",
    "ロージーがより快感を得られるように、\n緩急をつけて腰を打ち付け、膣内で『俺』を貪る。": "So that Rosie could gain more pleasure,\nI slam my hips into her slowly, indulging in her pussy.",
    "んくっ……あっ、あっ、んんんっ……！\nやばっ……体が熱くて……溶けちゃいそ……はあぁんっ！": "Ngh... ah, ah, mmmm...!\nCrap... My body's so hot... I feel like I'm going to melt... Haaahn!",
    "こんな気持ちいいの……知らない……あああっ！\nあひ……気持ちいい……はあっ……ああんっ！": "I don't know... how good it feels... Aaaah!\nAhi... It feels good... Haah... Aaahn!",
    "大きな果実のような胸を揺らしながら、彼女は腰を懸命に振る。\nロージーの肢体が跳ねて、そのたびに甘い声が漏れた。": "She swung her hips as hard as she could, her large, fruity breasts swaying.\nRosie's limbs jumped, and every time she did, a sweet moan escaped her lips.",
    "はあっ、あっ、んんっ……そっちも、\nもう……イきそうって顔……ねっ……！": "Haah, ah, mmm... You too,\nYou look like you're... about to cum...!",
    "まるでどちらが先に絶頂するか競うかのように、\n互いに底なしの快楽を与え合う。": "It was as if they were competing to see who climaxed first.\nWe give each other bottomless pleasure.",
    "はあっ、ああっ、ああん、あっ、ああっ！\nこんなの初めて……おかしくなる……！": "Haa, aah, aan, ah, aaah!\nThis is the first time... I'm going crazy...!",
    "ロージーが腰を振るのに合わせて、\n割れ目の肉芽や興奮で尖った乳首もつまみ上げた。": "As Rosie swung her hips,\nI pinched her nipples, which were pointed from her crevice's flesh bud and excitement.",
    "あはっ……んふっ、そんなにされたら……んくぅ！\nだめ……はあんっ……っく……！　イっちゃう……！": "Aha... nfu, if you do it like that... nkuu!\nNo... haahn... kh...! I'm cumming...!",
    "もうだめ……イきそ……本当に、イっちゃう……！\nあ、待って……だめっ、ああんっ！": "I can't take it anymore... I'm about to cum... I really am going to cum!\nAh, wait... No, aaahn!",
    "こちらももうとっくに我慢の限界だった。\nペニスはもうはち切れんばかりに膨らんでいた。": "I've long since reached my limit as well.\nMy penis was already swollen to the point of bursting.",
    "後ろも……前も気持ちよくて……ふあぁんっ、\nもうイク……イク……イっちゃうぅ……！": "The back... and the front feel so good... fuaahn,\nI'm cumming... I'll cum... I will cum...!",
    "このまま出して……ナカに出して……！\nあたしのナカにいっぱい、いっぱい出してっ……はああんっ！": "Cum like this... Cum for me...!\nCum a lot in my dick... Haaahn!",
    "あっ、あぁっ、ふぁああああああああんっ……！！！": "Ah, ahh, fuaaaahhhhn...!!!",
    "んふっ……ふううううっ……はあああ……！\nんくぅ……後輩クンに染められ……ちゃってる……": "Nfuh...... fuuuu...... haaaaah......!\nNgh... I'm being dyed... by Kouhai-kun...",
    "体を小刻みに震わせて、太ももと割れ目も押しつけ、\nペニスから一滴残らず、精子を搾り取ろうとしてくる。": "Her body trembled slightly, and her thighs and crevice pressed against it as well\nShe tries to squeeze every last drop out of my penis.",
    "はああ……んんっ……ふうううっ……\nああんっ……イってるのに……まだ、ふううっ……": "Haaa...nnn...fuuuu...\nAaahn... I'm cumming... but still, fuuu...",
    "またイク……いっちゃう……はああああんっ！": "I'm... cumming again... Haaaaahn!",
    "お尻に入れたままのディルドの刺激を受けて、\nまたロージーは絶頂に達してしまう。": "She took the stimulation from the dildo still in her butt.\nRosie climaxed again.",
    "はあああ……ふうううっ……んんっ……すご、かったぁ……\nはあ……はあ……はあ……はあ……": "Haaaa......fuuuu......nnn......it was...amazing......\n*pant*...*pant pant*...",
    "はあ……はあ……やっと……落ち着いてきた……かも。\nこんなになったの……初めて……んんっ……": "*pant pant*... I think... I've finally calmed down.\nThis is the first time... I've ever been like this... Mmm...",
    "激しい行為のせいで、互いにぐったりとしてしまった。\nさすがにこれだけやれば、興奮も落ち着いてきた。": "Because of the violent act, we both went limp.\nNow that I've done this much, my excitement has calmed down.",
    "もう……後輩クンてば、なんてことを覚えさせるのよ……\nこんなプレイしたら……元に戻れなくなっちゃうでしょ……": "Geez... Kouhai-kun, how can you make me remember this...?\nIf I play like this... I won't be able to go back to normal...",
    "…………": "............",
    "あたしも……所詮は……魅力的なオスの前だと、\nただのメスに過ぎないってことなのね……ふふっ。": "Me too... In the end... when I'm in front of an attractive male,\nSo she's nothing more than a female... Hehe.",
    "そう言って浮かべる妖艶な笑みには、メスはメスでも\n蜘蛛やカマキリのような肉食みをどこか秘めているように感じた。": "There was a bewitching smile on her face as she said that, even if she was a female\nIt felt like she was hiding some kind of carnivore, like a spider or a praying mantis.",
    "その後風呂を使わせてもらおうと立ち上がりかけたところ、\n突然くいっと腕が引っ張られる。": "After that, I was about to stand up to use the bath when...\nShe suddenly tugged on my arm.",
    "……後輩クン、どこに行くつもり？\nまだ終わってないでしょう？": "...Kouhai-kun, where are you going?\nIt's not over yet, is it?",
    "え？　と俺の思考が止まる。\nたった今搾り取った取られたの直後なのに？　と。": "\"Huh?\" I stop thinking.\nEven though it was right after she'd squeezed it out just now?",
    "こんなことを覚えさせた責任……\nちゃんと取ってもらうんだから……ねっ？": "The responsibility for making me learn this...\nI'm going to make sure you get it... okay?",
    "さあ、もっともっと一緒に気持ちよくなりましょ？\nふふっ……ふふふ……": "Come on, let's feel even better together, okay?\nHehe... Hehehe...",
    "淫魔のような笑みを浮かべた彼女を見て、\n俺は危険な扉を開けてしまったと確信した。": "I looked at her with an inma-like smile.\nI was convinced that I had opened a dangerous door.",
    "その夜、まさに文字通り、\n空っぽになるまで搾り取られたのだった。": "That night, literally,\nShe wrung it out until it was empty."
}