{
    "めるちゃん、お手伝いありがとね♪\nこれだけたくさん食材が揃ってたら、なんでも作れちゃいそうだね！": "Thanks for the help, Mechan♪\nWith so many ingredients here, it looks like I can make anything!",
    "はい、私も腕がなります！\nご馳走、いっぱい作りましょう！": "Yes, I'll be skilled too!\nLet's make lots of food!",
    "頑張ろうね！　……正直、わたしひとりで皆の分作るのは、\nさすがにちょっと自信なかったんだよね……": "Let's do our best! ...Honestly, I don't want to make enough for everyone by myself...\nI didn't have much confidence in myself...",
    "ふふ、手分けをすればすぐに出来ちゃいますよ。": "Heehee. If we split up, we'll be done in no time.",
    "うん、こっちのお料理も知りたいからいっぱい教えてね♪": "Yeah, I want to know more about this dish too, so tell me a lot♪",
    "はい！　……そういえば、純夏さん。\nお願いできる権利はこれでよかったんでしょうか？": "Yes! ...By the way, Sumika-san.\nWas this the right to ask?",
    "んー、タケルちゃんにお願いをするって考えたら、\n本当にいろんなことが思い浮かんだんだけど……": "Hmm, when I thought about asking Takeru-chan for a favor,\nA lot of things really came to mind...",
    "それとは別に、\nこうやってみんなとゴハンしたいなって思ってたんだ♪": "Aside from that,\nI wanted to eat with everyone like this♪",
    "……ふふ、純夏さんのそういうところ、素敵だと思います。": "......huhu, I think that part of Sumika-san is wonderful.",
    "それじゃあ、そろそろご飯を作りましょうか。\nきっと皆さん、お腹をペコペコにしてるでしょうし。": "Well then, let's start cooking.\nI'm sure everyone's hungry.",
    "そうだね！　あ、タケルちゃんの好きな物を作るから、\nその分の材料は残して欲しいな！": "That's right! Oh, I'll make whatever you like, Takeru-chan\nI wish they'd leave enough ingredients for that!",
    "ふっふっふ！　わたしの特製手料理を食べさせて、\nタケルちゃんを感動させてあげるんだから！": "Heheheh! I'll feed you my special homemade cooking,\nI'm going to impress you, Takeru-chan!",
    "って、めるちゃんは%usernameusernameuserna%さんに、\n何か作ってあげないのかな？": "Wait, Mechan told %usernameusernameuserna%-san...\nI wonder if she'll make something for you?",
    "ほら、やっぱり男の子はご飯が大好きだから！\nめるちゃんも好物を作ってあげると良いよ！": "See, boys really do love to eat!\nMechan, you should make your favorite food too!",
    "ええっと……そういえば、\n%usernameusernameuserna%さんの好物は知らないです……": "Let's see... Come to think of it,\nI don't know %usernameusernameuserna%' favorite food...",
    "あっ、そ、そうなんだ……\nな、ならめるちゃんの得意料理を好物にしちゃおう！": "Ah, I-I see...\nI-I'll make your favorite dish, Narume-chan!",
    "えっ、と、得意料理ですか！？\n……な、なんだろう……オムライスとかですかね？": "Um, are you good at cooking?!\n...Wh-What is it...? Is it omelet rice?",
    "うん、それもいいと思う！\nオムライスも作っちゃおう！　やっぱり数で攻めなきゃ！": "Yeah, I think that's a good idea!\nLet's make some omelet rice, too! We really need to attack with numbers!",
    "わ、分かりました！　そうですね……！\n気合を入れて作ってみますね……！": "I-I understand! You're right...!\nI'll do my best to make it...!",
    "結構な品数になりそうだけど、順調だね！\nめるちゃん、すっごく手際いい……！": "It's going to be quite a lot, but things are going well!\nMechan, you're really good at this...!",
    "ありがとうございます！\n昔から料理は趣味で、よく作っていたので……": "Thank you very much!\nCooking has always been a hobby of mine, and I've made it a lot...",
    "そういう純夏さんも、とっても手際が良いです。\nお料理はよく作るんですか？": "Sumika-san's really good at this.\nDo you cook often?",
    "わたしは、タケルちゃんがちゃんとしたご飯を食べられるように\nずいぶん練習した記憶があるんだよね。": "I want you to eat properly, Takeru-chan.\nI remember practicing a lot.",
    "あ、白銀さんのためなんですね……！\nその話、もっと詳しく聞いてみたいです！": "Oh, it's for Shirogane...!\nI'd like to hear more about that!",
    "えーっと、その記憶もちょっと曖昧なんだよね。\nしっかりとは思い出せないんだけど……": "Umm, those memories are a little fuzzy, too.\nI can't really remember, but...",
    "あ、ご、ごめんなさい……そのこと忘れてしまっていました。": "Ah, I-I'm sorry... I forgot about that.",
    "ううん、気にしなくてもいいよ。\nでも、色々と思い出せないのにこれは覚えてるんだよね。": "No, you don't have to worry about it.\nBut even though I can't remember a lot of things, I still remember this.",
    "きっと、素敵な思い出なんですね。": "I'm sure it's a wonderful memory.",
    "うん。タケルちゃんにお料理を作るのは、\nわたしにとっては絶対に欠かせない大切なことなんだろうね！": "Yeah. Making food for Takeru-chan...\nI'm sure it's absolutely vital and important to me!",
    "幼馴染ですか……私はそういう人はいなかったんですよね。": "A childhood friend, huh...? I didn't have anyone like that.",
    "だから、純夏さんと白銀さんの関係は憧れちゃいます。\n私もそんな人が居たらよかったなぁ。": "That's why I admire the relationship between Sumika-san and Shirogane-san.\nI wish I had someone like that, too.",
    "えー？　いいことばっかりじゃないよ？\n意地悪だってされちゃうし！": "Huh? It's not all good, you know?\nShe'll even be mean to me!",
    "でも、純夏さんを見てたら意地悪をされても、\n白銀さんに大切にされてるのが伝わってきますよ？": "But when I looked at Sumika-san, even if she teased me,\nYou can tell that Shirogane cares about you, you know?",
    "えっ、そ、そうかな？　……タケルちゃんって優しいから。\n昔から困ってたら助けてもらった気がする。": "Huh? R-Really? ...Takeru-chan's so kind.\nI feel like she helped me out when I was in trouble for a long time.",
    "わぁ！　もっとその話を聞きたいです……けど、\n記憶が思い出せないから難しいですよね。": "Wow! I want to hear more about that... But...\nIt's hard because you can't remember.",
    "うう、もっとこういうお話を出来たらいいんですけど……": "Ugh, I wish we could talk about this more...",
    "あはは、まあ思い出したらお話ししようね。\nきっとタケルちゃんは特別だからすぐに思い出せるはず！": "Ahaha. Well, let's talk about it when we remember.\nTakeru-chan's special, so I'm sure he'll remember right away!",
    "特別って……あの、そういう意味ですよね！\n「特別な人」っていう意味の……": "Special...? Um, that's what you meant, right?!\nA special person...",
    "え、えへへ……\nわたしにとってタケルちゃんは、ただの幼馴染じゃないんだ。": "E-Ehehe...\nTo me, Takeru-chan isn't just my childhood friend.",
    "わぁ……とっても素敵です！\n幼馴染で好きな人……ロマンチックです！": "Wow... It's so wonderful!\nShe's my childhood friend and the person I love... It's so romantic!",
    "私、あんまり男の子の知り合いがいなくて。\nそういうのは、なかなか縁がないというか……": "I don't know many boys.\nI guess you could say that's something I don't have much of a connection to...",
    "あの指示をしてくれた\n%usernameusernameuserna%さんは違うの？": "You gave me those instructions.\nIs %usernameusernameuserna%-san different?",
    "え、えっと、そういう関係じゃなくて……！\nうう……そうなったらいいな～って気持ちはありますけど……": "U-Umm, that's not what our relationship is...!\nUgh... It'd be nice if that happened...",
    "そうなんだ！？\nねえねえ！　その話、もっと詳しく聞いていい？　教えて！": "Is that so?!\nHey, hey! Can I ask you more about that? Tell me!",
    "ええっと……詳しくと言われても言えるようなことは……\n学園でも頼りになる方ですから、ライバルも多くて……": "Let's see... There's something I can tell you in detail...\nShe's a reliable person at the academy, so she has a lot of rivals...",
    "うっ……頼りになるからライバルが多い……\nな、なんだかものすごい既視感が……！": "Ugh... They're so reliable that they have so many rivals...\nI-I have an incredible sense of déjà vu...!",
    "もしかして、白銀さんもいろんな方に頼られて……？": "Could it be that Shirogane is being relied on by all sorts of people...?",
    "でも、純夏さんは幼馴染ですから、特別な存在でしょうし……": "But Sumika-san is my childhood friend, so she's probably special...",
    "そんなことないよ！\nタケルちゃんが他の女の子と楽しく話してると、気になっちゃうもん。": "That's not true!\nWhen Takeru-chan's having fun talking to other girls, it bothers me.",
    "それに、幼馴染だからって選ばれるって限らないし……\nだから特別だなんて言ってられないよ！": "Besides, just because we're childhood friends doesn't mean we'll be chosen...\nThat's why I can't say it's special!",
    "めるちゃんも諦めたらダメだよ！\nこういうのは、ちゃんとアピールしていかないと！": "You can't give up either, Mechan!\nI need to make sure to appeal to her properly!",
    "わたしも応援してるからね！\nここは乙女の共同戦線で頑張ろうね！": "I'll be rooting for you, too!\nLet's do our best on the maiden's united front!",
    "は、はい！　私、頑張ります……！\n純夏さんも、応援していますからね！": "Y-Yes! I'll do my best...!\nSumika-san's rooting for you too!",
    "うんうん！　\nよーし、残りのお料理も頑張って作りきっちゃおう！": "Yeah, yeah!\nAlright, let's do our best to make the rest of the food!",
    "かんせーい！　ずいぶん豪華になったね！\nんー、見てたら、お腹すいてきちゃった。": "C'mon! It's gotten pretty fancy!\nHmm, just looking at it made me hungry.",
    "みんなも、お腹をすかせて待っているはずですし、\n冷める前に運びませんとね♪": "Everyone should be hungry and waiting for you,\nWe'll have to carry it before it gets cold♪",
    "力作だから温かいうちに食べて欲しいしね。\nでも、めるちゃんの料理美味しそうだよねぇ……": "It's a masterpiece, so I want you to eat it while it's still warm.\nBut Mechan's cooking looks really good...",
    "やっぱり、これは食べて欲しい気持ちを込めてるから？": "Is this because I want her to eat it?",
    "え、えっと……そ、そうですね……\nちょ、ちょっと気持ちは込めてます……": "U-Umm... Y-You're right...\nI-I'm putting my feelings into it...",
    "それなら絶対に食べてもらわないとね！\nちゃーんと食べて貰う分は残しておかないとね！": "If that's the case, you'll definitely have to eat it!\nI'll have to leave enough for you to eat!",
    "は、はい！　純夏さんも白銀さんに食べてもらいましょう！": "Y-Yes! Sumika-san, let's have Shirogane-san try it too!",
    "うん、勿論！\nそのためにタケルちゃんの大好物も作ったもんね！": "Yeah, of course!\nThat's why you made Takeru-chan's favorite food!",
    "……なるほど。\nタケル達のチームは色んな生徒に声をかけていたのか。": "...I see.\nSo Takeru's team was talking to all sorts of students.",
    "ああ。思ったよりも親切な人が多くて、\n最初はスムーズだったな。まあ、負けちまったんだけど。": "Yeah. There are a lot more kind people here than I thought.\nIt was smooth at first. Well, I lost.",
    "でも、どっちが勝ってもおかしくなかったですよ。": "But it didn't matter who won.",
    "……純夏さん。白銀さんって大人気ですね。": "......Sumika-san. Shirogane-san is really popular.",
    "うう、そりゃタケルちゃんは頼りになるし……\nチームが分かれてたから聞きたい事は皆あるよね……": "Ugh, well, Takeru-chan is reliable...\nThe teams were split up, so there's a lot I want to ask...",
    "まあ、幼馴染のわたしが独占しちゃうのも、悪いからね！": "Well, I'm her childhood friend, so I don't want to monopolize her!",
    "でも、お料理の間はずっとお話をしてたでしょうし……\nやっぱり、白銀さんともっとお話ししたいですよね？": "But I'm sure we've been talking the whole time we were cooking...\nYou want to talk to Shirogane more, don't you?",
    "そ、それは……うう……正直に言うと、\nちゃんとタケルちゃんと話したいよ……": "Th-That's... Ugh... To be honest...\nI want to talk to Takeru-chan...",
    "やっぱりそうですよね。\n私は純夏さんとお話しできて楽しかったですけど……": "It's true, isn't it?\nI had fun talking to Sumika-san, but...",
    "わたしも楽しかったよ！\nでも、それとこれとは別なんだよね……": "I had fun too!\nBut that's a different story...",
    "話しかけるには、タイミングがないし……楽しそうだし……\nすっかり盛り上がって……ぐぬぬ……タケルちゃんめぇ……": "I don't have the right timing to talk to her... and she looks like she's having fun...\nThey're so excited... Grr... Takeru-chan...",
    "ふむ、二人が作ってくれた料理はどれも美味しそうだな。\n冷める前に食べないか？": "Hmm, the food the two of them made looks delicious.\nWhy don't we eat before it gets cold?",
    "そうだな。それじゃあ――": "You're right. Then――",
    "これはチャンス……！　ねえねえ、タケルちゃん！": "This is my chance...! Hey, hey, Takeru-chan!",
    "ん？　なんだ？": "Hm? What is it?",
    "わたしが食べさせてあげる！\nはい、これ！　あーん！": "I'll feed you!\nHere, take this! Ahhh!",
    "わわわっ！　す、純夏さん凄く大胆です！\nあーんをするなんて……！": "Wawawa! S-Sumika-san, you're so bold!\nI can't believe you're saying 'Ahhh'...!",
    "……どうしたんだ、いきなり？": "...What's wrong, all of a sudden?",
    "どうもしないよ？\nいいから食べて！　あーん！": "I'm not gonna do anything, okay?\nJust eat! Ahhh!",
    "……いや、そういわれてもな。\n流石に皆に見られながらってのは……なぁ？": "...No, even if you say so.\nBeing watched by everyone is...hey?",
    "……ふむ、それでは勝者の特権で命令してもいいだろうか？\nタケルは素直に食べさせてもらうように。": "...Hmm, in that case, can I order you with the privilege of being the victor?\nTakeru, please be honest and let me eat.",
    "なっ！？　め、冥夜！？　お前裏切るのか！？": "Wha!? M-Meiya!? You're betraying me!?",
    "えっ、い、いいの？　御剣さん！？": "Huh? A-Are you sure? Mitsurugi?!",
    "食事会を開いて準備までしてくれたのだから、\nこのくらいの役得はあってしかるべきだろう？": "She even held a dinner party to prepare for us, so...\nShouldn't there be at least this much perk?",
    "……えへへ、ありがとう！\nということで、あーん！　ほら、タケルちゃん、食べて！": "...Ehehe, thank you!\nSo, ahhh! Come on, Takeru-chan, eat!",
    "や、やっぱり私も、%usernameusernameuserna%さんへ、\n大胆にあーんとかしてみるべきでしょうか……": "A-As I thought, I also went to %usernameusernameuserna%-san,\nMaybe I should be bold and say 'Ahhh'...",
    "……あー、わかったから！　食えばいいんだな！？\nもぐっ……むぐ……ん、美味い。": "...Ah, I get it! I just have to eat it, right?!\n*munch*... *munk*... Mm, this is good.",
    "えへへ、やったぁ！\nそれじゃあ次は……": "Ehehe, I did it!\nWell then, next is...",
    "待て待て！？　まだやるのか！？": "Wait, wait?! You're still going to do it?!",
    "えっ？　まだ他にも作ってるから全部食べてもらうけど……": "Huh? I'm still making other things, so I'll have you eat them all...",
    "む、鑑。それは少し待ってもらおう。": "Mm, Kagami. I'll have you wait a little longer.",
    "おお、良いぞ冥夜！　純夏を止めてくれ！": "Oooh, that's good, Meiya! Stop Sumika!",
    "流石に一人で独占というのはズルくはないか？\n権利を使ったのだから、私も食べさせてみたいのだが。": "Isn't it unfair to monopolize it all by yourself?\nI used my rights, so I'd like to try feeding them, too.",
    "あ、その……私もいいでしょうか？\n勝者の特権もありますし……": "Oh, um... Would you like me to join you?\nI have the privilege of being the victor...",
    "う、裏切り者！\nってか、これだとオレは自分で食えなくなるぞ！？": "T-Traitor!\nWait, at this rate, I won't be able to eat it myself!",
    "むむむ……わたしばっかりもズルいしね！\nじゃあ、後でみんなにも交代してあげる！": "Hmmm... It's not fair that I'm the only one!\nThen I'll switch with everyone later!",
    "……それなら、私も食べさせたい。\nこれは平等な権利。": "...In that case, I want to feed her too.\nThis is an equal right.",
    "ちょ、ちょっと……！\n私もしないと変な感じになるじゃない……！": "H-Hey...!\nIf I don't do it too, it'll feel weird...!",
    "変な感じでいいからな！？\nオレのペースで食べさせてくれよ！": "Just give me a weird feeling, okay?!\nLet me eat at my own pace!",
    "それなら、何か食べたいもの取ってくるよ。\n飲み物でもいいからね？　ちゃんと食べさせてあげるよ♪": "In that case, I'll go get something to eat.\nYou can have a drink if you want, okay? I'll make sure you eat it♪",
    "誰か味方はいないのか！？": "Does anyone have an ally?!",
    "……もしかして、タケルちゃんは私の手料理食べたくないの？\nめるちゃんと一緒に頑張って作ったのに……": "...Don't tell me you don't want to eat my cooking, Takeru-chan?\nMechan and I worked so hard to make it...",
    "ぐっ……！？　そ、その言い方はズルいだろ……！？": "Guh...!? Th-That's not fair...!",
    "え、ええっと……その、私は気にしなくてもいいですから！": "U-Umm... Well, you don't have to worry about me!",
    "……あー、分かった！　もう好きにしてくれ！\n出されたものは全部食べるから！": "...Ah, I get it! Just do whatever you want!\nI'll eat everything you serve me!",
    "ええっと……？": "Let's see...?",
    "あ、あはは……": "A-Ahaha...",
    "めるちゃん、ありがとう！　ナイスアシストだよ！": "Thanks, Mechan! Nice assist!",
    "えっ、ええっと……？\nわ、私は何かしちゃいましたか……？": "U-Umm...?\nD-Did I do something...?",
    "無自覚でやってたんだ！？\n……お、恐ろしい子！": "She was doing it without realizing it?!\n...Oh, what a scary girl!",
    "……あ、あはは……よ、喜んでくれて何よりです！": "...A-Ahaha... I-I'm glad you're happy!",
    "めるちゃんがあーんをするときは、\n私が手助けするから頼りにしてね！": "When Mechan says 'ahh',\nI'll help you, so you can count on me!",
    "それじゃ、次はこっちを食べて！\nタケルちゃんの好きな味付けにしてみたんだ♪": "Okay, eat this next!\nI tried using Takeru-chan's favorite seasoning♪",
    "分かった、分かったから無理やり口に押し込むな！\nせめて、味わえるように食わせてくれっ！": "Okay, okay, don't force it into my mouth!\nAt least let me eat so I can taste it!"
}