{
    "お菓子とジュース、買ってきたよぉ～！！": "I bought some snacks and juice!!",
    "では――今日もお疲れ様でした！\nカンパーイ！！": "Well then—thank you for your hard work today!\nCampai!!",
    "いつの間にか、うちらの女子会も\n暗黙の了解みたいになってきたよねー。": "Before I knew it, our girls’ party had started, too\nIt's starting to sound like an unspoken rule.",
    "なぜか七彩の部屋が固定なのも、暗黙の了解。": "It was also an unspoken rule that Shichika’s room was fixed for some reason.",
    "……まあ、一応シリウスシュガーのリーダーですしね。\nわたくしは別に構いませんわ。": "...Well, I am the leader of Sirius Sugaru, after all.\nI don't really mind.",
    "ふふ……女の子達だけで集まるなんて、\nお姉ちゃんすっごく楽しいわ♡": "Hehe... I can't believe all the girls are here...\nOnee-chan is having so much fun♡",
    "にしても、今日の七彩さん、マジ鬼すぎ～！！\nあんなん勝てるわけないよ！": "Still, Nanaya-san is way too much of a demon today!!\nThere's no way I can win like that!",
    "お、鬼だなんて……人聞きの悪い。こちらも本気に\nならざるを得ないほど、みなさんが強くなったのですわ。": "D-Demons...? That's not fair. I'm serious, too.\nYou've all become so strong that you can't help it.",
    "訓練のあとのラミちゃんはいつもより優しくて、\nお姉ちゃんつい泣いちゃいそうだったもの。": "After training, Rami-chan was kinder than usual\nOnee-chan was about to cry.",
    "べ、別に優しくしたつもりはないけど。\nまあ、『お姉ちゃん』らしく、頼れる存在になってるよ。": "I-I wasn't trying to be nice or anything.\nWell, she's like a big sister to me, so I can rely on her.",
    "うん！　きっと実戦ももう大丈夫だよー！\nはやく行きたい、撃って撃って撃ちまくりたいなーっ！！": "Yeah! I'm sure the real battle will be fine now!\nI wanna hurry up and shoot, shoot, and shoot!!",
    "ふふふ……明日にはたくさん戦えるから、\n今日はしっかり休みましょうね。": "Hehehe... I'll be able to fight a lot tomorrow,\nLet's get some rest today.",
    "……月ヶ瀬さんは、今日は来ないの？": "...Tsukigase-san isn't coming today?",
    "ちゆる？　そういえば今日は、研究したいことがあるって言ってた。": "Chiyuru? Come to think of it, she said she wanted to research something today.",
    "先ほど、ノートパソコンを抱えて、\n校舎の方へ走っていきましたわね。": "Earlier, she was holding a laptop.\nHe ran off toward the school building.",
    "研究……ですか？": "Research...?",
    "うん、ちゆるさん、自由時間はほとんどメイズとか、\nタツミヤ鉱の研究をしているんですよ。": "Yeah, Chiyuru-san, I've spent most of my free time with Mayse.\nI'm researching Tatsumiya Ore.",
    "寝る間も惜しんで、ってやつ。発表もしないのにねー。\nひとの趣味にとやかく言わないけど。": "You don't even have time to sleep. You didn't make any announcements.\nI won't complain about other people's hobbies, though.",
    "まあ、徹夜は褒められたことではありませんが、\n没頭できることがあるのはよいことかと。": "Well, staying up all night wasn't a compliment, but...\nI think it's a good thing that you can immerse yourself in it.",
    "…………": "............",
    "……少し、外の空気を吸ってきます。": "...I'm going to get some fresh air.",
    "えー？　スイーツタイム始まったばっかよ？": "What? Sweets time just started?",
    "心香ちゃんのぶん、残しておきますからね。": "I'll leave some for you, Kokoro.",
    "……どうも。": "...Hello.",
    "__translated__": true
}