{
    "数日後の夜、再びリュシーが部屋を訪れた。\nお礼に、リュシーおすすめの紅茶を持ってきてくれたのだ。": "A few nights later, Lucy visited the room again.\nAs thanks, she brought me Lucy's recommended tea.",
    "ありがとうな、こないだ世話になったお礼だよ。\n紅茶を淹れるセットも持ってきたんだ。": "Thank you. Here's your reward for helping me out the other day.\nI also brought a set for making tea.",
    "そういってリュシーは俺のために、\n紅茶をもう一度淹れてくれることになった。": "Saying that, Lucy did it for me.\nShe decided to make me another cup of tea.",
    "あ、おっと……！": "Oh, oops...!",
    "――が、カップを準備しようとしたリュシーが、\nうっかり身体を棚にぶつけてしまい、ふらりとよろめく。": "—But Lucy, who was about to prepare the cup...\nI accidentally bumped my body into the shelf and staggered.",
    "危ないっ！": "Watch out!",
    "倒れそうになったリュシーを慌てて支えるが、\nその弾みにお互いの身体が思いっきり密着してしまった。": "I hurriedly supported Lucy, who was on the verge of collapsing, but...\nThe bouncy sensation made our bodies press against each other as hard as they could.",
    "柔らかいリュシーの腰からお尻の感触をこれでもかというほど感じ取り、\n思わず下半身が反応してしまう。": "I felt the sensation of Lucy's butt through her soft hips.\nMy lower body reacted without thinking.",
    "……っ！\n%usernameusernameuserna%、こ、これって……": "...!\n%usernameusernameuserna%, th-this is...",
    "す、すまない……": "I-I'm sorry...",
    "慌てて謝罪し、身体を離そうとするが……\nそれを、リュシーが止めた。": "I hurriedly apologized and tried to pull away, but...\nLucy stopped me.",
    "あのさ……あんたに世話になったお礼、ずっとしたいと思ってたんだ。\nだから、あんたが、もし、そういうお礼がいいって言うんなら……": "Hey... I've always wanted to thank you for everything you've done for me.\nThat's why, if you want to thank me like that...",
    "リュシーが自らの服をはだけていく。\n思わずごくりと喉が鳴る。彼女は壁に手を付き――": "Lucy took off her own clothes.\nI gulp without thinking. She puts her hand on the wall――",
    "あんたが望むなら、その……か、構わないよ？\n一応、そのつもりではあったし……": "If that's what you want, um... I-I don't mind.\nThat was my intention, after all...",
    "密着した状態で、\nリュシーに甘くささやかれてしまっては我慢ができるはずもない。": "We were pressed up against each other.\nThere was no way I'd be able to hold back if Lucy whispered sweetly to me.",
    "ん、あぁ……っ。": "Mm, ahh...!",
    "彼女が小さく声を上げるたびに、お尻の感触が伝わってきて、\nそれがこちらを昂らせていく。": "Every time she let out a small cry, I could feel her butt.\nThat only heightens my excitement.",
    "リュシーは酷く緊張した状態のまま、されるがままになっている。": "Lucy was still terribly nervous, and she was doing as she was told.",
    "そんな彼女の緊張を和らげようと、\n手のひらで彼女の胸を包み込みそっと愛撫していった。": "I tried to ease her tension.\nI wrapped my palms around her breasts and gently caressed them.",
    "あ……ふぁあっ、ん……っ、こ、こんなんでいいのか……？": "Ah... fuaah, mm... I-Is this okay...?",
    "食いしばった歯から小さな息を漏らしながら、\nリュシーは言葉を紡いでいく。": "She let out a small breath from her clenched teeth\nLucy continued to speak.",
    "言っただろ……遠慮なんかするなって。\nあたしのことなんか気にしないで、あんたの……好きにしな？": "I told you... don't hold back.\nDon't worry about me, just... do whatever you want, okay?",
    "リュシーの甘い言葉が、熱くなっていく身体が欲望を煽る。": "Lucy's sweet words fueled my lust as my body grew hotter.",
    "これ以上は堪えきれないと、リュシーの膣口に亀頭をあてがい、\nゆっくりと腰を進めていった。": "Unable to take any more, I pressed my glans against Lucy's vaginal opening.\nI slowly moved my hips forward.",
    "んぁあ……っ、はぁっ、あふぅうう……っ！": "Nnaah... haah, afuuuu...!",
    "亀頭がリュシーの膣肉を割り割き、奥へ奥へと進んでいく。": "My glans split Lucy's vaginal flesh, moving deeper and deeper.",
    "膣内は侵入するペニスに抵抗するようにキツく締まるが、\n粘膜を擦り上げる感覚は腰が震えるほどの快感を送り込んでくる。": "Her vagina tightened as if resisting my invading penis, but...\nThe sensation of rubbing against her mucous membrane sends in enough pleasure to make my hips tremble.",
    "あぁあっ、はぁっ、こ、これが、あんたの……っ！\nんくぅ……っ、あ、はぁあ……っ！": "Aaah, haah, th-this is, your...!\nNgh... ah, haaah...!",
    "お、思ったより……んんっ、おっきいな……\nキツくて、ナカを進んでるのがすごく分かる……": "Y-You're bigger than I thought... Mmm, you're so big...\nIt's so tight, I can tell you're making progress...",
    "リュシーは苦しげな声を漏らし、\n初めての感覚を堪えるように肩で息をしている。": "Lucy let out a pained cry\nHer shoulders are heaving, as if she's trying to endure her first sensation.",
    "そんなリュシーに大丈夫か、一旦動きを止めるかと確認すると、\n慌てた様子で首を振った。": "I checked with Lucy to see if she was okay and if she would stop moving for a moment.\nShe shook her head frantically.",
    "んぅう……へ、平気……ってわけじゃないけど、止めないで……っ。": "Nnngh... I-I'm not... fine, but don't stop me...!",
    "でも……と言いかけると、\nリュシーは苦し気な息遣いのまま、こちらの言葉を遮る。": "But... just as I was about to say that...\nLucy interrupted me with a pained breath.",
    "これは、お礼だから……ってだけじゃない。\nあたしが、そうして欲しいんだ……": "This isn't just a token of my gratitude...\nThat's what I want you to do...",
    "こうやって……あんたに、気持ちよくなって欲しい……\nはぁあっ、だ、だから……き、きてくれ……っ！": "I want you... to feel good like this...\nHaaah, I-I told you... c-come...!",
    "リュシーの言葉が獣欲に火をつける。": "Lucy's words ignited my animal lust.",
    "欲望のままに滾った肉棒を奥に打ち付け、\nそのままピストンを激しくしていった。": "I slammed my seething meat pole into her depths in accordance with my desires.\nJust like that, I intensified my pistoning.",
    "あ……っ、うぁあっ、はぁっ、んふぅうう……っ！\nき、きてくれって言ったけど、これは……はぁああんっ！": "Ah... uwaah, haah, nfuuuu...!\nI-I told her to come, but this is... Haaaahn!",
    "んふぅ……っ、ちょ、ちょっと、がっつきすぎなんじゃないか……？\nあぁあ……っ、んんっ、んはぁああ……っ！": "Mmfh... A-Aren't you being a little too greedy...?\nAaaah...! Nnn, nhaaaa...!",
    "まだ慣れ切っていないリュシーの膣道は、\n肉棒の摩擦にビクビクとうち震える。": "Lucy's vaginal canal, which she hadn't gotten used to yet...\nI tremble from the friction of her meat pole.",
    "粘膜の刺激をダイレクトに感じ取り、\nリュシーは手足を僅かに震わせながら抽挿を受け入れていった。": "She could feel the stimulation of her membranes directly.\nLucy's arms and legs trembled slightly as she accepted my thrusts.",
    "はぁあああっ、んふぅっ、あ、あんたの熱いのが、\n奥……いっぱいきてるっ！": "Haaaaah, nfuu, ah, your hot stuff,\nThere's so much... deep inside me!",
    "熱いのが、奥きてっ、ゴリゴリって来て……はぁあっ、\n何度も何度も、おく、きてるぅ……っ！": "The hot stuff is coming in deep, grinding against me... Haaah,\nIt's coming over and over again...!",
    "そんなにいっぱい突かれると……\nうぅっ、な、なんだかヘンな感じがして……っ！": "If you keep thrusting like that...\nUgh, I-I feel kind of weird...!",
    "な、なんだこれ……っ、\nヘンな感じが、身体中に広がって……あ、あぁあっ！": "Wh-What is this...?\nA strange feeling spreads throughout my body... Ah, ahhhh!",
    "ピストンを始めてまもなく、リュシーは全身を小さくと震わせる。\n膣壁はきゅっと引き締まり、肉棒に密着しながら痙攣する。": "Lucy's whole body trembled a little soon after I started my pistoning.\nHer vaginal walls tightened, convulsing as they pressed against my meat pole.",
    "……どうやら、軽くイってしまったらしい。": "...Looks like I came lightly.",
    "あ……んんっ、は……ひっ、あはぁ……っ！\nな、なんだ、これ……はっ、はぁあああ……っ！": "Ah...nnn, ha...hii, ahaa...!\nWh-What is this...? Hah, haaaaah...!",
    "リュシーの身体はすっかり紅潮していた。\n腰と腰がぶつかる度に、ピクピクと身体を反応させている。": "Lucy's body was completely flushed.\nEvery time our hips collide, her body twitches.",
    "膣内がキュウキュウとペニスを締め上げ、\nこちらの快感を煽っていくようだった。": "Her vagina tightened around my penis.\nIt looks like she's fanning the flames of my pleasure.",
    "自然、こちらの欲望も更に煽られ、\n剛直も猛りを増していく。": "Naturally, our desires were further fueled by it.\nHis stiffness grew fiercer as well.",
    "んはぁっ、あっ、ああっ、んくぅうう……っ！\nあぁあっ、待て、待ってくれ……っ！": "Nhaah, ah, aah, nkuuuu...!\nAaah, wait, wait...!",
    "あたし、今……んんんんっ、\nなんかヘンになって、あぁあっ、はぁんっ！": "Just now, I... Mmmmm...\nI feel like I'm going crazy. Aaah, haahn!",
    "おかしく……おかしくなってるんだ……っ！\n敏感になって……はぁあっ、感じ、すぎてぇえっ！": "I'm... going crazy...!\nI'm getting sensitive... Haaah, it feels too good!",
    "快感のせいで過敏になった自身の感覚に\nリュシーは酷く戸惑っているようだった。": "I've become oversensitive because of the pleasure.\nLucy seemed terribly confused.",
    "しかしそれに構うことなく、\n腰を使って彼女の真奥に何度も亀頭を叩きつける。": "However, she paid it no mind.\nI used my hips to slam my glans against her deepest parts over and over.",
    "うぅう……っ、んんっ、んふぁあああ……っ！\n感じすぎるっ、あんたのが、奥くるの、すごく感じるぅうっ！": "Uuu......! Nnn! Nnfuaaaah......!!\nIt feels too good, I can feel your thing, deep inside meee!",
    "これ……こんなのいっぱい来たら……はぁあっ、だめ、だめだ……っ！\nおかしくなるぅ……っ、頭も身体も、おかしくなる……っ！": "This... This is too much... Haaah, no, no...!\nI'm going crazy... My head and body are going crazy!",
    "リュシーは食いしばった歯の隙間から声と涎を漏らしていく。": "Lucy's voice and drool leaked out from between her clenched teeth.",
    "必死で快感に抵抗しようとしているようだが、\n漏れ出る声には、次第に甘いものが混じっていく。": "She seems to be desperately trying to resist the pleasure, but...\nThere's something sweet mixed in with the voice leaking out.",
    "零れ出る声は、すっかり蕩けそうになっている\nリュシーの状態をありありと示していた。": "Her voice spills out, and I feel like I'm melting.\nIt was a clear indication of Lucy's condition.",
    "あはぁああ……っ、まてって、言ってるのに……っ、\nこんなにされたら、あたし……っ、んんんんんっ！": "Ahaaaah... I told you to wait...\nIf you do this to me, I'll...! Mmmmmmm!",
    "あぁあ……っ、よくなっちゃう、きもちよくなっちゃう……っ！\nこれ以上、おかしくなりたくないのにっ、よすぎて、なっちゃうっ！": "Ahhh... I'm going to get better, I'll get better...!\nI don't want to go crazy anymore, but it's too good, I'm going to go mad!",
    "声も……あぁっ、出ちゃうっ、こえ、出ちゃうっ！\nいいのきて、こえ、はぁあっ、止まんないぃい……っ！": "My voice... Aah, it's coming out too! It's scary, I'm coming out!\nIt's okay, it's scary, haaah, I can't stop...!",
    "リュシーの膣内は、今やトロトロに蕩けていた。": "Lucy's insides were now intoxicated.",
    "何度も叩きつける亀頭に反応し、子宮口はぱくぱくと開閉し\nその先端を深く咥え込む準備を整えている。": "Responding to the glans slamming into her over and over, her cervix opened and closed\nShe was ready to take the tip deep into her mouth.",
    "んぁあああっ、止まらないっ、いいの来て、止まらないっ！\nまた、また、ヘンになるっ、よすぎて、ヘンになるぅうっ！": "Nnaaaaah, I can't stop, it's okay, come, it won't!\nI'm going to go crazy again! It's so good, I'll go crazyyyy!",
    "あぁあああっ、おくから、すごいのきて……っ、\nあたし、もうわけがわからなくなるぅうう……っ！": "Aaaaah, something amazing is coming from deep inside...!\nI don't know what's going on anymore!",
    "快感の波にすっかり犯され、\n激しい絶頂の予兆にリュシーは怯えるように声をあげる。": "I was completely violated by the waves of pleasure.\nLucy cried out in fear at the signs of a violent climax.",
    "これ、これ、きもち、よすぎてっ、はぁあああ……っ！\nこれ以上よくなったら、あたし、あたし……あぁあああっ！": "This, this, feels too good, haaaaah...!\nIf I get any better, I, I... Aaaaah!",
    "快感に惑うリュシーに、大丈夫だから、\nこのまま一緒にイこうと声をかける。": "Lucy was bewildered by the pleasure, so she was fine.\nI call out to her, telling her to cum with me.",
    "自分もリュシーの身体が気持ちよくて、おかしくなりそうだ。\nだから、一緒にイきたいのだ……と。": "Lucy's body felt so good that I felt like I was going crazy too.\nThat's why I want to cum with her...",
    "あぁ……っ、あんたも、そうなのか……？\nあたしで……こんなにも、よくなってるのか……？": "Ahh... You're like that too...?\nAm I... getting this good...?",
    "だったら……だったら、あぁ……んっ、はぁあああっ！\nんぅ……っ、あ、あたしも……あんたと一緒にイきたい……っ！": "In that case... in that case, aah... nn, haaaaah!\nMm... I-I want to cum with you too...!",
    "身体も頭もヘンになって、おかしくなって、\nめちゃめちゃに、イきたいよぉお……っ！": "Her body and head had gone crazy, and she'd gone crazy\nI want to cum so much...!",
    "リュシーの切なげな声が響く。": "Lucy's pained voice rang out.",
    "それと同時にリュシーの膣道もビクビクと収縮し、\n強く甘くペニスを包み込み、締め上げていった。": "At the same time, Lucy's vaginal canal twitched and contracted.\nShe tightly and sweetly wraps around my penis, squeezing it tight.",
    "強烈な快感に、目の前がチカチカと明滅する。": "My vision flickers from the intense pleasure.",
    "滾り立った欲望をぶつけるように、\nリュシーの子宮口にめちゃめちゃに腰を打ち付けていた。": "As if to vent her seething desire,\nI slammed my hips into Lucy's cervix.",
    "はぁあああああっ、ああ……っ、\nこれ、くるっ、くるっ、すごいのくるっ！": "Haaaaahhhh, ahh...\nThis, is coming, coming, amazing is coming!",
    "あたし、あたし、もう……あはぁああああああああ……っ！！": "I, I'm... going to... ahaaaaahhhh...!!",
    "ひぁあああああああっ！\nくるっ、きてるっ、きてるぅううう…………っ！！": "Hyaaaaahhh!\nIt's coming, coming, it's comiiiing.........!!",
    "はぁあああ……っ、はぁっ、はぁっ、んんっ、ふぅう……っ\nあぁ……あんたの、いっぱい出たんだね……": "Haaaaah...! Haa, haa, nnn, fuuu...!\nAhh... You came so much...",
    "あたしの中、入りきらないで……んんっ、こんなに溢れて……\nあんたも、いっぱい気持ちよくなったみたいで、よかった……": "Don't go inside me... Mmm, it's overflowing so much...\nI'm glad you felt so good too...",
    "荒い息のまま、リュシーはこちらの様子を確認して微笑む。": "Still breathing heavily, Lucy checked on me and smiled.",
    "彼女の膣内はまだ熱く、言葉を発するたびにわずかに震え、\n先ほどまでの余韻をしっかり残していた。": "The inside of her vagina was still hot, and every time she spoke, it trembled slightly\nThe afterglow from before is still there.",
    "彼女と繋がったまま、その余韻を噛みしめていく……": "Still connected to her, I savor the afterglow...",
    "はぁ、はぁ、はぁ……": "*pant pant*...",
    "リュシーは息を荒げながら、ぐったりと身体の力を抜く。\n……いや、どうやら身体の力が入らないようだ。": "Lucy's breathing was ragged, and her body relaxed.\n...No, it seems my body can't move.",
    "激しい絶頂の余韻で、リュシーはすっかり腰が砕けてしまったらしい。\n陰唇から白濁液があふれ、行為で汗ばんだ太股を伝う。": "Apparently, the afterglow of her intense climax had completely shattered Lucy's hips.\nWhite liquid overflows from her labia, running down her sweaty thighs.",
    "……ええと、リュシー、大丈夫か？": "...Umm, Lucy, are you okay?",
    "……だ、大丈夫なわけ、ないだろぉ……？": "...Th-There's no way I'm okay...",
    "こちらの質問に、リュシーは恨みがましい声で返事をする。": "Lucy responded to my question with a resentful voice.",
    "はぁ、はぁ……でも……あんたが、気持ちよく……\nなれたんなら……お礼には、十分かな……？": "*pant pant*... But... you're making me feel good...\nIf you've become one... then that's more than enough to thank me...?",
    "そう口にするリュシーを見ていると、\n次第に胸の鼓動が早くなっていくのを感じた。": "As I watched Lucy say that...\nI felt my heart beat faster and faster.",
    "……いや、むしろこっちがお礼を貰いすぎたくらいだ。\nこんなにも可愛いリュシーを見ることができたんだから。": "...No, if anything, I'm the one who got too much gratitude.\nI was able to see Lucy so cute.",
    "え……": "Huh...?",
    "逆に、お返しをしないとな。": "On the other hand, I have to return the favor.",
    "え、ええ、お返し！？\nいや、それより、あたしのこと、可愛いとかそんな……": "Y-Yes, in return?!\nNo, more importantly, you don't think I'm cute...",
    "こちらの言葉を聞いたリュシーはあっという間に頬を真っ赤に染める。": "Lucy's cheeks turned bright red in the blink of an eye when she heard my words.",
    "たっぷり身体を繋げた後だということもあり、\n可愛いという誉め言葉に過剰に反応して恥ずかしがっているようだった。": "Part of it is that we've already connected our bodies a lot.\nShe seemed embarrassed, overreacting to the compliment of being cute.",
    "あ、あたしにはそんな言葉、似合わないだろ……？": "Th-That doesn't suit me, does it...?",
    "真っ赤になりながら、\nリュシーは照れ隠しのようにこちらをじとりと睨みつける。": "Blushing bright red,\nLucy glared at me to hide her embarrassment.",
    "いや、そういうところが可愛いと思うぞ？": "No, I think that part of her is cute, you know?",
    "な、な……っ！": "Wh-Wha...!?",
    "誉め言葉を重ねられ、言葉を失ったまま、リュシーは固まってしまう。": "Her words of praise piled on top of each other, leaving Lucy at a loss for words. She froze.",
    "そんなリュシーを見つめながら、\nやっぱり彼女は可愛いな……と、しみじみ思うのだった。": "As I stared at Lucy...\nShe really is cute... I thought solemnly."
}