{
    "ふっふ～ん♪": "Hehe~♪",
    "……で、なんで泉花が俺の部屋にいるんだ？": "...So, why is Izumika in my room?",
    "なんでも何も、この間、伝えたでしょ。\nお礼に期待してなさいって。": "I told you before, didn't I?\nI told you to look forward to it as thanks.",
    "要らないって言ったろ……": "I told you I don't need it...",
    "強がっちゃって。\nすぐに『ほしい』って言わせてあげるわ。": "You're putting on a brave face.\nI'll let you say 'I want it' right away.",
    "ほしいって、何を――": "What do you want? What――",
    "――って、おいっ！？": "――Wait, hey!?",
    "っ――こ、こらっ！\nズボンを引っ張るなって……！": "――H-hey!\nDon't pull on my pants...!",
    "ああもう！　抵抗しないで！　じっとしててよ！": "Argh! Don't resist! Stay still!",
    "いや、そんなこと言って――って！　何お前も脱いでんだ！": "No, you don't have to— Wait! You're stripping too!",
    "ふふ、私の勝ちー♪\nっていうか、本気で抵抗してなかったでしょ？": "Hehe, I win♪\nActually, you weren't seriously resisting, were you?",
    "本気で抵抗して、誤ってお前を怪我でもさせたらどうすんだよ。": "What if I seriously resist and accidentally hurt you?",
    "とかなんとか言って、本当はこういう展開望んでたんじゃないの？\n証拠に、おっきくなってるわよ？": "Or so she said, but didn't she actually want this to happen?\nIt's gotten bigger as proof, you know?",
    "これは生理現象だ！\n女の子に迫られて勃たないやつなんかいるか！": "This is a physiological phenomenon!\nWhat kind of guy wouldn't get hard from a girl approaching him?!",
    "やっぱ私で興奮してるんじゃない！\nなのに、なんで抵抗するのよ。": "I knew it! You're excited about me!\nSo why are you resisting?",
    "それとこれとは別だ！　感謝は受け取る！\nでもその前に、とりあえず尻と胸をしまえ！": "That's different! I accept your gratitude!\nBut first, put your butts and breasts away!",
    "だからこれが私の感謝なんだってば！\nしまったらお礼できないじゃない！": "I told you, this is my gratitude!\nDamn it, I can't thank you!",
    "感謝は別の形でいいだろ！\nこんな安売りするな！　もっと自分を大切にしろ！": "You can thank me in a different way!\nDon't sell it so cheaply! Take better care of yourself!",
    "安売りなんかしてないわよ。ちゃんと覚悟決めてきたんだから。\nそれとも何？　私の身体じゃ不満だとでも？": "I'm not selling it cheap. I've made up my mind.\nOr what? You think my body isn't good enough?",
    "なんの覚悟だっ！\nいいか、こういうことは好きな相手と――": "What kind of resolve is that!?\nListen, this kind of thing is done with the person you like—",
    "嫌いな相手に、こんなことしないわよ！\nああもう、まどろっこしいわね……！": "I wouldn't do this to someone I hate!\nOh geez, you're so sleepy...!",
    "つべこべ言わずに、お礼を受け取りなさーい！": "Stop complaining and accept my thanks!",
    "お礼を押し売りするな――――――――！": "Don't sell your thanks----------!",
    "……ふふん♪　もう私の中に入りたくて、ウズウズ的な？\n口では嫌がってるくせに、身体は正直じゃない。": "...Heheh♪ Are you itching to go inside me already?\nEven though she doesn't like it with her mouth, her body isn't honest.",
    "女の子からそのセリフを言われるとはな……": "I didn't expect to hear that line from a girl...",
    "いいから降参しちゃいなさいよ。": "Just surrender already.",
    "絶対に私の体で満足させて、\n最後は逆に『ありがとう』って言わせてあげるわ。": "I'll definitely satisfy you with my body,\nIn the end, I'll make you say 'thank you' instead.",
    "泉花のお尻に押し潰され、勃起した俺のものが、\n助けを求めるようにびくついている。": "My erect member, crushed by Izumika's butt...\nShe's twitching as if begging for help.",
    "ふふ……熱くてカチコチのが、私の下にあるの……感じるわ。": "Hehe... I can feel the hot, hard thing under me...",
    "泉花のぬくもり。泉花の秘処の湿り気。泉花の豊満な体の重み。\nそれらがすべて、俺の下半身にのしかかっていた。": "The warmth of spring flowers. The moisture of spring blossoms. The weight of springflowers' voluptuous bodies.\nAll of it rested on my lower body.",
    "全力で感謝してよね。\n私の初めて、あげるんだから……っ……": "Do your best to thank me.\nI'll give you my first time...!",
    "泉花の思いがけない言葉に、声が出かけたが……\nピンクの花弁が、亀頭も言おうとしたことも、まとめて飲み込んだ。\n": "A voice came out at Izumika's unexpected words, but...\nThe pink petals swallow up everything my glans was about to say.\n",
    "っ……んはっ、は、入って……くるぅぅぅっ……！\n%usernameusernameuserna%さんのが……あぁぁぁっ……！": "Ngh... nhah, I-It's... coming in...!\n%usernameusernameuserna%-san's... Aaaaah...!",
    "初めて男を迎え入れる、窮屈な膣の感触。\nその締め付けと溶けるほどの熱に、思わず腰が跳ねる。": "The sensation of her cramped vagina welcoming the man for the first time.\nHer tightness and the melting heat made my hips jump.",
    "あふっ！？　やっ……あ……はぁぁっ……！\nもうっ、じっとしてなさいよぉっ……！": "Afh?! No... ah... haaah...!\nGeez, stay still...!",
    "や、やっぱり……んっ……ほしかったんじゃない……！\n私の……あっ、か、体……っ……ん……んんっ……！": "I-I knew it... nn... I didn't want it...!\nMy... ah, body... nn... nnn... ngh...!",
    "はあっ……はぁーっ……はぁぁ～っ……！\nん……ん……き、きつ……こ、こんな感じ……なんだ……っ……": "Haah... haah... Haaah...!\nNn... nn... T-Tight... I-I didn't know... it was like this...!",
    "入れただけで息が上がっている。\nが、彼女の唇は煽情的に弧を描いた。": "I'm out of breath just from putting it in.\nBut her lips traced an agitated arc.",
    "じゃ、じゃあ……これからいっぱい、擦ってあげるから、ね……\n気持ちよくしてくれてありがとって……言って、ね？": "Th-Then... I'll rub you lots from now on, okay...?\nThank you for making me feel good... Say it, okay?",
    "泉花を止めたかったが、抗う意思は失われかけていた。\n目の前の卑猥な光景と股間を包む刺激に、抵抗できない。": "I wanted to stop Izumika, but I was losing my will to resist.\nI can't resist the obscene sight before me and the stimulation enveloping my crotch.",
    "はう……っ……！　んんっ……あ、こ、擦れ……！\n男の子のあれの……笠のところが……引っ掻いて……！": "Hau......! Nnn......ah, r-rubbing......!!\nThe part of the boy's hat... scratched...!",
    "こ、これ、亀頭って……言うんでしょ……？\nん……ぅぅ……知ってるわ……ちゃんと、調べたから……んっ！": "Th-This is called... a glans, right...?\nNn......uuu......I know...... I did a proper investigation......nn!",
    "痛みを誤魔化したいのか、それとも俺を興奮させるつもりか。\n熱い吐息と一緒に、泉花の唇から淫靡な言葉が漏れる。": "Did she want to cover up the pain, or was she trying to excite me?\nAlong with her hot breath, lewd words escaped from Izumika's lips.",
    "お尻、上げたら……ズルズルって……あぅっ！\n私の中……っ……擦ってくるのぉ……！": "When I lifted my butt... it slid... auu!\nIt's... rubbing against me...!",
    "へ、変よ……これっ……やっぱりちょっと、痛いのに……\n痛いのにっ……気持ちいいが……混ざってきて……んんっ……！": "Th-This is weird... It really does hurt a little...\nEven though it hurts... It feels good, but... it's mixing in... nnn...!",
    "陰茎を引きずり出しては飲み込み……\n単調な動きが、いやらしい水音に合わせて繰り返された。": "She pulls out my penis and swallows it...\nHer monotonous movements repeated in time with the lewd sound of water.",
    "ね、ねえっ……%usernameusernameuserna%さんは……？\n%usernameusernameuserna%さんは……私の中、気持ちいい……？": "H-Hey... Where's %usernameusernameuserna%...?\nDoes %usernameusernameuserna%-san... feel good inside me...?",
    "アソコ、ごしごしされて、感じてる……？\n好きなんでしょ……男は、こうやって、するのっ……んっ！": "Does it feel good when I rub down there...?\nYou like it, don't you...? Men do this... like this... nn!",
    "こうしてると、出ちゃうんでしょ……セーエキ……\nそろそろ、出そう？　私にっ……感謝したくなったっ？": "If I do this, it'll come out, won't it... semen...\nAre you going to cum soon? Do you... want to thank me?",
    "確かに気持ちいい。何しろ泉花の痴態を下から拝みながら、\n初めて男を咥え込んだワレメを蹂躙しているのだから。しかし……": "It does feel good. After all, while I'm watching Izumika's foolishness from below...\nAfter all, this is the first time I've violated her crevice, which is holding a man in its mouth. However...",
    "っ……な、何よぉ……！　その、何か言いたそうな顔……！\nやっぱり私の体、不満だって言うのっ……！？": "...Wh-What...?! You look like you want to say something...!\nAre you saying I'm dissatisfied with my body...!?",
    "泉花のやけくそで、単調で、ぎこちない動きでは、\n興奮はできても達するにはほど遠い。": "With Izumika's desperation, monotonous, and awkward movements,\nI may be excited, but I'm far from climaxing.",
    "もう……んんっ……！\n絶対っ……しゃせー……させてやるんだから……あぁっ……！": "Geez...nnn...!\nI swear... I'll make you cum... Aaah...!",
    "じゃあっ、これなら、どうっ……！？\nんっ、んっ、んっ、んっ、もっと、擦って、あげるっ……！": "Then, how about this...!?\nNn, nnn, nn, nngh, I'll rub you more...!",
    "桃色に染まった大きなお尻が、パンパンと打ち付けられる。\nさっきまでより摩擦のペースが少しばかり上がった。": "Her big pink ass slapped against me.\nThe pace of friction increased slightly compared to before.",
    "はぁ、はぁ、はぅ、んっ、ぅぅっ……！\n出せ……出ろぉっ……精子も、感謝の言葉もっ……！": "Haa, haa, huff, nn, uuu...!\nLet it out... Let it ouuut... Sperm, words of gratitude...!",
    "が、我慢、できなく、なった、でしょっ……！\nホントは、もう、出ちゃいそう、なんでしょっ……！？": "I-I can't... take it anymore...!\nHonestly, I feel like I'm about to cum...!",
    "確かに、俺の下腹の奥でじわじわと欲望が膨らみつつある。\nだが、壁が弾けるにはまだ足りない。": "It's true that my desires are slowly growing deeper inside my stomach.\nBut it wasn't enough for the wall to burst yet.",
    "むぅ～っ……ま、まだ、何か言いたげにっ……くぅ……！\nじゃ、じゃあ、こんなのは……どう、かしらっ……！？": "Muuu...... S-Still, it's like she wants to say something...... kuu...!\nTh-Then, how about... this...!?",
    "激しく上下動していた肢体が、今度は緩やかな動きに変化した。": "Her body, which had been moving up and down violently, transformed into a gentle movement this time.",
    "ど、どう……？　こういうことも……調べた、のよ……っ……\n男は……焦らされたら……困っちゃうって……んん……": "Wh-What do you think...? I've... looked into this...\nMen... don't want to be teased... Mmm...",
    "そしたら……もっと……ほしくなってっ……\n女の子に……お願い……してくるの……よねっ……？": "And then... I want... more...\nYou're... going to... ask a girl... right...?",
    "出していい？　って……出させて？　って……情けない顔で……\nふふん……そ、想像しただけで……か、可愛い……": "Can I cum? Wait... Let me cum? With a pathetic look on her face...\nHeheh... Just imagining it is...c-cute...",
    "律動に変化をつけているうちに、初めての痛みより\n快楽が勝ってきたんだろう。泉花の表情と声が甘くなっていく。": "While I was changing the rhythm, I felt more pain than pain for the first time.\nThe pleasure must have won out. Izumika's expression and voice grow sweeter.",
    "それから……我慢、できなくなっちゃって……はぁぅ……\n自分から……腰っ……振り出して……っ、あ、あぁっ……": "And then... I couldn't take it anymore... hau...\nSwinging... my hips... out of my own accord... ah, ahh...",
    "いっぱい……いっぱい、出して……とうとう、言うのよ……\n泉花……ありがと……気持ちよかった……って……んっ！": "Cum... a lot... and say it... at last...\nIzumika... Thank you... It felt good... Wait... nn!",
    "声色に比例するように、泉花の膣内がとろけていく。\nこれほど具合がよくなったなら、もう遠慮する必要はなさそうだ。": "As if in proportion to the tone of her voice, Izumika's vagina is melting away.\nNow that I'm feeling this much better, I don't think I need to hold back anymore.",
    "俺は泉花の蜜壺をかき回すように、ベッドシーツの上で\nゆっくりと腰を旋回させ始めた。": "I sat on the bedsheets, stirring up the honey pot of the spring flowers.\nI slowly began circling my hips.",
    "ふぁ！？　な、何っ……！？\nわ、私、知らないっ……こんなのっ……！": "Fuah?! Wh-What...?!\nI-I don't know... This is...!",
    "だ、だめ……だってば……そのグルグルするのっ……\n私の中……ひ、広げられちゃうっ……んんんん～っ……！": "N-No... I mean... You're going around in circles...\nMy insides... are being spread out... Mmmmmmm...!",
    "懸命に抗議しながらも、泉花は自分の動きを止めなかった。\n俺にいいようにされるのは納得できないのかもしれない。": "Izumika did her best to protest, but she didn't stop moving.\nShe might not be able to accept me being nice to her.",
    "も、もぉ～っ……！　は、早くっ……感謝しながら……\nびゅーって、だ、出しちゃいなさいよぉ……んっ、ふぅんっ！": "G-Geez...! H-Hurry... While thanking me...\nC-Come on, let it out... Mm, hmm!",
    "縦方向の律動と、膣壁の収縮による締め付け。\n両方が掛け合わさって、結合部がさらに熱を帯びていく。": "The vertical rhythm and the tightness of her vaginal walls.\nThe place where we're connected gets even hotter as both of us come together.",
    "はふ……ふぁ……あぁ……んんんっ……\nな、何、これ……だんだん、頭、ぼーっとして……": "Hafu...... fua...... aah...... nnn......\nWh-What is this...? My head's starting to get all fuzzy...",
    "いよいよ泉花も本格的に快楽に飲み込まれ始めたらしい。\n俺を咥え込んだ隘路も、精を搾り取ろうと波打ち出している。": "Looks like Izumika's finally starting to get swallowed up by the pleasure.\nHer impediment, which held me in its mouth, was also undulating, trying to squeeze out the semen.",
    "お、お願い……ふぅ……はぁ……早く、イッてぇ……\nじゃないと、%usernameusernameuserna%さんより先に、私っ……": "P-Please... Fuu... Haa... Hurry up and cum...\nOtherwise, before %usernameusernameuserna%-san, I'll...",
    "俺はまだ出そうにない。\nありがとうって言ってほしいなら、もう少し頑張って。": "I don't think I'll be able to cum yet.\nIf you want me to thank you, try a little harder.",
    "嘘だった。じわじわと込み上げてくる熱液をこらえながら、\n泉花のヒダをかき分ける作業に没頭する。": "It was a lie. I tried to hold back the hot liquid slowly welling up inside me.\nI immersed myself in the task of pushing my way through Izumika's folds.",
    "っ……！　う、うそ……わざと……意地悪してるでしょ……！\nそれくらい……わかるんだからぁっ……もぉっ……！": "...! N-No way... You're teasing me... on purpose...!\nI know... that much... geez...!",
    "押し寄せる快感のせいで頬を膨らませる気力もないのか、\n表情は緩み、声も甘ったるいままだ。": "She didn't even have the energy to puff out her cheeks because of the pleasure pressing against her\nHer expression had relaxed, and her voice was still sweet.",
    "んんぅ……はぁ……っ、んん、んぁぁっ……！\nも、もう、ちょっと……もうちょっとで……あぁぁっ……！": "Mmm... haa... mmm, ahhh...!\nA-A little more, just a little more... Just a little bit more... Aaah...!",
    "泉花の動きから、どんどんぎこちなさが抜けてきた。\nただ欲求のまま、悦を貪るような律動に変化していく。": "Izumika's movements are getting more and more awkward.\nIt was just a desire, transforming into a rhythm that seemed to covet pleasure.",
    "ひぅ、んっ、ん、ん、んっ……！\nや、やだ……私……もぅっ……んんっ、はぁんっ……！": "Hiu, nh, nn, ngh, nnn...!\nN-No... I'm... already... nnngh, haahn...!",
    "擦れて溶け合う茎と花が、高熱で感覚を失っていく。": "The stems and flowers that rubbed and melted together lost their senses from the high heat.",
    "イッちゃうんだ……私……なんとなく、わかるっ……初めてで、\nイッちゃう……%usernameusernameuserna%さんより先にっ……！": "I'm going to cum... I... somehow understand... It's my first time...\nI'm cumming... Before %usernameusernameuserna%-san...!",
    "グチュグチュと鳴り響く股間の水音と酸っぱい匂い。\n部屋いっぱいに充満して、俺達の五感を全部麻痺させていく。": "The wet and sour smell of her crotch rang out.\nIt filled the room, numbing all five of our senses.",
    "泉花に少し待てと声をかけるが……": "I call out to Izumika to wait a moment, but...",
    "む、無理……無理なのぉっ……だって、わからない……\n我慢の仕方、初めてじゃ、わかんないっ……んんっ……！": "I-It's impossible... I can't... I mean, I don't know...\nI don't know how to hold back for the first time...nnn...!",
    "泉花は無我夢中で、自分からお尻を押しつけてくる。\nその刺激で、脊髄を電気が駆け抜けていくのを感じた。": "In a trance, Izumika presses her butt against me.\nI felt electricity run through my spine from the stimulation.",
    "あっ、あっ、あっ、き、来ちゃう……ほんとにっ……！\nもう、来ちゃ、っ、あ、あ、あぁぁぁぁっ――": "Ah, ah, ah! I-It's coming... Really...!\nI can't... come anymore... ah, ah, aaaaah...",
    "ダ、メェっ……んんんんんんんんんん～っ……！": "N-Nooo... Nnnnnnnnghhh...!",
    "んはぁ……あぁぁぁぁっ……！\nイッ……ちゃっ……たぁ……ぁぁ……っ……！": "Nnhah... ahhhh...!\nI... came... aah... aaah...!",
    "急激に収縮した泉花の膣……その最奥に熱を吐き出した後、\nペニスはするりと泉花の中から抜けてしまった。": "Izumika's vagina suddenly contracted... After spewing heat into the deepest part of it...\nMy penis slipped out of the spring flower.",
    "はぁ……はぁ……！　あ……熱っ……かった……\nふふ、イッちゃったんだぁ……？": "Hah... hah...! Ah... It was... hot...\nHehe, you came...?",
    "強烈な射精の快感で一瞬止まっていた呼吸を再開し、\n俺はむせ返りそうになりながら、なんとか頷いた。": "The intense pleasure of my ejaculation made me breathe again, which had stopped for a moment.\nI managed to nod, nearly choking.",
    "そ、そっかぁ……ふふ……私達、一緒にイッちゃったんだ……\n%usernameusernameuserna%さんもイッちゃったんだぁ。": "I-I see... Hehe... So we came together...\n%usernameusernameuserna%-san came too.",
    "脱力した泉花の体重とぬくもりを、お尻の１点から感じつつ、\n俺も満足感に包まれたのだった。": "I can feel the weight and warmth of the exhausted Izumika from one point on my butt.\nI was also engulfed in a sense of satisfaction.",
    "……%usernameusernameuserna%さん。\n気持ち……よかったぁ……": "...%usernameusernameuserna%-san.\nIt... felt good...",
    "……ありがとう、泉花。\n泉花の中も、凄く気持ちよかったぞ。": "...Thank you, Izumika.\nThe inside of the spring flowers felt amazing too.",
    "ふふ……や～っと、お礼が聞けた。": "Heehee... Well, thank you.",
    "そもそもお礼をしにきたのは、\nお前のほうだったはずなんだけどな。": "I was the one who came to thank her in the first place\nYou were supposed to be the one.",
    "そうだっけ……まあ、別にどっちでもいいんじゃない？\nあるいは、『どっちも』でいいんじゃないかしら。": "I see... Well, it doesn't really matter either way, does it?\nOr maybe \"both\" would be fine.",
    "それって、泉花がお礼をしにきて、そのお礼を俺が言って……": "That means Izumika came to thank me, and I thanked her...",
    "そしてまた私が、%usernameusernameuserna%さんにお礼を言う。\n『私も気持ちよかった、ありがとう』って。": "And once again, I thanked %usernameusernameuserna%-san.\n\"It felt good for me too, thank you.\"",
    "……お互い様ってやつだな。": "...It's the same for both of us.",
    "ええ……よかったら、\nまたこういうこと、してくれるかしら？": "Yes... If you don't mind,\nWill you do this again?",
    "もちろんだ。泉花さえいいなら、いくらでもしたい。": "Of course. As long as I'm okay with Senka, I want to do as much as I can.",
    "%usernameusernameuserna%さん……": "%usernameusernameuserna%...",
    "ふふっ、ありがとうございます♪": "Hehe, thank you very much♪"
}