{
    "隠れていた双頭の斧の機体が次々に姿を見せる。": "The two-headed axe aircraft that had been hiding appeared one after another.",
    "まあ、伏兵は配置しておくよな。": "Well, we'll put in an ambush.",
    "……相手をほめてる？": "...Praise the other person?",
    "べつにほめているわけじゃないぞ。\n作戦として妥当だなって感想なだけで。": "I'm not praising you or anything.\nIt's just my impression that it's a reasonable strategy.",
    "あの方達は最初からまともな交渉をするつもりなど、\nなかったのですわ。": "They didn't intend to negotiate properly from the start.\nIt wasn't there.",
    "先に拉致したジュリーを解放してくれたのだし、\nそれはないと思いたいが……": "He’d freed Julie, who’d kidnapped him first, after all\nI'd like to believe that's not the case, but...",
    "そういや、ジュリーは無事なんだな？": "Come to think of it, Julie's safe, isn't she?",
    "ええ、もちろんですわ。\n今はわたくしの予備シートに座っていただいております。": "Yes, of course.\nShe's sitting in my spare seat right now.",
    "無事か、ジュリー。": "Are you all right, Julie?",
    "ええ、まったく問題ないわ。みんなのこと、信じていたし。\n必ず迎えに来るって。": "Yes, there's no problem at all. I believed in everyone.\nShe said she'd come to pick me up.",
    "ああ……それなら良かった。": "Ah... That's good to hear.",
    "会話してる間も双頭の斧による攻撃は続いており、\n俺達はこの場を離脱することができないでいる。": "Even as they conversed, the two-headed axe-based attacks continued\nWe can't leave this place.",
    "ジュリーの奪還に成功し、ちゆるを渡さずに済んだのだから\nあとは無事に撤退さえできればいいのだが……": "After all, he’d successfully recaptured Julie and hadn’t given her Chiyuru\nAll that's left is to withdraw safely, but...",
    "ちょ、ちょっとぉ～。\nこの数の違いはひどくない！？": "H-Hey...\nIsn't the difference in numbers terrible?!",
    "でも、なんとかなってません……？": "But it's not working out somehow...?",
    "さっきからどこからともなく、支援射撃があるのよね。": "There's been support fire from nowhere for a while now.",
    "一体どこから弾が飛んできてるの？": "Where the hell are the bullets coming from?",
    "風紀委員が何とかこの場所を割り出して来てくれた……\nとは考えられないでしょうか？": "The prefects managed to figure out this place for us...\nIsn't that unthinkable?",
    "違うだろうな。少なくとも味方の識別信号ではない。": "That's not it. At the very least, it's no ally identification signal.",
    "それどころか機体の位置すら把握できていない。": "On the contrary, I don't even know where the aircraft is.",
    "霞光には一般のＭＧよりも優れたセンサーが搭載されているが、\n対空レーダーにも対砲迫レーダーにも、なんの反応もないのだ。": "Kasumi Light was equipped with better sensors than the average MG, but...\nThere's no response from the anti-air radar or anti-cannon fire radar.",
    "（何か得体のしれないものが、この場に干渉している……？）": "(Some unknown thing is interfering with this place...?)",
    "まるで幽霊のようだ……そう思ったのだった。": "It's like she's a ghost... Or so I thought.",
    "やはり『アレ』が干渉してきた……！": "That thing really is interfering...!",
    "上空からの支援攻撃は恐ろしいまでに正確無比――": "Support attacks from above were frighteningly accurate and peerless—",
    "レーダーの範囲外から精密射撃をしているの……？\nほんと頭おかしいんじゃない？": "Are they shooting at us from outside the radar range...?\nAre you sure you're not crazy?",
    "まあ、それだけ、どうしてもＴ２元素応用技術を\n完成させたいってことか……": "Well, that’s just how hard it is to apply T2 elemental technology\nSo you want to complete it...",
    "だったら……やるしかないわね。": "In that case...we'll just have to do it.",
    "各機、目標以外のシリウスシュガー機を排除せよ。": "All units, eliminate any Sirius Sugar machines other than the target.",
    "目標は……私が確実に殺す！": "The target is... I'll definitely kill him!",
    "（……腹を決めなさい、コトハ。\n目的を達成するために、行動するって決めたでしょう？）": "(...Make up your mind, Kotoha.\nYou decided to act to achieve your goal, didn't you?)",
    "うおおぉぉぉぉ！！": "Uwaaaaah!!",
    "双頭の斧の動きに変化があった。": "There was a change in the movement of the two-headed axe.",
    "コトハは……ちゆる狙いか？": "Is Kotoha... trying to get away with it?",
    "敵指揮官機――コトハ機がちゆる機と交戦できるように\n誘導しているようだ。": "So that the enemy commander plane—the Kotoha plane—can engage the loose plane.\nLooks like she's trying to lure me in.",
    "ここは向こうの思惑に乗ってあげようかな。": "Maybe I should go along with their plan.",
    "いいのか？　どう考えても、殺しに来てるぞ。": "Are you sure? No matter how you look at it, they're here to kill you.",
    "コトハ機は甘さなど微塵も感じさせない\n鬼気迫る攻撃を繰り出している。": "The Kotoha machine doesn’t show the slightest hint of naivety\nThey were unleashing demonic attacks.",
    "まだ話し合いは終わってないと思うから。": "I don't think the discussion is over yet.",
    "……わかった。信じてるぞ。\n他のやつらには手を出させない。": "...Okay. I believe you.\nI won't let anyone else lay a finger on her.",
    "うん。よろしく。": "Yeah. Nice to meet you.",
    "ちゆる機が突出し、コトハ機との距離を詰める。": "The chiyurugi protruded, closing the distance to the kotoha machine.",
    "そっちもその気なら話が早い！": "If you feel like it, that'll make things easier!",
    "違う！　あたしは話し合いをするつもり！": "No! I'm going to have a discussion!",
    "なら、私達の仲間になる？\n未来永劫、Ｔ２元素応用技術研究をやめてくれる？": "Then will you join us?\nWill you stop researching T2 elemental applications for all eternity?",
    "それはできない相談だね。": "I can't do that.",
    "そう……なら、殺すしかなさそうね。": "I see... In that case, it looks like we'll have to kill him.",
    "操縦技量ではコトハの方が上だ。\nしかも殺すつもりで攻撃をしている。": "In terms of piloting skills, Kotoha is superior.\nMoreover, she was attacking with the intention of killing him.",
    "だがちゆるはコトハを殺すつもりがないから\n消極的な攻撃しかできない。": "But Chiyuru has no intention of killing Kotoha.\nAll she could do was attack passively.",
    "くぅ……": "Ugh...",
    "コトハの容赦のない連撃が、ちゆるを追い詰めていく。": "Kotoha's merciless barrage is driving Chiyuru into a corner.",
    "確かに重力制御は危険な力かもしれない。\nでもそれを決めるのは、コトハ……キミじゃない！": "Gravity control might indeed be a dangerous power.\nBut Kotoha... you're not the one who decides that!",
    "この技術はきっと人類の役に立つ！\nみんなで議論して乗り越えていけば――": "I'm sure this technology will be useful to humanity!\nIf we can all argue and overcome it—",
    "その『みんな』を、あんたは信じられるっていうの？": "Are you saying you can believe in that 'everyone'?",
    "そ、それは……": "Th-That's...",
    "目を開け、耳をふさぐな！\nあんたは何もおかしいとは思わないの！？": "Open your eyes and cover your ears!\nDon't you think anything's wrong?!",
    "なぜザルトゥーム学園なんてものが設立された？": "Why was Zarthum Academy founded?",
    "なぜ利用方法も不明なＴ元素なんてもののために、\n生徒達は危険も顧みずメイズなんかに挑んでるの？": "Why would she do that for something like a T element, where she didn't even know how to use it?\nAre the students challenging the likes of Mayse without regard for the danger?",
    "全てが誰かの手のひらの上にあると、そう考えたことはないの！？": "Haven't you ever thought that everything is in the palm of someone's hand?!",
    "……え？": "...Huh?",
    "ちゆる、下がれ！\n相手は冷静に話ができる状態じゃない！": "Forgive me, get back!\nThe other party isn't in a state where they can talk calmly!",
    "……ううん、ダメ。あたしは逃げない。\nここで逃げたら、きっとあたしはあたしを許せなくなる！": "...No, I can't. I won't run away.\nIf I run away now, I'm sure I won't be able to forgive myself!",
    "ちゆる……": "Chiyuru...",
    "あたしはさ、これまで誰にも正体を明かさず、\n隠れて研究してた。": "I've never revealed my true identity to anyone until now.\nI've been researching in secret.",
    "自分しか会員のいないメイズ研究同好会なんてものを作って、\nそこでこっそりとね。": "She’d made something like a maise research society where she was the only member\nThat's where I sneaked in.",
    "本当はもっと『自由な研究』がしたかったはずなのに、\nいつも逃げ場所を探してばかりだった。": "Honestly, I should have wanted to do more “free research”\nI was always looking for a place to run.",
    "でもね、逃げた先に結局楽園なんてなかったんだ。": "But in the end, there was no paradise to run away from.",
    "あたしのせいで仲間に迷惑をかけて、\nジュリーにもつらい思いをさせちゃった。": "She caused trouble for her friends because of me,\nI made Julie go through a lot, too.",
    "だからね……もう、逃げないことにした。": "So... I decided not to run away anymore.",
    "あたしは戦って……この手で、『自分の居場所』を勝ち取る！": "I'll fight...and win my place with my own hands!",
    "…………": "............",
    "……わかった。\nなら、迷うな、ちゆる。全力で自分の意志を貫き通せ！": "...Okay.\nThen don't hesitate, Chihaya. Do your best to carry out your will!",
    "……！　うん！！": "...! Yeah!!",
    "（なんでだろう……？\n体の奥底から力があふれてくる……）": "(I wonder why...?\nPower overflows from the depths of my body...)",
    "ちゆるなら成せると、俺は信じてるぞ！！": "I believe I can do it if I let it go!!",
    "（あぁ、そっか……きっと、\nあたしのことを信じてくれる人がいるから……）": "(Ah, I see... I'm sure,\nBecause there are people who believe in me...)",
    "理解力がないなら、理解しないままでいい！\nそのまま何もせず、黙って死んで！！": "If you don’t have the comprehension, then you don't have to understand!\nJust like that, she died silently, doing nothing!!",
    "悪いけど、キミに素直に殺されてあげるわけにはいかない！": "I'm sorry, but I can't just let you kill me!",
    "あたしには仲間がいる！　帰る場所がある！": "I have friends! I have a place to return to!",
    "そしていつかちゃんとキミと話し合う必要があるの！！": "And one day, I'll need to have a proper discussion with you!!",
    "ちゆる機が加速する。\n一直線にコトハ機へと突き進んだ。": "The machine sped up.\nI charge straight for the Kotoha machine.",
    "いっけぇぇぇぇぇぇぇ！！": "Gooooooo!!",
    "――戦場に、火花が散った。": "—Sparks fly across the battlefield."
}