{
    "放課後、俺と七彩、める、そしてラミの三人で\n学外のシティにやってきた。": "After school, it was just me, Shichika, Meru, and Rami.\nI've come to a city outside of school.",
    "へえ、結構賑わってるんだな。いろんな人がいる……": "Wow, it's pretty busy. There's a lot of people here...",
    "この場所『シティ』は学園内でありながら、\n各校区からは独立したエリアなんですの。": "This place, \"City,\" was within the academy grounds\nIt's an independent area from each school district.",
    "いろんなお店とか、食べ物屋さんとか、遊ぶ所もいっぱいあるんですよ。": "There are a lot of shops, food stores, and places to play.",
    "随分と発展しているんだなぁ。": "It's been developing quite a bit.",
    "そこまで驚くほどじゃないと思うけど。\nもしかして、あんた田舎モン？": "I don't think it's that surprising.\nAre you a country bumpkin?",
    "ああ、今思い出したんだが、実家じゃ\n朝は鶏の鳴き声で目を覚ましていた。": "Yeah, I just remembered, back home.\nI woke up to the sound of chickens chirping in the morning.",
    "マジのド田舎じゃん！": "Seriously, it's the countryside!",
    "だが通勤時間帯になると、空をクルマが飛び交い、\nバイオサラリーマンたちが出勤していく。": "But when it was time for commuting, cars flew through the sky\nThe bio-salary workers are going to work.",
    "超未来都市！？": "Superfuture City?!",
    "いや、のどかなもんだよ。\n近所のばあちゃんたちはサイボーグ牛の乳搾りしてたし。": "No, it's peaceful.\nThe neighborhood grannies were milking cyborg cows.",
    "どっちなんだよ！　世界観おかしいでしょ！": "Which is it?! Isn't the worldview weird?!",
    "記憶喪失の割に、冗談は達者ですのね。": "Despite your amnesia, you're a good joker.",
    "ウソかよ！　っていうか、ラミだってそんなのわかってたし！": "Are you kidding me?! And Rami knew that, too!",
    "それでも話に乗ってくれるんだから、お前、意外といい奴だよな。": "Still, you're willing to go along with my story, so you've got a surprisingly nice side to you.",
    "だからガキ扱いすんな――――！": "Like I said, don't treat me like a kid----!",
    "ふふふっ！": "Hehehe!",
    "ちゆると白奈も来られれば良かったんだがな。": "It would've been nice if Shirona could've come, too.",
    "ちゆるさんは、同好会の活動があるそうで。": "Chiyuru-san said she had club activities.",
    "同好会？　確かメイズ研究同好会……だっけ？\n実際は何をする会なんだろう？　研究つってもいろいろあるだろうし。": "A club? If I remember correctly, it's the Mayse Research Club... right?\nI wonder what they're actually doing? I'm sure there's a lot going on in their research.",
    "よくわからないんですけど、ひとりで実験とかしてるみたいです。": "I don't really get it, but it looks like she's experimenting on her own.",
    "冷静に考えりゃ、同好会なのにひとりとか、\n余計に意味がわからないな……": "Thinking about it rationally, even though we were in the same club, I didn't think she was alone.\nThat makes even less sense...",
    "ちなみに、白奈はどうしてるんだ？": "By the way, how is Hakuna doing?",
    "白奈さんは、こういった付き合いはあまり好まれませんから。": "Shirana-san doesn't like this kind of relationship very much.",
    "なるほどな……ところで、ラミはなんで来たんだ？": "I see... By the way, why did Rami come here?",
    "なんでラミだけ来なくていいみたいな言い方すんだよ！": "Why are you making it sound like Rami's the only one who doesn't have to come?!",
    "察してくれよ。ほら……小学生を連れてたら、\n入れない店とかあるだろ？": "Guess what? Come on... If I had an elementary schooler with me,\nThere are places you can't enter, right?",
    "どこ行く気だコラァ！？\nっていうか、誰が小学生だし！": "Where do you think you're going?!\nWait, who's in elementary school?!",
    "ったく……せっかく、シティを案内してやろうかと思ったのにさー。": "Geez... I thought I'd show you around the city.",
    "そうですよ。あんまりからかっちゃ、ラミさんが可哀想です。": "That's right. If you tease her too much, I'll feel sorry for Rami-san.",
    "む……それはすまなかった。\nつい、昔を懐かしんでクソガキ扱いしてしまった。": "Mm... I'm sorry about that.\nI couldn't help but reminisce about the past and treat her like a little shitty brat.",
    "昔ってなんだよ！　記憶喪失なんだよね！？": "What do you mean by \"in the past\"?! You have amnesia, right?!",
    "ち……バレたか。": "Tch... Looks like they found out.",
    "とはいえ、本当は感謝しているぞ、ラミ。\nこうして気楽に話せるだけでも、大分助かっている。": "That said, I really am grateful, Rami.\nJust being able to talk to her so casually like this was a huge help.",
    "な、なによ、急に気持ち悪いなぁ、ツンデレってやつ？": "Wh-What's with this sudden creepy tsundere thing?",
    "まあ、感謝の気持ちとしてなにかおごりたいっていうなら、\nラミは遠慮なく受け取ってやるけどぉ～？": "Well, if you want to treat me to something as a token of gratitude,\nI'll take the lamii without holding back, though~?",
    "すぐ調子に乗るところが、クソガキだと思うのだが……\nまぁいい。今日のところは勘弁してやろう。": "The way she gets carried away so quickly, I think she's a little shitty...\nWell, whatever. I'll pass for today.",
    "やれやれ。クソガキ様にはかなわないな。\nいいぞ、今日の支払いは俺がもつ。": "Good grief. I'm no match for a shitty brat.\nFine. I'll pay for today.",
    "一応、当面の生活費として生徒会から、\nいくらかは支給されてるからな。": "For the time being, as living expenses, I had to get out of the student council\nSome of them are supplied, after all.",
    "やりぃ♪　じゃあ、遠慮なく！　どこ行く？　オススメとかある？": "Yay♪ Then don't hold back! Where do you want to go? Do you have any recommendations?",
    "なるべく安い店で頼む": "Make sure it's as cheap as possible.",
    "甘いものがあると嬉しい": "I'd love to have something sweet.",
    "そうですね……甘いものなら、\n最近出来たパフェの専門店とかどうでしょうか？": "That's right... If it's sweet,\nHow about a parfait shop that's recently opened?",
    "カフェでパンケーキでもよろしいかと。\nアップルティーもオススメですわ。": "I thought pancakes would be fine at the café.\nI recommend apple tea, too.",
    "うーん……ラミ、結構お腹空いてんだよね。\nあそこのステーキハウスよさげじゃね？": "Hmm... Rami's pretty hungry.\nIsn't that steakhouse over there nice?",
    "（あれ？　俺の意見スルー……？　まあ、いいや）": "(Huh? He's ignoring my opinion...? Well, whatever.)",
    "……で、結局どこに行くんだ？": "...So, where are we going in the end?",
    "ぜーんぶ、行く！": "I'll do everything I can!",
    "マジか……俺の小遣いで、足りるといいが。": "Seriously...? I hope my allowance will be enough.",
    "やれやれ、しばらく節約しないとな……": "Man, I'll have to save money for a while..."
}