{
    "すまないな、今日も臨時マネージャーを頼んでしまって。": "I'm sorry for asking you to be my temporary manager again today.",
    "気にするな。まあ、俺が毎度本当に必要なのかどうかは疑問だけどな。\n復帰したレイヴェルのマネージャーさん、すごく優秀だし。": "Don't worry about it. Well, I don't know if I really need it every time.\nRavel's manager's really good now that he's back.",
    "必要だ。マネージャーにもいろんなタイプがいる。": "It's necessary. There are many types of managers.",
    "実務でフォローすることが求められる人と、\n精神面でフォローすることが求められる人……": "With people who are expected to follow up in practical matters\nSomeone who needs to be mentally backed up...",
    "現場は周りが年上ばかりだから、%usernameusernameuserna%のような\n同年代がいると心が安らぐ。": "The scene is all older people around, so it's like %usernameusernameuserna%\nBeing around the same age as me puts my mind at ease.",
    "そう言ってくれると嬉しいよ。": "I'm happy to hear you say that.",
    "……そうだ。今日は少し私の部屋で休んで行かないか？\nこれまで何度もマネージャーを頼んだことの、礼がしたい。": "...That's right. Why don't you rest in my room for a bit today?\nI want to thank her for asking me to be her manager so many times.",
    "律儀だな、レイヴェルは。\nじゃあ、お言葉に甘えてお邪魔するよ。": "You're so conscientious, Ravel.\nWell then, I'll take you up on your offer and come in.",
    "……以前の動画インタビューを、覚えているか？": "...Do you remember that video interview from before?",
    "あの……故郷を再興したいって話の時か？": "Um... Is it time to talk about how you want to rebuild your hometown?",
    "そうだ。あれをきっかけに、同じ想いを持った人たちの\n小さなコミュニティができたんだ。": "That's right. That was the trigger for the people who felt the same way.\nA small community was formed.",
    "良かったじゃないか！": "Isn't that great?!",
    "……で、その……そこに来たおばあさんに言われたんだが……\n故郷を盛り上げるには、子を産んで人口を増やすのも手だと……": "...So, umm... The old lady over there told me...\nIn order to liven up my hometown, I thought giving birth to children and increasing the population would be an option...",
    "嫌じゃなければ……その……私は……\n%usernameusernameuserna%と……": "If you don't mind... umm... I...\n%usernameusernameuserna% and...",
    "レイヴェル。相手はちゃんと選ぶべきだぞ。": "Ravel, you should choose your opponent carefully.",
    "ちゃんと考えた結果だ。\n私は、%usernameusernameuserna%がいい。": "It was the result of proper thought.\nI prefer %usernameusernameuserna%.",
    "もちろん、今すぐに……ってわけじゃない。\nただ、そもそもこういう行為を一度もしたことなくてな。": "Of course, it wasn't... right now.\nBut I've never done anything like this in the first place.",
    "純粋に……してみたいんだ。この身に男を刻むと意識したとき、\n%usernameusernameuserna%の顔しか浮かばなかった。": "I want to do it... purely. When I realize I'm going to carve a man into my body...\nThe only thing that came to mind was %usernameusernameuserna%'s face.",
    "レイヴェル……": "Ravel...",
    "それとも、私では……なれないのか。\n%usernameusernameuserna%が求めるような女には……": "Or am I... not going to be able to become one?\nThe kind of woman %usernameusernameuserna% wants...",
    "……そんなことはない。レイヴェルは、魅力的だ。\nその心も……体もな。": "...That's not true. Ravel is attractive.\nThat heart... and that body.",
    "なら……": "Then...",
    "……わかったよ。\nおいで、レイヴェル。": "...Okay.\nCome here, Ravel.",
    "あ、ああ……しかしその優しい声……すごくずるいな……\n自分が嫌でも『女』だと自覚させられるようだ……": "Y-Yeah... But that gentle voice... It's really unfair...\nIt makes me realize that I'm a woman, whether I like it or not...",
    "――それから、恥じらいからくる抵抗は見せたものの、\nレイヴェルはなすがままに服を脱がされていった。": "――After that, she showed some resistance out of shame, but...\nAt her mercy, Ravel was stripped of her clothes.",
    "んっ……あ、あの……\n%usernameusernameuserna%……": "Mm... U-Umm...\n%usernameusernameuserna%...",
    "私は……その、こういった経験が、ないから……\n色々と、教えてもらっても……いいか……？": "I... umm, don't have any experience like this...\nCan you teach me... a lot...?",
    "頷きながら、彼女の脇をちろちろと舐めると、\nビクッと小さく体を震わせる。": "Nodding, I licked her side\nHer body twitches slightly.",
    "%usernameusernameuserna%……\nそ、そんなところ……汚いぞ……": "%usernameusernameuserna%...\nTh-That's... dirty...",
    "そういえば、シャワーも浴びていないし……": "Come to think of it, I haven't showered...",
    "レイヴェルの身体で汚いところなんてない。そう耳元で囁いてやると、\nその言葉のせいかまた小さく気持ちよさそうにビクッと震える。": "\"There's nothing dirty about Ravel's body,\" I whispered into her ear\nMaybe it's because of those words, but she twitches again as if she's feeling good.",
    "……は、恥ずかしい……\nで、でも……んっ、なぜだろう……": "...Th-This is embarrassing...\nB-But... I don't know why...",
    "レイヴェルの味を楽しむようにさらに舌を這わせると、\nビクッ、ビクッ、と体が小さく揺れた。": "I ran my tongue along it even more, enjoying the taste of Ravel\nHer body twitched slightly.",
    "あ、んん……恥ずかしい、のに……\n気持ち……いい……": "Ah, mmm... It's embarrassing...\nIt feels... good...",
    "もっと攻めても大丈夫そうだと察し、胸を揉む手に少し力を入れる。": "Sensing that it would be okay to attack more, I put a little strength into my hands rubbing her breasts.",
    "ん、ん……あ……っ……": "Mm, mm... ah...",
    "痛いかと聞くと、小さく首を横に振った。": "When I asked if it hurt, she shook her head slightly.",
    "大丈夫だ……も、もっと強くても……いい……": "It's okay... I-I can do it... even stronger...",
    "言われた通り、さらに強く胸を揉みしだく。\n時折、指で先端を撫でるとレイヴェルの背中が跳ねた。": "I do as she says and rub her breasts even harder.\nEvery now and then, when she stroked the tip with her fingers, Ravel's back jumped.",
    "ひっ、ん……！": "Eek, nn...!",
    "端正に鍛えられた腹筋を、なだめるように優しく撫でる。": "I gently stroked her well-trained abs to soothe them.",
    "あ……あの……そこ……筋肉質で……\nお、女らしく……ないだろう……？": "Ah... Um... That place... It's muscular...\nI-It's not... feminine, is it...?",
    "すまない……もっと、柔らかい体が……": "I'm sorry... I need a softer body...",
    "遮るようにこの身体が好きだと俺は囁き、それから大切な物を\n扱うように、触れるか触れないかくらいの距離で指をすべらせた。": "I whispered that I liked this body, interrupting her, and then something important.\nI slid my fingers so close that it was hard to tell if I was touching her or not.",
    "ふっ……うぅん……\nあっ、そのさわりかた…………んっ……": "Hmph... Hmm...\nAh, the way you're touching me... Mm...",
    "綺麗だと小さく呟くと、またレイヴェルの体が小さく揺れる。": "She murmured softly that it was beautiful, and Ravel's body shook slightly again.",
    "綺麗……？　そ、んなこと……": "Pretty...? Th-That's...",
    "あの、む、胸も……\nもう少し大きい方が、よかったんじゃないか……？": "Um, m-my chest, too...\nWouldn't it have been better if it was a little bigger...?",
    "健康的な褐色のすべすべした肌も、\n片手から程よくはみ出す胸の大きさも丁度いいと感じる。": "Even her smooth, healthy brown skin\nThe size of her breasts protruding from one hand felt just right.",
    "感想をそのまま伝えると、恥じらいの奥に喜びの感情が見えた。": "When I conveyed my impressions, I could see joy deep in my shame.",
    "そ、うか……ん、あっ……": "I see... Mm, ah...",
    "%usernameusernameuserna%を……\n失望させていなければ、それでいい……": "%usernameusernameuserna%...\nAs long as I don't disappoint her, that's fine...",
    "綺麗だともう一度呟くと、レイヴェルは恍惚のため息を吐く。": "Muttering once more that it was beautiful, Ravel sighed in ecstasy.",
    "……きれい……綺麗か……\n撮影中に、よく言われてきたけど……": "...Pretty... pretty...\nI've been told this a lot during filming, but...",
    "%usernameusernameuserna%に言われると……\nこんなに、響きが……ちがうんだな……": "When %usernameusernameuserna% says that...\nI didn't know it sounded this different...",
    "足をもじもじし始めたので、腹を撫でながら、\nもう欲しくなったのかと尋ねる。": "She started fidgeting with her legs, so I stroked her stomach\nI asked her if she already wanted it.",
    "再び、ビクッと体を跳ねさせるレイヴェル。": "Once again, Ravel's body jumped with a start.",
    "ふぅっ……%usernameusernameuserna%……\n……いじわる……だぞ……": "Phew... %usernameusernameuserna%...\n...You're... teasing me...",
    "脇も……恥ずかしいと言っているのに、ずっと舐めて……\n……でも……んっ、あっ……": "My armpit... I said it was embarrassing, but I kept licking it...\n...But... nn, ah...",
    "胸をやわやわと揉みながら、再び、\n固く立ち上がった乳首を指で転がす。": "As I gently massaged her breasts, again...\nI roll her stiff nipples with my fingers.",
    "あっ！　ひん……んぅ……": "Ah! Hnngh... nghh...",
    "%usernameusernameuserna%にされること……\n全部……気持ちいい……変になってしまう……": "What %usernameusernameuserna% did...\nEverything... feels so good... I'm going crazy...",
    "普段のクールで気丈な彼女からは考えられない反応。\nもしかしたら少しＭっ気があるのかもしれない。": "It was an unthinkable reaction from her normally cool and strong-willed self.\nMaybe she had a bit of a masochistic streak.",
    "恥ずかしいことをされるのが好きなのかと問うと、\nレイヴェルは困った視線を向けた。": "I asked her if she liked being embarrassed.\nRavel gave him a troubled look.",
    "わ、からない……こういうことをするのは、初めてだから……": "I don't know... This is the first time I've done this...",
    "でも、気持ちいいのは……本当だ……": "But it's true... that it feels good...",
    "%usernameusernameuserna%は……？\nちゃんと、んっ……気持ち、いいか……？": "What about %usernameusernameuserna%...?\nDoes it, nn... feel good...?",
    "遠慮……していないか……？": "Aren't you... holding back...?",
    "経験がないというのだから、もちろん気は遣っている。\nしかし……": "She said she had no experience, so of course she was being considerate.\nBut...",
    "もっと、したいように……んっ、\nしていいぞ……はぁっ……": "Just like I want to do more... nn,\nYou can do it... Haah...",
    "私は、%usernameusernameuserna%の……\n思うままに、されたい……": "I'm %usernameusernameuserna%'...\nI want her to do what she wants...",
    "普段見せないギャップのある姿と、\nレイヴェルのこの言葉が、俺の理性をあっさり断ち切った。": "There was a gap between her and the one she normally didn't show\nThese words from Ravel easily cut off my rationality.",
    "ひゃっ……ああん！　はあ……おっ、きい……！": "Hyah... Aaahn! Haah... Oh, it's so big...!",
    "強い力でレイヴェルの体勢を変えさせ、\n一気に膣内へペニスを突き入れる。": "She used a strong force to change Ravel's stance\nI thrust my penis into her vagina all at once.",
    "わたひのナカ、ひよげて……ぐりぐり、入って……くるぅ……\nああ、しゅごい……こんにゃの、感じたこと……ない……": "I'm going to... grind... into you...\nAhh, wow... I've never... felt this before...",
    "経験がないのは本当のようで、ものすごくナカがきつい。": "It seems like it's true that I don't have any experience. It's really tough on me.",
    "指も小さな口の中に突っ込み、より自由を奪った。\n舐めて、と命令すると、従順に従うレイヴェル。": "My fingers plunged into her small mouth as well, robbing her of even more freedom.\n\"Lick me,\" I ordered, and Ravel obeyed obediently.",
    "はむ……ん……ちゅ、ふはっ……\nあ、何かこれ、やらひい……": "Hamh... Mn... *kiss* *pant*...\nAh, something's wrong with this...",
    "性器には一度も触れていなかったのに、\nナカはぐずぐずに濡れている。": "I hadn't touched her genitals even once,\nNaka is soaking wet.",
    "その事実を伝えると、膣壁がきゅうっと締まった。": "When I tell her the truth, her vaginal walls tighten.",
    "ふえ……そんな……しや、ない……っ……": "Fweh... That's... not... true...",
    "指を口に突っ込まれているせいで、\nさっきから舌足らずな口調になっている。": "Her fingers were stuck in my mouth, so...\nShe's been speaking in a tongueless tone for a while now.",
    "あのレイヴェルをこんな風に支配できることに、\n強い興奮を覚えた。": "To be able to control that Ravel like this...\nI felt intense excitement.",
    "んん……はふ、ちゅっ……ぷは……ん、んっ……": "Mm... hafh, chu... pwah... mm, mm...",
    "挿入の苦しさと羞恥を誤魔化すように、\n必死で俺の指を舐めるレイヴェル。": "As if to cover up the pain and shame of insertion,\nRavel desperately licks my finger.",
    "その様子が、フェラチオをしているみたいでいやらしかった。": "It was like she was giving me a blowjob. It was lewd.",
    "ふ、あ……はっ、ん……あぁ……\n%usernameusernameuserna%の指、おいひい……\n": "Heh, ah... hah, mm... ahh...\n%usernameusernameuserna%' fingers are delicious...\n",
    "んんっ！　しょの動き、気持ちいい……ぞくぞくする……\nあふっ……ちゅぱ、んむっ……": "Mmm! Your movements feel so good... It's giving me chills...\nAhh... *smack*, nmm...",
    "舌をつまんだり、唇や上顎を撫でたりしていると、\n快感を感じるたびに膣が小刻みに締まる。": "As I pinched my tongue and stroked my lips and upper jaw...\nEvery time she feels pleasure, her vagina tightens slightly.",
    "ああっ、ん、%usernameusernameuserna%……\nわたひは……平気だから……": "Ahh, mm, %usernameusernameuserna%...\nI'm... fine...",
    "もっと、ここ……動かひて……？\nしょの方が、気持ひいい……だろ……？": "Can I... move more here...?\nIt feels better that way... right...?",
    "そう言いつつ自ら腰を揺らし、ペニスに刺激を与えてくる。": "As she says that, she shakes her hips on her own, stimulating my penis.",
    "たまらなくなって、レイヴェルに小さく一言ことわり、\n腰を動かし始めた。": "Unable to bear it any longer, she gave Ravel a small word\nI started moving my hips.",
    "あっ！　んふっ……くぁっ……\nは、あっ、あっ……": "Ah! Eheh... Kwah...\nHa, ah, ah...",
    "慣れさせるように浅い部分を擦ると、\n苦しそうながらも喘ぎ声が出てきた。": "I rubbed the shallow part to get her used to it.\nEven though she looked like she was in pain, she gasped.",
    "んむっ……ちゅ、%usernameusernameuserna%……\nもっと、もっと気持ひよく……なって……": "Nmm... *kiss* %usernameusernameuserna%...\nI want to feel... even better...",
    "そんな中でもこちらの快感を高めようと、\nくわえた指を必死で舐めるのがいじらしい。": "Even in the midst of all that, I tried to heighten my pleasure.\nThe way she frantically licks her fingers in her mouth is adorable.",
    "お腹側の浅い部分をペニスで擦ると、\n背中が弓なりに反った。": "I rubbed the shallow part of her stomach with my penis.\nHer back arched like a bow.",
    "ああっ！　あ、あ！　んっ、はうぅ……っ！": "Aaah! Ah, ah! Nn, hauu...!",
    "苦しさが少しでも薄れるように、\nレイヴェルの敏感な部分を優しく擦る。": "In order to lessen the pain even a little,\nI gently rubbed the sensitive part of Ravel's body.",
    "ひっ……！　あっ、あん、ふぅっ……\nしょこ、しゅごいぃっ……！　気持ひ、いい……！": "Hih...! Ah, ahn, fuuh...\nA-Amazing...! It feels so good...!",
    "大丈夫かと尋ねると、小さく頷いた。": "I asked her if she was all right, and she nodded slightly.",
    "あっ、らいじょうぶ、だ……はぁっ……\nやさひく、動いて……くれてるんっ、だろ……？": "Ah, I'm fine... Haah...\nYou're moving... gently, aren't you...?",
    "わたひは……%usernameusernameuserna%の、\nやさひいところ……しゅきだけど……": "I'm... %usernameusernameuserna%'s...\nI love how nice you are, but...",
    "もっと、ひたいように、ひて欲しい……\nはげひく、いれて……ほしい……っ！": "I want you to do it like you want to do more...\nI want you to... put it in me...!",
    "その言葉をきっかけに、ペニスをさらに奥へ進める。": "With those words, I move my penis even deeper.",
    "はあっ！　あっ、しゅご……！　ああああんっ、はうっ！": "Haah! Ah, awesome...! Aaaaahn, hauh!",
    "ナカ……ひろげて……んんっ、\nじゅぶじゅぶ……ひゃいって、くるぅ……！": "Naka... Spread it out... nn,\n*slurp slurp*... I'm cumming...!",
    "先ほどまでの快感で膣壁が柔らかくなり、\nレイヴェルのナカは易々と俺を受け入れた。": "Her vaginal walls softened from the pleasure from before.\nRavel's Naka accepts me with ease.",
    "ああっ……！　いいっ……！\nひゃんっ、はふっ、はあ……！": "Aaah...! Yes...!\nHyan, hafu, haa...!",
    "トントンと奥を突き、ヒダにペニスを擦り付けると、\n気持ちよさそうな嬌声がどんどん漏れる。": "I thrust deep into her, rubbing my penis against her folds.\nShe lets out more and more moans of pleasure.",
    "はんっ、しょれ、きもひいい……っ！\nおひんひんれゴリゴリしゃれるの、しゅきっ……！": "Hahn, yes, it feels good...!\nI love it when you grind against me like that...!",
    "あっあっ、ひいっ！　やああんっ！\nしょこ、こしゅるの、きもちいい……！": "Ah, ah, hii! Yaaan!\nTh-This rubbing feels good...!",
    "もっと、もっとしてぇっ……！\n%usernameusernameuserna%……！": "Do it more, more...!\n%usernameusernameuserna%...!",
    "わたひのナカが、あんっ、あっ、\n……%usernameusernameuserna%の……かたちになって……": "My naka, ahn, ah,\n......became......the shape of %usernameusernameuserna%......",
    "あっ、いつものわたひじゃ、なくなっちゃう……\nんあぁっ、はぁっ、ん、うぅっ……": "Ah, I'm not my usual self anymore...\nNnaah, haah, nn, uuu...",
    "レイヴェルのその言葉に、腹の奥から込み上げる物を感じた。": "At Ravel's words, I felt something welling up from deep in my stomach.",
    "はあっ……や……ひゃあんっ！\nああっ、しゅご……っ！　らめ、それえ……！": "Haa......no......hyaan!\nAaah, amazing...! No, that's...!",
    "ペニスを奥に突き入れる動きをすると、\nレイヴェルの喘ぎ声が大きくなった。": "I thrust my penis in deeper, and...\nRavel's gasps grew louder.",
    "やめるか、と聞くと首を小さく横に振る。": "When I asked her if she wanted to stop, she shook her head slightly.",
    "やらっ、やめちゃだめぇ……！\nあはぁっ、ちゅよいのしゅきい……！": "No, don't stop...!\nAhaah, I love kissing...!",
    "%usernameusernameuserna%、もっと！\nもっと、ちゅよくしてぇ……っ！": "%usernameusernameuserna%, more!\nMake me feel even better...!",
    "指を突っ込まれているせいだが、\n普段なら絶対にしない舌足らずの喋りに、より快感を煽られた。": "It's because she's poking her finger in, but...\nHer tongue-less speech, which she would normally never do, only fanned the flames of pleasure even more.",
    "あんっ、あんっ！　はげひい……っ、や、もうっ……\nなにも、はあっ、かんがえられなくなるぅ！": "Ahn, ahn! You're so rough... No, I can't...\nNothing, haah, I can't think about it anymore!",
    "レイヴェルの絶頂が近いのか、膣の締まりが強くなる。\n俺も限界が近いことを伝えると、レイヴェルの声が少し高くなった。": "Her vagina tightened even tighter, as if she was close to Ravel's climax.\nWhen I told her I was nearing my limit too, Ravel's voice got a little higher.",
    "あっ、%usernameusernameuserna%、\nいって、ナカで、いって！": "Ah, %usernameusernameuserna%,\nGo, go, go!",
    "%usernameusernameuserna%の、ほしいっ！\nいっぱい、だしてえぇっ！": "I want %usernameusernameuserna%'s!\nCum a lot!",
    "それを合図に、レイヴェルの奥へペニスを打ち付ける。": "Taking that as my cue, I slammed my penis into the depths of her pussy.",
    "あっ、あ、あああああああああっ！": "Ah, ah, aaaaahhhh!",
    "レイヴェルの奥に思い切り吐精し、ずるりとペニスを引き抜く。\n収まり切らなかった精液が、愛液とともに外へ溢れ出た。": "I ejaculated as deep as I could into the depths of Ravel and slid my penis out.\nThe semen, which hadn't fully subsided, overflowed outside along with her love juices.",
    "あは……いっぱい、でてる……": "Aha... There's so much coming out...",
    "とろんとした瞳でその様子を見つめ、\n満足そうな笑みを浮かべるレイヴェル。": "She stared at him with glazed eyes\nA satisfied smile spread across Ravel's face.",
    "そんなに、私の体で……興奮してくれたのか？\n嬉しいな……": "Did my body... excite you that much?\nI'm so happy...",
    "だんだん正気を取り戻したのか、普段の喋り方に直ってきた。": "She seems to have regained her sanity more and more. She's starting to talk normally again.",
    "……なんか、悔しいな。": "...This is kind of frustrating.",
    "え……？": "Huh...?",
    "最初は、意外にＭっ気のあるレイヴェルを思い切り攻めて、\n興奮させるつもりだったんだけど……": "At first, she'd attacked Ravel with all her might, since she was surprisingly M-ish\nI was trying to get her excited, but...",
    "え……Ｍ、なんて……": "Huh...? M...?",
    "恥ずかしいことされたり、強く攻められて興奮しただろ？": "You got excited when she did embarrassing things and attacked you hard, didn't you?",
    "……それは……ちょっと、した……かもしれない……": "...That... might be... a little...",
    "ちょっとじゃない、めちゃくちゃ興奮してたぞ。": "It wasn't just a little. I was really excited.",
    "……いじわるだぞ。\n%usernameusernameuserna%……": "...You're being mean.\n%usernameusernameuserna%...",
    "けど、結果的に煽られて興奮したのは、\n俺の方だった気がする。だから悔しい。": "But in the end, I got excited because she was egging me on.\nI feel like it was me. That's why I'm frustrated.",
    "私は……%usernameusernameuserna%の与える快感に、\nなすすべなく飲み込まれていただけだ……": "I... was overcome by the pleasure %usernameusernameuserna% was giving me...\nI was just swallowed up helplessly...",
    "…………": "............",
    "……不満か？　なら……": "...Are you dissatisfied? Then...",
    "もう一度……する、か……？": "Should I... do it again...?",
    "え……": "Huh...?",
    "もう一度どころか、何度だってしていい。": "You can do it as many times as you want, not just once.",
    "一応鍛えているから身体はそこそこ頑丈なつもりだ。\nだから試してみないか？　どこまでやれば私が壊れるか……": "I've been training just in case, so I think my body is fairly sturdy.\nSo why don't we give it a try? Let's see how far I can break...",
    "その股間についてる凶暴なモノで、\nもっとめちゃくちゃにしてほしい……": "It's the ferocious thing attached to her crotch.\nI want you to mess me up more...",
    "レイヴェルの瞳はこちらを求めるような熱を帯びていた。": "Ravel's eyes were burning with a desire for me.",
    "どちらかというと彼女がＭというより、こちらがＳになるよう\n煽られているような気がするのだった……": "If anything, it's more like she's a masochist, and this one's an S\nI feel like I'm being stirred up..."
}