{
    "あっ、その機材は、部屋の隅に置いてもらえますかー。": "Oh, could you put that equipment in the corner of the room?",
    "了解。\n運んでくるものは、これで終わりでいいんだよな？": "Understood.\nThis is the end of what we're bringing in, right?",
    "はい、おけまるです♪\n文化祭用の搬入物は、これで全部のはずですよ！": "Yes, I'm ready♪\nThis should be all the goods for the cultural festival!",
    "一応、そろってるか、リストと見合わせていきましょー。\nえっと昨日端末にデータを送っておいたんですよね……": "Let's check the list and see if they're all here.\nUm, you sent the data to the terminal yesterday, didn't you?",
    "まずは音響関係……よし。\nＶＲの機材がこれとそっちと……照明の数、よし。": "I'll start with the audio... Okay.\nThere's this and that VR equipment... and the number of lights. Okay.",
    "それにしても、よくこんなに集めたもんだな。\nその機材、かなり専門的なモノだろ？": "Still, I'm surprised they managed to gather this much.\nThat equipment is pretty specialized, isn't it?",
    "ふふっ、そこはギャル配信者としてのツテです！\n……といいたいんですが、皆さんのおかげなんですよ。": "Hehe, that's my connection as a gal broadcaster!\n...That's what I'd like to say, but it's all thanks to you.",
    "ロージーちゃんやレイラちゃんが色んな人に紹介してくれたおかげで、\n配信で応援してくれる人がアゲアゲで増えてくれたんです！": "Thanks to Rosie and Rayla introducing me to all sorts of people,\nThe number of people cheering me on over the stream has increased with ageage!",
    "そういった色んな業界の方が機材関係を教えてくれたり、\nそれ以外でもフルートの知らない世界を教えてくれるんですよ！": "All sorts of industries like that would teach us more about equipment.\nThey'll teach us other worlds that flutes don't know about!",
    "それで今日はそんな方に直接お願いをして、\n機材を借りたり、買わせてもらったわけなんです！": "So today, I made a direct request to someone like that.\nI borrowed some equipment and bought some!",
    "……凄いな。お化け屋敷にピッタリの機材だの、\n道具がこれだけ集まるのはそれだけの人が見てくれてる証だな。": "...Amazing. It's the perfect equipment for a haunted house,\nThe fact that so many tools are gathered is proof that that many people are watching us.",
    "はい！　……ギャルとして配信やってて良かったって思います。": "Yes! ...I think it's a good thing I was broadcasting it as a gal.",
    "元々は『ぽよ』なギャル文化を色んな人に教えたくて、\nただ自分がやりたくて……そうして配信を始めたんです。": "I originally wanted to teach \"poyo\" gal culture to all sorts of people\nI just wanted to do it myself... so I started broadcasting.",
    "そんなフルートを色んな人が応援してくれるだけでも嬉しいのに、\nこんな風に助けてくれて……とっても素敵なことです！": "Just having all sorts of people cheering on a flute like that made me happy, but...\nIt's so wonderful that you saved me like this!",
    "素直にそう言えるフルートだから、\n視聴者も力になってあげたいって思うんだろうな。": "It's a flute you can honestly say that, so...\nI'm sure the viewers want to help too.",
    "えっ……そ、そんなぁ。\nあぅ、そ、その……褒められて照れちゃいます！": "Huh...? N-No way.\nAh, u-umm... I'm embarrassed to be complimented!",
    "本当のことなんだ、恥ずかしがらなくてもいいだろ。\n配信じゃ、もっと可愛いって褒められてるんじゃないか？": "It's the truth. You don't have to be embarrassed.\nIsn't the stream praising her for being even cuter?",
    "え、ええっと……%usernameusernameuserna%さんの言葉は、\nリスナーの方とは別枠というかなんというか……ごにょごにょ……": "U-Umm... %usernameusernameuserna%'s words...\nI don't know if I should call it a different category from the listeners... *mumble*...",
    "ま、まだ準備は終わってないですから！\n先に準備を……って、この段ボールは確か……": "I-I'm not ready yet!\nI need to get ready first... Wait, this cardboard box is...",
    "ん、なんだったんだ？": "Hm, what was that?",
    "えへへ……今回の目玉のひとつ……、\nハロウィン用のコスプレ衣装で～す！": "Ehehe... One of the eyeballs this time...\nI'm wearing a Halloween costume!",
    "うぅ、可愛い～っ！\nこれはめちゃくちゃやばたんですっ……ふふふふふっ！": "Ugh, she's so cute!\nThis is really bad... Heheheheh!",
    "あっ、%usernameusernameuserna%さんはまだ見ちゃだめですよ！": "Ah, %usernameusernameuserna%-san, don't look yet!",
    "なんでダメなんだ？　俺も見たいぞ。": "Why can't I? I want to see it too.",
    "%usernameusernameuserna%さんには、\n予備知識なしで素直な感想を聞かせてほしいんです。": "To %usernameusernameuserna%,\nI want you to tell me your honest impressions without any preliminary knowledge.",
    "今から着替えてきますから、\n廊下でちょっと待っててもらえませんか？": "I'm going to go change now,\nCould you wait in the hallway for a moment?",
    "（……もうあれから十五分くらいたってるが。\nそろそろ着替え終わったんじゃないか？）": "(...It's already been about fifteen minutes since then.\nIsn't it about time you finished changing?)",
    "きゃあ～～っ！": "Kyaaaa!",
    "っ……！？　なんだ！？": "...?! What?!",
    "もしかしてトラブルでもあったのか……！？\n大丈夫か、フルート！": "Could there have been trouble...!?\nAre you all right, flute?",
    "きゃあ～～～～！　激カワです！\nこれも……って、きゃあっ！？　%usernameusernameuserna%さん！？": "Kyaaaa! She's so cute!\nThis, too... Wait, kyaa!? %usernameusernameuserna%-san!?",
    "…………すまん。": "............sorry.",
    "（心配して損した……しかし、いいな。\nセクシー吸血鬼……悪くない。いや、むしろ良いものだ）": "(I wasted my time worrying... Still, it's nice.\nSexy vampires... Not bad. No, actually, it's good.)",
    "い、いつからそこにいたんですっ！？": "H-How long have you been there?!",
    "ほんの少し前だが……\nいや、悲鳴が聞こえたから慌ててな…。": "It was just a little while ago...\nNo, I heard a scream, so I panicked...",
    "お、お着替えをしてるだけですから、\nそんな大変な事になったりしませんよ！": "I-I'm just changing,\nIt won't be that big of a deal!",
    "まだ準備中なので見ちゃダメですよ！\n%usernameusernameuserna%さんにはバッチシ決めた姿を……": "We're still getting ready, so don't look!\nI've decided on a perfect image for %usernameusernameuserna%...",
    "今がもう最カワだぞ": "You're the cutest now.",
    "これ以上可愛くなるのか？": "Are you going to get any cuter?",
    "そうは言うが……": "You say that, but...",
    "えっ、え！？　あ、ありがとうございます……\nって、そうじゃありません！　こだわりがあるんです！": "Wh-What?! Th-Thank you very much...\nWait, that's not it! I'm obsessed with it!",
    "だから、もうちょっとだけ待ってください！": "So please wait just a little longer!",
    "あ、え、えっと……も、もっと可愛くなります！\nもう、みた%usernameusernameuserna%さんがキュン死しちゃいます！": "Ah, u-umm... I-I'll be even cuter!\nGeez, %usernameusernameuserna%-san's going to die!",
    "……まあ、すまなかった。次は気を付ける。": "...Well, sorry. I'll be more careful next time.",
    "……というか、その……どうして話しながら、\nずーっとフルートを見続けてるんですか！？": "...Actually, umm... Why are we talking about this?\nYou've been staring at the flute this whole time?!",
    "いや、それは仕方ない。\nフルートが可愛すぎて視線が外せないんだ。": "No, that can't be helped.\nThe flute is so cute, I can't take my eyes off it.",
    "も、もう！　とにかく出てってくださあああああいっ！": "G-Geez! Anyway, get outta here!",
    "（流石に追い出されて、教室の扉も閉められてしまった……）": "(I was chased out, and the door to the classroom closed...)",
    "（あれだけ見られた後に追い出しても手遅れだろうに。\n……女心は分からん）": "(It's probably too late to kick him out after being seen so much.\n...I don't understand women's hearts.)",
    "お待たせしましたー、\n%usernameusernameuserna%さん！": "Sorry to keep you waiting, n\nMr. %usernameusernameuserna%!",
    "お衣装、こんな感じなんですけど、どうでしょう？\nフルートは、もうちょーアゲぽよです！": "The costume looks like this. What do you think?\nThe flute's a little more Agepo!",
    "ああ、すごく可愛いな。\nハロウィンらしさもよく出てるし……最高だ！": "Yeah, she's really cute.\nIt's so Halloween-like... This is the best!",
    "えへへ、あざまるです！": "Ehehe, that's mean!",
    "%usernameusernameuserna%さんに、\nそこまで褒めてもらえるなんて、最っ高にアゲです～！": "To %usernameusernameuserna%,\nI can't believe you're praising me so much! You're the worst!",
    "よ～し、このアゲな気分、サイコーなお衣装のまま\n準備頑張りますよー！": "All right, I'm still wearing my best outfit.\nI'll do my best to prepare!",
    "動きにくかったりはしないのか？": "Isn't it hard to move?",
    "動きにくくはありませんよー。\nただ、動き方に工夫と慣れは必要かもしれません。": "It's not hard to move.\nHowever, it may be necessary to learn how to move and get used to it.",
    "普段のフルートには羽も尻尾も、ないですから……": "Normally, flutes don't have wings or tails...",
    "どう動いたら、羽や尻尾が一番可愛く見えるのか、\n研究しないとですー！": "I didn't know how to move, or how my wings and tail would look the cutest\nI have to study it!",
    "それでこそ、ぽよなギャル吸血鬼だと思うんです！": "I think that's exactly why I'm such a weak-willed gal vampire!",
    "なるほど、そういう部分も拘る必要があるのか……\nそれだけ頑張ってくれたら、見てる方も喜ぶだろうな。": "I see. So that's what you need to worry about...\nI'm sure the people watching would be happy if you worked that hard.",
    "ふふ、そうだと嬉しいです。\n尻尾は少しお尻を振りながら歩くほうがいいんでしょうか？": "Heehee. I'm glad to hear that.\nWould it be better if the tail wagged its tail a little as it walked?",
    "ちょっとやってみますから、見ててくださいねー。": "I'll give it a try, so please watch.",
    "こ、こんな感じでしょうか……\n尻尾、揺れてます～？": "I-Is this what it looks like...?\nIs your tail wagging?",
    "ああ、左右にピコピコ揺れて可愛いぞ。": "Yeah. It's cute how it's twitching left and right.",
    "ありがとうございます！\nえへへ、コスプレしたとき用にちょっと勉強したんです！": "Thank you very much!\nEhehe, I studied a little for when I cosplayed!",
    "羽の方はどんな感じでしたか？": "What were the feathers like?",
    "んー、フワフワしてるなーとしか思わなかったな。": "Hmm, all I could think about was how fluffy it was.",
    "だったら、もう少し揺らしたいですね。\nええと、歩く時に上体を捻って……": "In that case, I'd like to shake it a little more.\nUmm, when I was walking, I twisted my upper body...",
    "……こんな感じでどうでしょう、ちゃんと揺れてますかー？": "...How about this? Is it shaking properly?",
    "ああ、羽も尻尾も、両方がいい感じで揺れてる。\n吸血鬼の可愛さ、セクシーさがよく出てるよ。": "Yeah, both her wings and tail are swaying nicely.\nVampires are so cute and sexy.",
    "チェックあざまるです！\nだったら、なるべくこの動きを心がけないとですね。": "Check, check, check!\nIn that case, we'll have to try to make this move as much as possible.",
    "コツはなんとなくわかりました！\nって、そういえば教室の飾りつけがまだですし始めましょうか。": "I think I get the hang of it!\nCome to think of it, we haven't decorated the classroom yet, so let's get started.",
    "ええと、何からやりましょうかね？": "Umm, where should we start?",
    "やるなら、天井からじゃないか？\n最後にすると、脚立の置き場が限られてやりにくそうだ。": "If we're going to do it, it's from the ceiling, isn't it?\nIn the end, the places where the stepladders are placed are limited, making it difficult to do so.",
    "ああ、たしかに！\n先にやっちゃったほうが良さそうです。": "Yeah, you're right!\nI think we should do it first.",
    "それじゃ、こっちの隅から始めましょう。\nフルートが脚立に上がるんで、飾り渡してもらえますかー？": "Well then, let's start in this corner.\nThe flute's going up to the stepladder, so could you give it to me?",
    "そっちの箱に入ってますから、お願いします！": "It's in that box over there, so please!",
    "ああ、いいよ。": "Yeah, it's fine.",
    "（いいのか？　コレは……\nこの角度で見上げると、スカートの中がうっかり見えそうなんだが）": "(Are you sure? This is...)\nIf you look up at it from this angle, you might accidentally see the inside of her skirt.)",
    "ふふっ、やっぱり衣装って大事ですねー。\n気持ちがアゲアゲだと、作業もはかどります！": "Heehee. Costumes really are important.\nIf you're feeling down, you'll get back to work!",
    "って、%usernameusernameuserna%さん、どうかしました？\nモヤーっとした顔になってますけど。": "Hey, %usernameusernameuserna%, what's wrong?\nYou look like you're in a haze.",
    "（……まあ、気にしないでおこう。\nフルートも指摘されたら恥ずかしいだろうし作業中は危ないからな）": "(...Well, let's not worry about it.\nIt would be embarrassing if the flute was pointed out, too, since it's dangerous while working.)",
    "いや、なんでもないよ。": "No, it's nothing.",
    "フルートに物を渡すだけで、下で待ってるのもなんだし、\n壁の飾りつけ、しながらやるかな。": "All I had to do was give the flute something, and I didn't want to wait downstairs, either\nI wonder if I'll do it while decorating the walls.",
    "あっ、それ助かります！": "Oh, that'd be great!",
    "%usernameusernameuserna%さんと、\n衣装パワーのお陰ではかどりそうですねー！": "With %usernameusernameuserna%,\nThanks to my costume power, I think I'll be able to pull it off!",
    "……それにしても、本格的な、良くできた衣装だよな。": "...Still, it's a really well-made outfit.",
    "ギャルファッションとゴスロリファッションを展開してる、\nメーカーさんが貸してくれたんです♪": "She's developing gal fashion and gothic loli fashion,\nThe manufacturer lent it to me♪",
    "えっ、それも貸して貰えたのか！？\nフルートのインフルエンサー力って、すごいな。": "Huh? You lent me that, too?!\nFlute fluctlights are amazing.",
    "ふふっ、あざまるでーす！\nこれだけ可愛いなら、買っちゃおうかなって思ってるんです！": "Hehe, that's like a joke!\nIf it's this cute, I'm thinking of buying it!",
    "……こんなに楽しい日々を過ごせるのは、ＬＯＣのみんなのお陰です。": "...It's thanks to everyone in the LOC that I've been able to have such fun.",
    "そもそも、私が配信を始められたのは、\nエヴィちゃんがあれこれ助けてくれたからですし": "In the first place, I was the one who was able to start the broadcast\nIt's because Eve saved me from this and that.",
    "今でも、フルートが配信をしていますけど、\n見えない部分で、皆が助けて支えてくれているんです。": "Even now, the flute is still broadcasting,\nEveryone's helping and supporting me in parts I can't see.",
    "だから、トレブルクインテットはとっても、\nぽよなチームなんですよ♪": "That's why Treburg Integrity is so...\nWe're a big team! ♪",
    "ああ、フルートたちの仲の良さは見て分かるよ。": "Yeah, I can tell just by looking at how close the flutes are.",
    "えへへ、それなら嬉しいです。\nいっつも、いっぱい感謝をしてるんです。": "Ehehe, I'm happy to hear that.\nI'm always so grateful.",
    "だからこそ、フルートはやりたいんです。\n皆がやりたい事を出来る、とーってもぽよな文化祭を！": "That's why I want to play the flute.\nA culture festival where everyone can do what they want!",
    "いつも支えてくれるお返しに、\n最っ高にぽよな時間を、みんなで過ごせるように……": "In return for always supporting me,\nSo that we can all spend the most empty time together...",
    "そういうフルートの屈託のない笑顔には、\n心からトレブルクインテットのチームを思う気持ちが籠っていた。": "There was something about that carefree smile on Flute's face\nFrom the bottom of his heart, he felt like he was thinking of Treburg-Intette's team.",
    "（……こういうフルートだからこそ皆も支えて、\nお互いに助け合っているわけか……本当にいいチームだな）": "(...It's precisely because they're flutes like this that everyone supports them\nSo they're helping each other... They really are a good team.)",
    "おー、やってるねぇ。\n私達も手伝うよ～。": "Oh, you're doing it, huh?\nWe'll help, too.",
    "エヴィちゃん！　みんなも！\n来てくれたんですね！": "Eve! Everyone, too!\nYou're here!",
    "ええ、みんなの文化祭だものね！\n皆でやった方が楽しいでしょ？": "Yes, it's everyone's cultural festival!\nWouldn't it be more fun if we all did it together?",
    "フルートひとりに苦労させられないよ。\nこういうのは助け合いってもんだからね♪": "I can't let a single flute have a hard time.\nThis is what it means to help each other out♪",
    "それで、どこから手をつければいいかな？": "So, where should I start?",
    "みんな……あざまるです！\n全員のバイブス、アゲぽよでいきましょーっ！": "Everyone... It's so unfair!\nEveryone's Vibes, let's go with Agepo!",
    "ふう……無事に飾り付けは完了だな。\n今度改めてみんなにはお礼を言っておこう。": "Phew... The decorations are done without incident.\nI'll thank everyone again next time.",
    "はい！　みんなのおかげで、\nこうして改めて見回しても、最高にぽよな空間になりましたね。": "Yes! Thanks to everyone,\nLooking around again like this, it's become the most empty space I've ever seen.",
    "でも、だからこそ……不安です。\nもし……もし、失敗したらって思うと……": "But that's exactly why... I'm worried.\nWhen I think about what would happen if I failed...",
    "大丈夫だ、絶対成功するよ。": "Don't worry, it'll be a success.",
    "どうして、断言できちゃうんです？": "How can you be so sure?",
    "フルート達トレブルクインテットの頑張りを、この目で見たからだ。\nだから、成功する。": "It was because he'd seen with his own eyes the hard work of the flute and the other Treburg Intets.\nThat's why I'll succeed.",
    "ええー……\n全然根拠ないじゃないですかぁ。": "Whaaat...?\nIsn't that completely unfounded?",
    "でも、%usernameusernameuserna%さんがそう断言するなら、\nきっと成功しますね！": "But if %usernameusernameuserna%-san says so,\nI'm sure it'll work!",
    "……いいのか、そんな素直に信じて？\n本当に根拠なんてないぞ。": "...Are you sure you want me to believe you?\nI really don't have any basis.",
    "%usernameusernameuserna%さんが教えてくれたんですよ？\n気持ちが大事だってこと。": "%usernameusernameuserna% told me about it, didn't he?\nThat feelings are important.",
    "成功するって信じてたら、絶対に成功します！\nそのきっかけは、%usernameusernameuserna%さんですから！": "If you believe you can succeed, you'll definitely succeed!\nAfter all, %usernameusernameuserna% was the one who triggered it!",
    "見ててくださいね！\n『ぽよ』な文化祭、みんなで絶対成功させてみせます！": "Just you watch!\nWe'll make sure the 'poyo' cultural festival is a success!",
    "ああ、俺も協力させてもらうよ。\n頑張ろうな。": "Yeah, I'll help too.\nLet's do our best.",
    "はい！　あざまるです♪": "Yes! It's a joke♪",
    "（不安は吹っ切れたみたいだな。\nあの笑顔なら、きっといい出し物になるだろうな）": "(Looks like she's gotten over her anxiety.\nWith that smile, I'm sure it'll be a good show.)"
}