{
    "暗いから、周囲が良く見えないな……フルートは……": "It's dark, so I can't really see what's around me... The flute is...",
    "うおっ！？": "Whoa!?",
    "ちょっと、フルート、大丈夫！？\nねえ、返事をして！　フルート！": "Hey, flute, are you okay?!\nHey, answer me! Flute!",
    "まさか、フルート……。": "Could it be a flute...?",
    "きゅう……": "*squeeze*",
    "……多分脳震盪で気絶してるだけか？\n息もしてるし、大丈夫そうだ。": "...She's probably just unconscious from a concussion?\nShe's breathing, so she looks fine.",
    "他に外傷はないか確認しておこう。\nエヴィ、頼んでいいか？": "Let's make sure there aren't any other injuries.\nCan I count on you, Eve?",
    "う、うん……分かった。\nええっと……外傷はおでこの痕以外にはなさそう……": "Y-Yeah... Got it.\nLet's see... I don't think there are any external wounds other than my forehead...",
    "……きゅう～……": "*squeeze*...",
    "爆盛り……プリンアラモード……\n戦艦級シュークリーム……むにゃ……": "Exploding... Pudding à la mode...\nBattleship-class cream puffs... Mnyah...",
    "……うん、元気そう。\nというか、ロージーにレイラまで倒れてる……！？": "...Yeah, she looks fine.\nWait, Rosie and Leila are down, too?!",
    "……いつからＬＯＣは、こんな物騒な場所になったんだ？": "...Since when did the LOC become such a dangerous place?",
    "いやいや、まさかスカラ校舎じゃないんだからさ！？": "No, no, it can't be the Scara school building!",
    "なるほど……それだとしても、全員がおでこに一撃。\n相当な手練れの仕業だな。": "I see... Even if that's the case, all of them hit their foreheads.\nThat's quite the feat.",
    "……えっ？　本当に襲撃されたの？\nなんでまた、うちの出し物にそんな……": "...Huh? Were we really attacked?\nWhy would she do something like that for our program again...?",
    "事情は分からんが、警戒して進もう。\nこのままじゃ俺たちも同じようにやられる。": "I don't know what's going on, but let's proceed with caution.\nAt this rate, we'll be done for in the same way.",
    "（しかし、フルートが無事でよかった……\nエヴィがここまで取り乱すなんて思わなかったな）": "(Still, I'm glad the flute is safe...)\nI didn't think Eve would be this upset.)",
    "えっと、安全な場所に全員寝かせておいて……\n本当に何かいるの？　攻撃してこないけど。": "Let's see, let everyone sleep in a safe place...\nIs there really something there? It's not attacking us.",
    "多分相手も警戒しているんだろうな。\n……あえて怪我人を放置させて、助けに踏み込むと撃たれる手法だ。": "They're probably wary of us, too.\n...It's a technique where you leave the injured to their own devices and get shot if you step in to save them.",
    "いやいや……いったい何がどうなってるの？": "No, no... What the hell is going on?",
    "厄介なリスナーが来た": "A troublesome listener has arrived.",
    "エヴィが恨みを買った": "Eve had a grudge.",
    "いや、俺も分からん……想像できるのは、そうだな……": "No, I don't know either... I can only imagine...",
    "……厄介っていうか、それを超えてる気がするんだけど。\nそれに全員を無差別に襲ってるなら違うでしょ。": "...I don't know if I should call it troublesome, but I feel like it's beyond that.\nBesides, if you're attacking everyone indiscriminately, it's different.",
    "冗談だ。それで、落ち着いてきたか？": "I'm kidding. So, have you calmed down?",
    "……そういう事。ありがとうね。\nちょっと落ち着いてきた。それで、どうするの？": "...Exactly. Thank you.\nI've calmed down a little. So, what are you going to do?",
    "……いやいや、そんな恨みを買うような相手は……\nいない、はずだよ……多分？　うん、きっと……": "...No, no, there's no way I'd be able to earn that kind of grudge...\nShe shouldn't be here... Probably? Yeah, I'm sure...",
    "おい、冗談で言ったんだから言い切ってくれよ！？": "Hey, I was just joking, so tell me everything you know!",
    "あはは、ごめん。冗談だよ。\nありがとうね、気を使ってくれたんでしょ？": "Ahaha, sorry. I was just kidding.\nThank you for your concern, didn't you?",
    "落ち着いたから問題ないよ。\n……それで、ここからどうする？": "I've calmed down, so there's no problem.\n...So, what should we do from here?",
    "そうだな。とりあえずは……サクッと侵入者を捕まえるか。\nこのまま騒ぎが広がれば午後に誰も来れなくなる。": "Yeah. For now... let's catch the intruder quickly.\nIf the commotion spreads like this, no one will be able to come in the afternoon.",
    "俺が踏み込んで捕まえる。\nだからフルートの介抱は任せたぞ、エヴィ。": "I stepped in to catch her.\nThat's why I'm leaving the flute to you, Eve.",
    "任せて。みんなは私が守っておくから。": "Leave it to me. I'll protect everyone.",
    "……": "......",
    "っ……まったく、いったい誰がこんなことを……\nだが、逃げるだけならなんとかなるか……！": "...Geez, who on earth would do something like this...?\nBut if it's just running away, I'll manage somehow...!",
    "（……ん？　上に気配を感じる……？\nまさか、隠れているのか！）": "(...Hm? I feel a presence up there...?)\nDon't tell me she's hiding!)",
    "『%usernameusernameuserna%！　聞こえる？』": "\"%usernameusernameuserna%! Can you hear me?\"",
    "うおっ！？　エヴィ！？": "Whoa?! Eve?!",
    "っ……！？\n目の前に銃撃が……！": "...!?\nThere's a gunshot right in front of me...!",
    "外れた……": "It's off...",
    "（なるほど、そういう事か。\n死角から撃たれてフルートたちは気絶させられたと……）": "(I see, so that's how it is.\nThe flutes were shot from a blind spot and knocked out...)",
    "突然聞こえたエヴィの声に驚いて足を止めたおかげで、\n俺は偶然にも助かったわけだ。": "She stopped in her tracks, surprised by Eve's sudden voice\nI just happened to be saved.",
    "助かったエヴィ！　インカムを繋げたのか！？": "Saved, Eve! Did you connect the intercom?!",
    "『今こっちの方で端末を弄りながら通信してる。\nそれで、助かったって襲われたの？』": "\"I'm playing with the terminal over here right now as I communicate.\nSo, were you attacked because you were saved?'",
    "ああ、敵はどうやらロージーの作った障害物に隠れて撃ってきてる！\n今、こっちで逃げながら相手の出方をうかがってるところだ！": "Yeah, the enemy seems to be shooting at us from behind the obstacles Rosie made!\nRight now, I'm running away and trying to figure out what to do with my opponent!",
    "……っ！": "...!",
    "（……移動してきている。\n場所は……おそらくこっちだな。なら、攻撃は……）": "(...It's moving.\nThe location is... probably this way. In that case, the attack...)",
    "――よし、躱した！": "――All right, I dodged it!",
    "くっ……回避したのは良いんだが……\n当然だが逃げるから捕まえられないか。": "Ugh... I'm glad I avoided it, but...\nIt's only natural, but I guess I can't catch him because he's running away.",
    "『いっそ、照明を点けて明るくしちゃう？』": "\"Why don't we just turn on the lights and make it brighter?\"",
    "いや、それだと逃げられる可能性が高い。\nそれに暴れられて展示物が壊されるのは避けたい。": "No, in that case, there was a good chance she could escape.\nI wanted to avoid having my exhibit destroyed by that rampage.",
    "『そっか。そこまで気にしてくれてありがとうね』": "\"I see. Thanks for worrying about me that much.\"",
    "『今、丁度いい方法を思いついたんだ。\n%usernameusernameuserna%は墓場エリアだよね？』": "\"I just thought of a good way.\n[%usernameusernameuserna% is in the graveyard area, right?]",
    "ああ、そうだが……何を思いついたんだ？": "Yeah, that's right... What did you think of?",
    "『ちゃんと恐怖の館を活かした方法だよ……\nよーし、今度はこっちの番だよ！』": "\"It's a way to make proper use of the House of Fear...\nOkay, now it's my turn!'",
    "よし、付いてきてるな……こっちにこい。": "Okay, she's following me... Come here.",
    "まだだ……ひきつけて……\nよし、今だエヴィ！": "Not yet... Draw them in...\nAll right, now, Eve!",
    "『オッケー！　さあ、墓場エリアのＶＲを起動！』": "\"Okay! Now, activate the VR in the graveyard area!\"",
    "――！？": "――!?",
    "『……いやいや、%usernameusernameuserna%まで、\nなんでビックリしてるのさ』": "\"...No, no, even %usernameusernameuserna%,\n[Why are you so surprised?]",
    "い、いや、悪い。\n思った以上のクオリティで驚いたが……": "N-No, sorry.\nI was surprised by the quality, but...",
    "しかし、俺と同じように侵入者も混乱しているらしく、\n足音が響いている。": "However, just like me, the intruders seemed confused\nFootsteps are echoing.",
    "……っ！　あれ？　えい、ぞう……": "...! Huh? There, there...",
    "ああ、残念だが……それはＶＲで投影された映像だ。": "Ah, unfortunately...it's a VR-generated image.",
    "……油断してた。ここが敵地なのに、警戒を忘れていた。": "...I let my guard down. Even though this is enemy territory, I forgot to be wary.",
    "そう言って、\n侵入者はすぐさま踵を返して逃げだす。": "Saying that,\nThe intruder immediately turned on his heel and ran away.",
    "待て！　すぐに捕まえてやるからな！": "Wait! I'll catch you right away!",
    "しかし、思った以上に足が速い。\n直ぐに捕まえようと思ったが障害物を上手く利用される。": "But she's faster than I expected.\nI wanted to catch them right away, but they made good use of the obstacles.",
    "『苦戦してる？』": "\"You're having a hard time?\"",
    "悪い、想像以上に運動神経が良くてな……\n後ちょっとで捕まえられるって時に逃げられるんだ。": "Sorry, I'm more athletic than I thought...\nWe'll be able to get away when we can catch him in just a little bit.",
    "『なら、捕まえるためにもう一つ手段があるよ。\n追い詰めたし……さっき引っかかったならこっちも効くはず』": "\"In that case, there's another way to catch him.\nI cornered him... and if he fell for it earlier, it should work on me too.'",
    "そうして、エヴィの指示通りに俺は走りながら追い詰める。": "And so, following Eve's instructions, I cornered her as I ran.",
    "いい加減に諦めろ！": "Give up already!",
    "……遅い。このまま態勢を立て直して……": "...It's too late. I need to get back on my feet...",
    "と、その瞬間に侵入者の目の前にお化けが現れる。\nしかし、二回目ともなれば効果は薄い。": "And in that moment, a ghost appears before the intruder.\nHowever, if it was the second time, it wouldn't have much effect.",
    "……また同じ手？　こんな子供だまし、二度目は通用しない。": "...The same trick again? This kind of childish trick wouldn't work a second time.",
    "そう言って、そのまま突破しようとし……\nゴツンという、鈍い音が響いた。": "Saying that, she tried to break through...\nA dull thud rang out.",
    "うぐっ……！？": "Ugh...!?",
    "よし、かかった！": "All right, it's on!",
    "エヴィが立てた作戦。それはＶＲでロージーの作った、\n彫像を隠してしまうという手段だ。": "The strategy Eve had come up with. It was something Rosie had made in VR.\nIt's a means to hide the statue.",
    "『うまく行ったみたいだね。\nちょっと場所が悪くて調整しようと思ったんだけど……』": "\"Looks like it went well.\nThe location was a little bad, so I thought I'd adjust it, but...'",
    "『まさかここで有用活用できるなんてね』": "\"I didn't think I'd be able to make useful use of it here.\"",
    "ぐっ、まさか……油断するなんて……": "Ugh... I can't believe I let my guard down...",
    "さて、もう逃げ道はないぞ。\n覚悟は良いな？": "Now then, there's no escape.\nAre you ready?",
    "襲撃者をついに追いつめた。\n先ほど激突したせいで足を止めた彼女にとびかかる。": "I caught up with the assailant.\nShe stopped in her tracks because of the collision earlier, so I jumped at her.",
    "よし、動くなよ……！\n捕まえた！　エヴィ、サポート助かった！": "Okay, don't move...!\nGot you! Thanks for the support, Eve!",
    "『……はぁ、良かった。\n少しは助けになれたみたいでよかったよ』": "\"...Sigh, that's good.\n[I'm glad I was able to help a little.]",
    "『それじゃあ、そこで待ってて。\n今からフルートたちをひどい目に合わせた犯人を見に行くから』": "\"Then wait there.\n[I'm going to go see the culprit who treated the flutes badly now.]"
}