{
    "訓練場にやってきたみんなは、まだ凹んでいるようだった。": "Everyone who came to the training grounds still looked depressed.",
    "（昨日のカラフルブーケとの模擬戦は完敗だったからな……\nあの結果を鑑みれば、仕方のないことだろう）": "(Yesterday's mock battle with the colorful bouquet was a complete loss, after all...)\nConsidering the results, it can't be helped.)",
    "（だからこそ、俺は俺に出来ることをやらないとな……）": "(That's why I have to do what I can...)",
    "私たち……強くなれるんでしょうか？": "Will we...be strong?",
    "いいえ、ならなくてはいけないのです！　ですが……": "No, I have to! But...",
    "……思った以上に、深刻。": "...This is more serious than I thought.",
    "深刻なのは、%usernameusernameuserna%のキャラ変もなんだけど。": "The serious part is that %usernameusernameuserna% character weirdness.",
    "ほんとだよー！！　昨日の特訓、すっごいキツかったんだから！！": "It's true!! Yesterday's special training was really tough!!",
    "ピーチクパーチクとよくしゃべる口だ！": "It's a mouth that talks a lot!",
    "わっ！": "Whoa!",
    "お前らにシリウスシュガーなどという部隊名はもったいない！": "It's a waste of a unit name like Sirius Sugar on you guys!",
    "お前らはこれからインコンペテント・チキン！\n無能なニワトリどもと呼ぶ！　返事！": "You guys are going to incompetent chicken!\nCall them incompetent chickens! Answer me!",
    "ちょっと！　いきなりバカにされてない！？": "Hey! Are you making fun of me all of a sudden?!",
    "黙れ！　そもそも、腑抜けすぎだ！\n集合ごときに何分かけるつもりだ！？": "Shut up! You're too cowardly in the first place!\nHow many minutes are you going to take to get together?!",
    "戦場で５分到着が遅れれば、その間に部隊が全滅することもあるんだぞ！": "If you arrive five minutes too late on the battlefield, your entire squad will be wiped out in the meantime!",
    "えーっ、時間通りなんですけどー！\n５分も遅れてないんですけどぉ～！？": "Whaaat? You're right on time!\nI'm not even five minutes late!",
    "１秒でも遅れれば同じだ！": "If you're even a second late, it'll be the same!",
    "それと何度言わせる！　返事は全て『イエッサー』、だ！": "And how many times do I have to tell you!? The answer is 'yesssir'!",
    "その程度のことも覚えられんのか！？\nママのベッドに脳みそを置き忘れてきたか！": "You can't even remember that much!?\nYou left your brains in your mother's bed!",
    "くっ……イエッサー！！！！": "Ugh... Yessir!!!!",
    "いい返事だ！　褒美として腹筋の回数を倍にしてやる！": "Good answer! As a reward, I’ll double the number of sit-ups!",
    "イ……イエッサー！？": "Y-Yessir?!",
    "全員だ！": "All of them!",
    "イ、イエッサー！": "Y-Yessir!",
    "よし、はじめろ！": "All right, let's get started!",
    "やっぱり、昨日の結果に怒っていますかね……": "I wonder if she's mad about yesterday's results...",
    "あれだけコテンパンでしたもの。\n今のわたくしたちのままじゃ、ダメなんですわ。": "After all that hard work.\nWe can't stay as we are now.",
    "……このままだと退学。それは困る。": "...I'll be expelled at this rate. That would be a problem.",
    "ラミちゃんもそれがわかってるから、大人しく従うことにしたんでしょ？": "Rami-chan knew that too, so she decided to obey quietly, didn't she?",
    "しょうがないじゃん。話通じないモードっぽいし……": "It can't be helped. It seems like she's in a mode where she doesn't understand...",
    "無駄話はそこまでだ！　無能ども、せめて返事くらいまともにしてみろ！": "That's enough idle chatter! You incompetents, at least give me a proper reply!",
    "ところで、なぜ制服なんだ？\n運動できる服装で集合しろと言ったはずだが？": "By the way, why are you in your uniform?\nDidn't I tell you to assemble in athletic clothes?",
    "本校の制服は伸縮性・耐衝撃性に優れた\nパイロット用装備となっています！": "The main school’s uniform was highly elastic and impact-resistant\nIt's equipped for pilots!",
    "だから、このままＭＧにも乗れちゃうってワケ。": "That’s why I’m going to be able to ride MG like this.",
    "なるほど、便利だな！\nそんな贅沢な装備を着せてもらえるお前らは何者だ！？": "I see, that's convenient!\nWho the hell are you guys, getting to wear such extravagant equipment?!",
    "パイロットです！": "I'm a pilot!",
    "違ぁぁう！！\nパイロットとは、己の身を賭してメイズに挑み、生きて帰る者を言う！": "Nooo!!\nPilots are those who risk their lives to challenge Mayse and return alive!",
    "お前らのように、模擬戦でボコられたまま意気消沈してる\n枯れたペンペン草のような奴らはパイロットではなぁあい！！": "I'm as depressed as you guys, still beaten up in the mock battles.\nThey're not pilots, like withered pens and grass!!",
    "っ……イエッサー！": "...Yessir!",
    "よろしい！ 貴様らが本物のパイロットとなれるよう、\n本日の訓練を開始する！": "Very well! So that you can become a real pilot,\nToday's training begins!",
    "まずは腕立て～～～～伏せ！　開始ぃ！！": "First, push-ups! Get down! Start!",
    "ぐぬぬぬぬ～っ……！": "Grrrrrr...!",
    "この程度の腕立てで音を上げるな！　ご立派な大胸筋は飾り物か！？": "Don't make a sound with a push-up like this! Is your magnificent pectoral muscles a decoration?!",
    "あああああああ！": "Aaaaahhh!",
    "返事は！？": "What's your answer?!",
    "イ……イエッサァアア……ですわ！": "Y-Yessss... Yesss!",
    "お前もだ、ちゆる！　筋肉にいくべき栄養が、全部脳にいったんだろう！": "You too, Chihaya! All the nutrients you need to go to your muscles have gone to your brain!",
    "いや、その脳もまともに使えてないな！！　なら無駄栄養だ！！\nその分をこれからは、筋肉にしろ！！": "No, I can't even use that brain properly!! Then it's a waste of nutrients!!\nMake up for that with muscle from now on!!",
    "イエ……ッ……サー！": "No...! ...Sir!",
    "…………": "............",
    "なんだラミ、その目は！\nそんなんだからいつまでも、歳のわりにチンチクリンなんだ！！": "What's with those eyes, Rami?!\nThat's why you're always such a punk for your age!!",
    "んなっ……！": "Wha...!?",
    "文句があるなら俺を殺すつもりで鍛え上げろ！！": "If you have a problem with that, train me with the intention of killing me!!",
    "こんの……ヤロ～！　あとで、ぜったい、泣かすぅ～っ！！": "You bastard! I'll definitely make you cry later!",
    "へ・ん・じ！！": "He-n-ji!!",
    "イエッサー！！！": "Yessir!!!",
    "そうだ！　それでこそ本物のメスガキだぁ！": "That's right! And that's what makes you a real bitch!",
    "誰がガキかぁ！！": "Who are you calling a kid?!",
    "こうして鍛錬の時間は過ぎていく――": "And so, the time for training passed—",
    "どうしたどうした！　そんなの上体起こしとは言えんぞ！\nまだノルマの半分もこなせていないじゃないか！": "What's wrong, what's going on!? You can't call that a sit-up!\nYou haven't even met half of your quota yet!",
    "はぁ、はぁ……んっ、ふうぅっ……": "Haa, haa...nnn, fuuu...",
    "白奈、変な声を出すなぁ！\n馬鹿者ォ！": "Shirona, don't make weird noises!\nYou idiot!",
    "イ、イ……あぁんっ……": "I-I... Aahn...",
    "だから、あえぐんじゃないっ！\nお前はそんなキャラじゃないだろォ！！": "Like I said, don't play dumb!\nYou're not that kind of character!!",
    "キャラズレ！！\n罰としてさらに１００回追加だ！": "Character shift!!\nAs punishment, I'll add another hundred!",
    "イ、イエッサー……": "Y-Yessir...",
    "っと、よし、ノルマ終わりですっ。": "Oh, all right, I'm done with my quota.",
    "え！？　もうですの！？": "Huh?! Already?!",
    "私、こういう単純なトレーニングは得意なんです。": "I'm good at simple training like this.",
    "（そういえば、さっきの腕立て伏せも一番だったな……）": "(Come to think of it, that push-up was the best, too...)",
    "ま、負けませんわ……うあああああ！": "I-I won't lose... Waaaaah!",
    "――よし！　全員、上体起こしを終えたなら！\nならば次は木銃を抱えてのハイポートだ！　いけっ！": "――Okay! Everyone, if you're done sitting up!\nThen next is Highport with a wooden gun! Go!",
    "もっと早く走れないのか！\n俺のスピードについてこい！": "Can't you run faster?!\nFollow my speed!",
    "そ、そう言われましても……腕立て伏せ、上体起こしときて、\n木銃を掲げての駆け足は……": "Y-You say that, but... I did push-ups and sat up.\nShe raises her wooden gun and runs...",
    "１に根性、２に根性！　３、４がなくて……５に根性だ！！": "1 willpower, 2 willpower! 3 willpower... 5 willpower!!",
    "イ、イエ～～ッサー～～～～！！": "Y-Yes, sir!!",
    "そうした鍛錬の末、\nようやく少女達に一時の休憩タイムが与えられた。": "After all that training,\nThe girls were finally given a momentary break.",
    "はあ……はあ……も、もう限界ですわ……": "*pant pant*... I-I'm at my limit...",
    "そうか、ならこれを飲め！": "I see. Then drink this!",
    "あ、ありがとうございます！\nちょうどカラカラでしたの……": "Th-Thank you very much!\nIt was just empty...",
    "ぶふーっ！！": "Bufuuu!!",
    "ちょ！　なにこれぇ～～！！　プロテインじゃん！！\nしかもこんなマズいの飲んだことない！！": "Hey! What's this?! It's protein!\nAnd I've never had anything this bad before!!",
    "特製スーパープロテインだ！\n良薬は口に苦し！　マズいのは身体にいい証拠だ！": "Special super protein!\nGood medicine hurts my mouth! Bad things are good for my health!",
    "おまえ特製かよ！？": "Are you special?!",
    "お前らの筋肉の繊維一つまで、休んでいる暇などない！\n呼吸が整ったなら、次のメニューに行くぞ！": "There’s no time to rest, not even a single fiber of your muscles!\nNow that you're breathing properly, let's move on to the next menu!",
    "イエッサー……！": "Yessir...!",
    "ふざけるな！　大声出せ！": "Don't screw with me! Shout!",
    "イエッサー！！": "Yessir!!",
    "一方、そんな鍛錬の様子を、\nグラウンドの隅から見つめる視線がふたつ――": "On the other hand, she’d seen him train like that\nTwo pairs of eyes stared at her from the corner of the field—",
    "少し気になって様子を見に来たんだが、\nあれが……生徒会付教導指揮官殿の訓練指導というものか。": "I was a little curious, so I came to check on her.\nSo that's what it's like to be a student council instructor, huh?",
    "うぅ……こ、怖いし、キツそうです……\n絶対うちには来ないで欲しいですぅ……": "Ugh... I-I'm scared, and it's going to be tough...\nPlease don't come to my house...",
    "だが、その実かなり合理的だ。一見ただの理不尽に見えるが、\n今彼女達に足りないものを的確に補おうとしている。": "However, in reality, it was quite reasonable. At first glance, it looked like it was just unfair, but...\nRight now, she was trying to accurately make up for what the girls lacked.",
    "……まあ、もっとも応えるのは彼女達だがな。\n良い訓練であっても、それで勝てるようになるかどうかは別だ。": "...Well, the girls are the ones who respond the most.\nEven if it was good training, whether that would be enough to win was a different matter."
}