{
    "さて、訓練だが……まずは軽く走ってみるか。\n俺が先頭を走るから、後ろからついて来てくれ。": "Now then, as for training... Let's try running lightly first.\nI'll take the lead, so follow me from behind.",
    "おー！": "Oh!",
    "やる気充分みたいだな、ジュリー。": "Looks like you're up for it, Julie.",
    "勿論、当然よ！": "Of course, of course!",
    "この特訓を頑張れば、優勝できるはずだって思うと、\n我慢できなくて身体がウズウズしちゃうのよね！": "The thought that if I work hard on this special training, I should be able to win...\nI can't stand it, and my body is itching to do it!",
    "私は膝のこともあるから、\n別のトレーニングしながら軽くアップするわ。": "I have my knees, too.\nI'll do some light-up exercises while I'm training.",
    "ああ、それでいいぞ。": "Yeah, that's fine.",
    "%usernameusernameuserna%、早く早く！\nなんだったら、あたしが先頭を走ったっていいのよ！": "%usernameusernameuserna%, hurry, hurry!\nIf you want, I can take the lead!",
    "その意気だ！　じゃあ行くぞ！": "That's the spirit! Let's go!",
    "……っと、まあこのくらいか？\n心香の方は準備は出来たか？": "...Oh, well, that's about it?\nAre you ready, Koko?",
    "……%usernameusernameuserna%。\n貴方って思った以上に体力があるのね。": "...%usernameusernameuserna%.\nYou have more stamina than I thought.",
    "そうか？": "Is that so?",
    "体力が有り余っているジュリーが必死になっているのに、\nまだ汗ひとつかいてないもの。": "Even though Julie, who had too much stamina, was getting desperate...\nI haven't even broken a sweat yet.",
    "やっぱり正式なチームを訓練するだけあるのね。\n地力が違うみたい。": "So they really do have to train an official team, huh?\nLooks like the strength's different.",
    "まあ、ＭＧを動かす上で体力だって重要だからな。\nとはいえ、そこまで本気で走ってないんだが……": "Well, physical strength is important when moving MG, after all.\nThat said, I didn't really run that far...",
    "そう思うなら、後ろを見てみたら？": "If you think so, why don't you take a look behind you?",
    "後ろ？": "Behind you?",
    "はぁ、ひぃ……はぁ、ひぃ……はぁ……\nも、もう私……げ、げんかい……た、たおれちゃう……": "Hah, hii... hah, ee... haah...\nG-Geez, I'm... g-getting sick... I-I'm gonna faint...",
    "ほらー、ラウラちゃん！　頑張れー！\n私のペースについてくればいいからねー！": "Come on, Laura! Good luck!\nYou just have to keep up with my pace!",
    "はぁ、はぁ……！\nいっ……つつ、目に汗がぁっ……！": "*pant pant*...!\nI... I-I'm sweating...!",
    "でも、これぐらいで止まったりしたらっ……\n優勝なんかできないわよねっ……はぁっ……ぜぇ……！": "But if I stop now...\nYou can't win, can you...? Haah... haah...!",
    "ひぃ、ひぃ……！　で、でも、これ……！　きつい……！\nはぁ、はぁ……でも、これを乗り切ればぁ……！": "Hii, hii...! B-But, this is...! It's so tight...!\nHah, hah... But if I can get through this...!",
    "（ヘロヘロのラウラに、のんびりマイペースなノエル、\n必死でついてこようとして汗だくのジュリー……）": "(Laura was exhausted, and Noel was taking things at her own leisurely pace\nJulie is drenched in sweat trying her best to keep up...)",
    "（軽く温める程度で走ってたんだが、\nちゃんと意図が伝わってなかったみたいだな……）": "(I was running just to warm it up a little, but...\nLooks like she didn't get what I was trying to say...)",
    "それで、どうするの？　ラウラはともかく、\nジュリーはこのまま倒れちゃいそうだけど。": "So, what are we going to do? Laura aside,\nJulie looks like she's going to collapse at this rate.",
    "ああ、流石に止めてくる。\nウォーミングアップでぶっ倒れたら特訓どころじゃないからな……": "Yeah, I'll go stop her.\nIf you collapse from a warm-up, you won't get any special training...",
    "ほら、全員ストップ！\nウォーミングアップで限界になってどうするんだ！": "Come on, everyone, stop!\nWhat are you going to do if you hit your limit with a warm-up?!",
    "ひぃ、ひぃ、えっ、こ、これ……げほっ……\nウォーミングアップなの……？": "Hii, hii, eh, th-this is...gehoh...\nIs this a warm-up...?",
    "ぜぇ、はぁ……%usernameusernameuserna%さん……\nも、もう……わたし……げんかい……かも……": "*pant pant*... %usernameusernameuserna%...\nI-I don't think... I'm... good anymore...",
    "やっぱり%usernameusernameuserna%って凄いね～！\nあのペースで走ってても全然汗かいてないし！": "%usernameusernameuserna% really is amazing!\nEven if I run at that pace, I'm not sweating at all!",
    "ぐ、ぐぬぬ……ちょ、ちょっと休憩……したら！\n次は、負けないから……だから、ちょっとまって……！": "G-Grrr... L-Let's take a break!\nI won't lose next time... So wait a minute...!",
    "いや、勝負じゃないからな？": "No, it's not a match, okay?",
    "はぁ、はぁ……え？　でも、%usernameusernameuserna%に、\nおいつけないと、だめなんじゃないの……？": "*pant pant*... Huh? But %usernameusernameuserna%...\nHey, don't you have to put it on...?",
    "はぁ、はぁ……特訓をする時ってやっぱり師匠に追いついて、\nビックリさせるっていう展開が多いのに……": "Hah, hah... When it comes to special training, I really do catch up to my master\nThere's been a lot of surprises...",
    "漫画の読み過ぎだ。\nまず、走ってるだけでそんな展開にはならん。": "You've read too much manga.\nFirst of all, just running isn't going to make that happen.",
    "（……しかし、意欲だけはしっかりとあるな。\nそこは褒められるんだが……無理して怪我もしそうだ）": "(...Still, she has a strong will.)\nThat's a compliment, but... I feel like I'll get hurt if I push myself too hard.)",
    "とりあえず軽く走って体を温める目的だったからな？\n怪我をしたりしたら本末転倒だぞ。": "For now, the goal was to warm myself up by running lightly, okay?\nIf you get hurt, you're putting the cart before the horse.",
    "そうだったの！？\nあたし、思いっきり全力で走っちゃった……！": "Is that so?!\nI ran as fast as I could...!",
    "それは俺も悪かったから気にしなくていいぞ。\nまあ、身体も温まったことだし、ストレッチからするか。": "I'm sorry about that too, so don't worry about it.\nWell, now that my body's warmed up, I guess I'll start with stretching.",
    "えー？　すぐに特訓するんじゃないの？": "Huh? Aren't you going to do some special training right away?",
    "私はもうちょっと……休憩がほしいかも……": "I think... I'd like a little more rest...",
    "あたしだったらいつでもいけるわよ！": "If it's me, I can do it anytime!",
    "ダメよ。ちゃんと柔軟をした上で、\n怪我をしないようにしないと危険だもの。": "You can't. You have to be flexible.\nIt's dangerous if you don't make sure you're not hurt.",
    "ああ。柔軟は身体が温まってからやる方が効果的だからな。": "Yeah. It's more effective to be flexible after your body warms up.",
    "だから軽く走って身体を温めてからストレッチをして、\nその後に本格的なトレーニングを開始する予定だったんだ。": "So I ran lightly to warm myself up before stretching\nWe were planning to start full-scale training after that.",
    "なるほどね～。": "I see~.",
    "心香ちゃんは経験者だし、\n%usernameusernameuserna%さんは実績があるから説得力あるわ。": "Kokoroka-chan is experienced,\n%usernameusernameuserna%-san has proven himself, so he's very convincing.",
    "もしも怪我なんかしちゃったら、\n特訓どころじゃなくなっちゃうもんね。": "If you get hurt,\nIt's not the time for special training, after all.",
    "ストレッチの必要性、理解してくれたみたいだな。": "Looks like she understands the need to stretch.",
    "もちろんよ！": "Of course I do!",
    "でも、待って、%usernameusernameuserna%。\nちゃんとした柔軟って、どんな風にすればいいの？": "But wait, %usernameusernameuserna%.\nHow am I supposed to be flexible?",
    "私も知らないかなぁ。どんなことをやるの？": "I wonder if I don't know either. What are you going to do?",
    "私も腕や足を伸ばせばいいのはなんとなくわかるんだけど、\nそれ以上のことまでは……": "I kind of understand that I should stretch out my arms and legs too, but...\nAnything more than that...",
    "えーっと……うう、%usernameusernameuserna%！\n教えて！　うずうずして早く動きたいから！": "Let's see... Ugh, %usernameusernameuserna%!\nTell me! I want to move quickly!",
    "分かった分かった。\nそれじゃあサポートしながらストレッチをするぞ。": "All right, all right.\nWell then, let's stretch while supporting her.",
    "わーい！　ありがとう！": "Yay! Thanks!",
    "サポートって言っても、\n%usernameusernameuserna%ひとりじゃ大変でしょ。": "Even if I say support,\nIt must be hard for %usernameusernameuserna% to do it alone.",
    "ノエルとラウラには私から教えるから、\nジュリーには%usernameusernameuserna%がつくのはどう？": "I'll teach Noel and Laura, so...\nWhy don't you give Julie an %usernameusernameuserna%?",
    "そうだな……まあ、確かに教えるなら、\nジュリーに専念したほうがよさそうだな。": "You're right... Well, if I'm going to teach her,\nWe should focus on Julie.",
    "……と、言うわけで、俺たちは２組にわかれ、\nそれぞれにストレッチをはじめることになった。": "...And so, we split into two groups.\nWe each started stretching.",
    "じゃあ早速はじめましょう。\nふたりとも、背中を押すからそこに座ってちょうだい。": "Let's get started, then.\nI'll give you two a push, so please sit there.",
    "はーい。": "Okay.",
    "まずはラウラからね。\nゆっくり押していくから、力を抜いて。": "Let's start with Laura.\nI'll push slowly, so relax.",
    "うっ……うう……あいたたた……！　ちょ、ちょっと痛いかも……": "Ugh... ugh... Owowowow...! I-It might hurt a little...",
    "関節周りはしっかり柔軟してないと硬い人も多いわ。\nラウラはもうちょっと柔軟をしてもいいかもね。": "There are a lot of people who need to be flexible around their joints.\nLaura might be able to be a little more flexible.",
    "うぐっ、くっ、んん……！　そ、そう、なのね……！": "Ugh, ugh, mmm...! I-I see...!",
    "ほら、もっと顎を引いたら楽になるはずよ。": "Come on, pull your chin back a little and you'll feel better.",
    "……あっ、んん……！　ほんとだ……ありがとうね、心香ちゃん。": "...Ah, mmm...! You're right... Thank you, Kokoro.",
    "いいわよ、お礼なんか。\nさあ、次はノエルの番……": "You don't have to thank me.\nNow it's Noel's turn...",
    "見て見て！　ほら、ぐにゃぐにゃー！": "Look, look! Look, squish, squash!",
    "わぁ、ノエルちゃんすごいわ！\n上半身を地面にぴったりくっつけれるなんて！": "Wow, Noel, you're amazing!\nI can't believe I'm able to stick my upper body so close to the ground!",
    "ふふーん、なんかやってみたらできちゃった♪": "Heheh, I tried something and it turned out okay♪",
    "ノエルはかなり柔らかいのね。\nとはいえ、それでもしっかり伸ばさないとダメよ。": "Noel's really soft.\nThat said, you still need to stretch it out.",
    "（あっちの方はスムーズに進んでるみたいだな……\n心香のおかげで教える手間も省けたし……）": "(Looks like things are going smoothly over there...)\nThanks to Shinka, I didn't have to worry about teaching her...)",
    "（何よりもほのぼのしてるというか、\n楽しそうに出来ているなら良かった）": "(More heartwarming than anything, I guess you could say\nI'm glad you're having fun.)",
    "うぎゅぐぐぐぐぐぐぐぐ……！\nいたいいたいいたいいたい！": "Ugyuuguguguguuuu...!\nOw ow ow, ow!",
    "我慢……というよりも、呼吸が浅いと筋肉が硬くなるから、\n吐く息に合わせて身体を前に倒してみろ。": "Patience...or rather, my muscles get harder when I breathe shallowly, so...\nTry knocking your body forward in time with your breath.",
    "は、はく、いきねっ！　や、やってみる……！": "H-Haku, I'm not cumming! I-I'll try...!",
    "すぅ……はぁ……すぅぅ……はぁぁ……すぅう！　はぁああ！": "Suu......haa......suuu....haaa....suu! Haaaa!",
    "……ちょっと違う気もするが、ほれ、行くぞ。": "...It feels a little different, but come on, let's go.",
    "いっ……だだだだだ！？\nちょっ、%usernameusernameuserna%ストップ！　ストーップ！": "Wh... Wh-Wh-What?!\nHey, %usernameusernameuserna%, stop! Stop!",
    "……お前、本当に体が硬いんだな。\n": "...You really do have a hard body.\n",
    "だ、だってどうしようもないじゃない！\nいきなりぐにゃぐにゃになれないもの！": "B-But there's nothing we can do about it!\nI can't suddenly become squishy!",
    "最初から無理して身体を深く倒そうとしなくていい。\n呼吸を深めながら、もう一回やってみろ。": "You don't have to force yourself to fall down too deep in the first place.\nTry again, while your breathing deepens.",
    "一気にやろうとしてもダメなのね。\n今度は呼吸を深くして……すぅぅ……はぁぁ……": "You can't do it all at once, huh?\nThis time, I'll take deep breaths... Zzz... Haaah...",
    "それじゃあ、負荷をかけるぞ。": "Well then, I'll put a load on you.",
    "いっ！？　たたたたたたた！\n折れる～～～～！　折れちゃう～～～～～～！！": "Huh?! Owowowow!\nIt's gonna break! It'll break!!",
    "折れないから安心しろ。": "Don't worry, I won't break.",
    "千切れる～～～～！！\nこのままじゃあたし、ふたりになっちゃう～～～～！！": "It's going to tear apart!!\nAt this rate, I'll be alone with you!!",
    "ふたりになったら逆にすごいだろ。\nこら、暴れたら柔軟にならないじゃないか。": "It'd be even more amazing if it was just the two of us.\nHey, if you go on a rampage, you won't be flexible.",
    "んぃっ……ぐううっ、裂けちゃう！\nメリメリメリって、裂けちゃうからっ！": "Nnngh... Ghhh, it's tearing!\nIt's gonna tear apart!",
    "大丈夫だ、人間はこんなことぐらいで裂けたりしない。": "Don't worry. Humans won't be torn apart by something like this.",
    "いっ、う、いだだだだっ！？\n休憩！　%usernameusernameuserna%、一回、休憩しましょ！": "O-O-Owowowow!?\nBreak! %usernameusernameuserna%, let's take a break!",
    "そうすれば、あたしっ……！\nちゃんとできるようになるからぁっ！": "If I do, I'll...!\nI'll be able to do it properly!",
    "いや、ちょっとずつ余裕が出てきた。そのまま力を抜いてみろ。\n柔軟をするのに筋肉が緊張してるのもあるからな。": "No, I'm starting to feel a little more relaxed. Just relax.\nThere's also the fact that my muscles are tense to be flexible.",
    "ふっ、はっ、ふうっ、はあっ……！": "Heh, hah, fuu, haah...!",
    "おいおい、呼吸が浅くなってくると痛いぞ。\nさっきまでの感覚を思い出すんだ、ほら。": "Hey, hey, it hurts when your breathing gets shallow.\nRemember what it felt like just a moment ago, come on.",
    "うぐぐぐ……む、むりぃ……！\nい、いたすぎてっ……！　ぜんぜん、いしき、できない！": "Ugugugu...... I-I can't......!\nTh-That hurts too much...! I can't c-c-cum at all!",
    "呼吸を気を付ければ痛いのがマシになるぞ。\n逆に暴れてたらずっと痛いままだからな？": "If you watch your breath, it'll hurt better.\nOn the other hand, if you go on a rampage, it'll still hurt forever, right?",
    "んうっ……あっ、そう言われたってぇっ……！\nいっ、だぁ！　痛い痛い痛い！": "Nnngh... Ah, even if you say that...!\nOw, ow! That hurts, that hurts!",
    "（ジュリーは思った以上に関節が硬いな。\nあんまり無理をさせてもよくないんだが……）": "(Julie's joints are harder than I thought.\nI don't want her to push herself too hard, but...)",
    "あんまり痛いんなら無理はしない方がいいから、\nここで止めにしておくか？": "If it hurts too much, you shouldn't push yourself, so...\nShould we stop here?",
    "うぐっ……！　そ、それは……や、やだっ！\nと、とちゅうでやめるのは、いやっ！": "Ugh...! Th-That's... N-No!\nI-I don't want to stop now!",
    "まあ、ジュリーだとそういうよな。\n……よし、それじゃあ無理せずギリギリでやるぞ。": "Well, that's how it is with Julie.\n...Okay, then don't push yourself too hard. We'll just barely make it.",
    "……声がいやらしくないか？": "...Isn't your voice lewd?",
    "……喘いでいるのか？": "...Are you gasping?",
    "んっ、あっ、はぁ、はぁ……んぅうううう！\nやっ、ああ、こ、これ以上は、む、むりぃ……！": "Nn, ah, hah, haah... nnuuuu!\nNo, ahh, I-I can't take any more...!",
    "そ、そんなの、身体を前に倒そうとする、とぉっ……！\nんく、くくくっ……勝手に、出ちゃうんだもん……！": "Th-That's just trying to knock my body forward...!\nNku, kukuku... It's coming out on its own...!",
    "んっ、ううう！　……はあっ！\nああ、あたし、もうっ……もう、むりぃっ！": "Ngh, ugh! ...Haah!\nAhh, I can't... anymore!",
    "んくううっ……！　これ以上は、ダメぇ！\nほんとのほんとに、ダメなのぉっ！": "Nghhh...! No more!\nI really, really can't!",
    "%usernameusernameuserna%、お願い……！\nあたし、もうっ……限界だからぁっ！": "%usernameusernameuserna%, please...!\nI'm... at my limit!",
    "変な言い方するな！\n怪我しないために必要なんだから、我慢しろ！": "Don't say it like that!\nIt's necessary to avoid getting hurt, so bear with it!",
    "ひうっ、んっ、ううう！　が、がまん、できない……！\nんんぅっ、く……う、あああっ！": "Hiu, nn, uuu! I-I can't hold back...!\nNnngh, kh... Ugh, ahhhh!",
    "声を出すなとは言わないから、\nせめてボリュームを抑えることはできないのか……！？": "I won't tell you not to make a sound, so...\nCan't we at least turn the volume down...!?",
    "はあっ……んううっ！\nそれが、ムリ……なんだってばぁっ！": "Haah... Nnngh!\nThat's impossible... What the hell!?",
    "く、うううっ……はあっ！\nあたし、あたしやっぱり……ダメぇぇぇっ！": "Ugh, ughhh... Haah!\nI, I really can't... Nooooo!",
    "なぜか色っぽく聞こえる声と、思ったよりも大きなジュリーの胸。\nガードの緩さもあって、ちらりと下着や肌が見えてしまっていた。": "For some reason, her voice sounded sexy, and Julie's breasts were bigger than I'd expected.\nThanks to her loose guard, I could catch glimpses of her underwear and skin.",
    "（……ぐっ、見たらいかんと思えば思うほど、\n視線がそっちに持って行かれそうに……）": "(...Guh, the more I think I shouldn't look,\n(It feels like he's going to take my gaze that way...)",
    "じー。": "*Stare*.",
    "……最低。": "...You're the worst.",
    "（……うおっ！？　完全にこっちを見られてる！？）": "(...Whoa! She's totally looking at me!?)",
    "んんっ！　ごほんごほん！　もういいぞ、ジュリー！\nそろそろ柔軟は大丈夫だな！": "Mmm! Ahem, ahem! That's enough, Julie!\nIt's about time you got flexible!",
    "や、やっと終わったの……？\nあたしの身体、ちゃんとほぐれた……？": "Y-You're finally done...?\nDid my body loosen up properly...?",
    "ああ、バッチリだ。": "Yeah, it's perfect.",
    "（……ここは余計なことは言わないでおこう。\n多分、何を言ったとしても藪蛇になるだろうからな）": "(...I shouldn't say anything unnecessary here.\nNo matter what I say, it'll probably be a bush snake.)",
    "はぁ……はぁ……よかったぁ……\nこれで、終わりね……！": "Hah... hah... Thank goodness...\nThis is the end...!",
    "いや、終わってないからな？\n今から本番……じゃなくて、練習のスタートだ！": "No, it's not over, okay?\nWe're about to start the real thing... I mean, practice!"
}