{
    "…………": "............",
    "（こんな仰々しい部屋につれてかれて……\n俺はいったいどうなるんだ……）": "(To be taken to such an exaggerated room...)\nWhat on earth is going to happen to me...?)",
    "（ま、なるようにしかならないか……）": "(Well, I guess I'll just have to...)",
    "（あの人が連れて行かれて、\n中の様子もわからない……大丈夫でしょうか……？）": "(That person was taken away,\nI don't even know what's inside... Will it be okay...?)",
    "それで、結局どういう理由でわたくしたちを連行したのですか？": "So, in the end, why did you take us away?",
    "タツミヤ鉱に関するトラブル……といえばわかりますね？": "Tatsumiya mine troubles... You know what I mean, right?",
    "鉱石に関する権利で揉めたんだよね？\nカオスメイデンからの連絡もあって、風紀委員の預かりになったんだよ。": "You were arguing over the rights of the ore, right?\nChaos Maiden contacted me, so I was entrusted with the disciplinary committee.",
    "あれは境界線上ですわ！\nＭＧのログを確認してくれればわかります！": "That's on the border!\nIf you check MG's log, you'll understand!",
    "ええ、理解しています。\nあなた方がルール違反を犯したとは思っていません。": "Yes, I understand.\nI don't think you've broken the rules.",
    "ですが、揉めたという報告があった以上は、\n我々も動いて確認を取らざるを得ませんから。": "However, since there was a report that they had a dispute,\nWe'll have to move to confirm.",
    "それは……確かに……": "That's... true...",
    "今までシリウスシュガーはそういう問題を起こしてないからね。\nそういう意味では信頼してるよ！": "Sirius Sugaru hasn't caused any problems like that up until now.\nIn that sense, I trust you!",
    "でしたら、事情聴取だけでいいのではないですか？\n逮捕だなんて……": "In that case, shouldn't we just interrogate him?\nArrested...?",
    "でもさ、君たちが持ち帰ったのは鉱石だけじゃないでしょ？": "But the ore wasn't the only thing you brought back, right?",
    "ぎくっ……": "*sniffle*...",
    "素性の知れない人物を連れ帰ってきたのは、\n大変な問題です。そのことは理解されているのでは？": "The one who brought back someone whose background I didn't know was...\nIt's a serious problem. You understand that, don't you?",
    "外部からの違法な侵入者っていう可能性だってあるよね？": "It's possible they're illegal intruders from the outside, right?",
    "それはそう、ですけども……": "That's true, but...",
    "ここは学園であると同時に世界で一番重要な資源採掘基地なんだよ！\nだからテロリストなんて入り込んだら……わかるよね？": "This is a school, but it's also the most important resource mining base in the world!\nThat's why if terrorists get involved... you'll understand, right?",
    "それは……わかっています。\nただ……": "That's... I know.\nBut...",
    "彼を保護した直後にメイズシフターとの交戦状態になったんだよね。\nだから、こっちとしても確認の時間はとれなかったんだ。": "Right after we took him into custody, we were in a state of hostilities with the Maizsifter.\nThat's why I didn't have time to check.",
    "それに、彼は機体も武器も持っていない……全裸の状態だった。\nそれでテロリストを疑うのは無理じゃないかな？": "Besides, he had no aircraft or weapons... He was completely naked.\nIsn't it impossible to suspect terrorists because of that?",
    "そーそー、もしかしたらラミたちが知らないだけで、\n学園の生徒の可能性もあったしねー。": "Yeah, yeah, maybe Rami and the others just don't know,\nThere was always the possibility that she was a student at the academy.",
    "ぜ、全裸ぁ！？\n……だったらその場で判断できないのは仕方ないかもね。": "N-naked?!\n...In that case, there's no helping the fact that you can't make a decision on the spot.",
    "わざと隠してたわけじゃない。": "I wasn't hiding it on purpose.",
    "貴方がたの言い分は分かりました……が、\n最終的な判断は生徒会長が致します。": "I understand what you're saying... but...\nThe student council president will make the final decision.",
    "……なるほど。彼を取り調べしてるってわけだね。\nその結果次第で、あたしたちの処遇が決まると。": "...I see. So you're interrogating him.\nThat we'd be treated differently depending on how things turned out.",
    "……あの人は、これからどうなるんですか？": "...What's going to happen to him now?",
    "今はまだなにも言えません。\n生徒会長の判断になりますから。": "I can't say anything right now.\nIt will be the student council president's decision.",
    "とはいえ、記憶喪失なのが嘘だったり変なことを言ってたら……\n学園を追放か、それとも投獄だってあるかもね。": "That said, if I lied about my amnesia or said something weird...\nMaybe he'll be expelled from the academy, or imprisoned.",
    "取り調べの結果によっては、\nそれ以上に悪い結末もありえますね。": "Depending on the results of the interrogation,\nThere could be a worse ending than that.",
    "……っ！": "...!",
    "（お願い、無事でいてください……！）": "(Please, stay safe...!)",
    "あなたが通報のあった侵入者……ですね。": "You're the intruder who reported it, aren't you?",
    "――では、まずは私から名乗りましょう。\n私はこの学園の生徒会長を務める『四王天神楽』と申します。": "—Well then, let me introduce myself first.\nMy name is Shiotenkagura, and I serve as the student council president of this academy.",
    "生徒会長……？": "The student council president...?",
    "ええ、このザルトゥーム学園の全権を任されております。": "Yes, I am in charge of the entirety of Zarthum Academy.",
    "つまり……あなたがこの学園の最高権力者ってわけか。": "In other words... you're the highest authority in this school?",
    "そのように受け取っていただいて結構です。": "You may take it that way.",
    "では、話を戻しましょうか。\nつまり、あなたは記憶喪失で何も憶えていないと。": "Let's get back to the topic at hand.\nIn other words, you have amnesia and don't remember anything.",
    "ああ。他でも何度も説明はしているんだが……その通りだ。": "Yeah. I've explained it to the others many times, but... that's right.",
    "しつこく聞いてしまって申し訳ありません。\nですが、これも必要な事ですので。": "I'm sorry for asking so persistently.\nHowever, this is also necessary.",
    "……こっちからも質問いいか？": "...Can I ask you a question too?",
    "ええ、どうぞ。": "Yes, go ahead.",
    "あなたほどの立場がある人が文字通り、\n裸一貫で倒れてた俺を直々に尋問するのはなんでだ？": "Someone with a position like yours is literally,\nWhy are you interrogating me directly when I was collapsed naked?",
    "あなたという存在にそれだけ謎が多いからです。": "Because there are so many mysteries surrounding you.",
    "謎？": "A mystery?",
    "シリウスシュガーの全機体のデータ……それ以外の情報も集めました。\nそれでも、あなたがメイズ内部にいた原因も理由も分からない。": "We've gathered data on all of Sirius Sugaru's machines...and other information as well.\nStill, I don't know why or why you were inside the Mayse.",
    "男性でありながらメイズに潜れる人間はとても珍しいのです。\nその素質を持つ者の多くは女性ですから。": "It's very rare for a man to be able to dive into a maise.\nMany of those with the potential are women.",
    "しかし、そんな人物の情報がどこからも一切出てこない……": "However, no information about such a person came out of nowhere...",
    "唯一わかるのはメイズ内部で発見され、記憶喪失だということ。\nこれを謎と言わずして、何と言うのでしょうか？": "The only thing she could tell was that she had amnesia after being discovered inside the Mays.\nHow can you say this without calling it a mystery?",
    "ですから、私自身が直接判断をするべきだと話を伺いにきました。": "That's why I came to talk to you about how I should make a direct decision myself.",
    "そうなると、俺はどうなるんだ？": "What would happen to me if that happened?",
    "記憶喪失であるあなたが危険な存在だと分かれば、\n学園から追放して、しかるべき組織に引き取らせるつもりです。": "If it turns out that you're dangerous because you have amnesia,\nI intend to banish them from the academy and have them take them into the appropriate organization.",
    "しかるべき組織……？": "An appropriate organization...?",
    "実験施設や、研究所……\n場合によっては牢屋へ収監ということもありえますね。": "Experiment facilities, research labs...\nDepending on the circumstances, he could be imprisoned in prison.",
    "それは勘弁してほしいな……\n結局なにもわからないまま朽ち果てそうだ。": "Please don't do that...\nIn the end, I feel like I'll rot away without knowing anything.",
    "ですが、なにも思い出せない不審者のあなたを\nこの学園に置いておくのはあまりに危険です。": "But you're a suspicious person who can't remember anything.\nIt's too dangerous to leave them in this school.",
    "思い出せること……なにかないのか……？\nいや、そういえば……": "Is there... nothing I can remember...?\nNo, come to think of it...",
    "……ひとつだけ思い出せることがある。": "...There was one thing I could remember.",
    "なんですか？": "What is it?",
    "この世界には滅びの危機が迫っている。": "This world is on the verge of destruction.",
    "だから、俺は仲間と共にこの世界を救わないといけないんだ。": "That's why I have to save this world with my friends.",
    "……なるほど、わかりました。": "...I see. Understood.",
    "え……やけにすんなりだな。さっきなんて笑われたぞ。\nあなたは笑ったりしないのか？": "Huh...? That's awfully smooth. She laughed at me just now.\nAren't you going to laugh?",
    "別に面白い冗談でもありませんから。\nそれに、記憶喪失のあなたが言う『危機』も気になります。": "It's not really an interesting joke.\nBesides, I'm worried about the 'danger' you're talking about when you have amnesia.",
    "その記憶喪失の経緯……にも。": "And the details of that amnesia...",
    "メイズで起きた重力異常による記憶障害かもしれませんが……\nあなたが何かメイズに密接に関係のある人物の可能性もあります。": "It might be a memory disorder caused by the gravitational anomalies that occurred in Mays...\nIt's possible you're someone closely connected to Mayse.",
    "それを紐解けば……未だ謎の多いメイズの全容を、\n明らかにすることも可能かもしれません。": "If I could figure that out... I’d be able to get a full picture of Mayse, who was still full of mysteries\nIt may be possible to make it clear.",
    "なるほど……": "I see...",
    "まだ完全に信用できたわけではありませんが、\nあなたの素性を知るためには保護をする必要がありそうです。": "I haven't completely trusted you yet, but...\nIn order to learn about your background, it seems we need to protect you.",
    "お、それは助かるな……": "Oh, that'd be great...",
    "ですが、役に立たない人間をただ保護していても、\n他の生徒に示しがつきません。": "But even if you just protect people who aren't useful\nI can't set an example for the other students.",
    "そ、そうか……": "I-I see...",
    "ログを確認しましたが、\nどうやらあなたは優れた指揮能力を持っているようですね。": "I checked the log, but...\nIt seems you have excellent command skills.",
    "その実力があれば、未だ底の見えないメイズの、\n未知なる領域まで切り開く事が出来るかもしれません。": "If she had that level of skill, she’d still be a bottomless maise\nWe may be able to open up to the unknown.",
    "……そこで、今この場であなたに私の権限で新しい役職を設けます。": "...Therefore, here and now, I will use my authority to set up a new position for you.",
    "生徒会所属、『教導指揮官』です。": "I'm the 'Instructor Commander' of the Student Council.",
    "生徒会所属……教導指揮官……": "I'm a student council member... Instructor...",
    "わざわざ立場を用意してくれるのはありがたいが……\n他に選択肢はないんだろ？": "I'm grateful that you went out of your way to prepare a position for me, but...\nYou don't have a choice, do you?",
    "ええ。先ほど示したもの以外は。\n研究所送りが良ければ止めは致しません。": "Yes, except for the one I showed you earlier.\nI won't stop you if you send me to the lab.",
    "これは取引です。あなたの有用性を示してください。\nその限り生徒会はあなたを保護します。": "This is a deal. Show me your usefulness.\nThe student council will protect you for as long as it takes.",
    "……なるほど、それは魅力的な提案だな。": "...I see. That's an attractive proposal.",
    "ですが、当然それだけのことをするからにはリスクも背負って貰います。\n……もし有用性が示せなければ、研究所行きです。": "But of course, if you're going to do that much, you'll have to take the risk as well.\n...If I can't prove useful, I'll go to the research institute.",
    "まあ、当然のことだな。役立たずを置いておく理由はないんだろ？": "Well, that's only natural. There's no reason to leave him useless, is there?",
    "その通りです。教導指揮官には生徒会が課した任務遂行において、\n必要な範囲で裁量を与えます。": "That's right. The instructor has been tasked with carrying out the duties assigned by the student council\nI'll give you discretion as necessary.",
    "わかった。やらせてもらう。": "Understood. I'll do it.",
    "報酬は出るのか？": "Is there a reward for that?",
    "それでどうでしょうか？　悪い条件ではないと思いますが。": "How about that? I don't think it's a bad deal.",
    "では、取引成立ということで。": "Well then, we have a deal.",
    "これからよろしく頼む。": "I'm counting on you from now on.",
    "報酬ではありませんが\n活動と生活に必要なものは生徒会が保障します。": "It's not a reward.\nThe Student Council guarantees what we need for our activities and livelihoods.",
    "なら、問題ないな。これからよろしく頼む。": "Then there's no problem. I'll be counting on you from now on.",
    "ただひとつ。": "There was only one thing.",
    "世界が……というのは私の胸の内だけにしまっておきます。\nですから、あなたも口外せずに任務に邁進してください。": "The world... I'll keep it in my heart.\nThat's why I want you to keep your mouth shut and carry on with your mission.",
    "なぜだ？": "Why? Why?",
    "あなたのような存在から発せられるその言葉は\nおそらく不安と恐怖を煽ります。": "Those words coming from beings like you\nIt will probably incite anxiety and fear.",
    "根拠なく、学園内に無用な不安を広げて\n欲しくはありませんので。": "Unfounded, she spread needless anxiety throughout the school grounds\nI don't want it.",
    "それもそうだな……わかった。": "That's true... Got it.",
    "良い返事ですね。\nではこの端末を。": "That's a good answer.\nWell then, this terminal.",
    "なんだ、これは？": "What the hell is this?",
    "あなた専用の個人端末です。\nここザルトゥーム学園都市における身分証でもあります。": "It's your personal terminal.\nIt's also a form of identification here in Saltoum Academy City.",
    "この都市での生活をサポートするＡＩもついています。": "There is also an AI that supports life in this city.",
    "試しに起動してみてください。": "Try activating it.",
    "え？　ああ、ここを押せばいいのか……": "Huh? Oh, I just have to push here...",
    "ピコピコピーン！！": "*squeezesqueeezesqueeze!!*",
    "うわっ！？　なんか出た！？": "Whoa?! Did something come out?!",
    "ボクの名前はピコ！　ボクのマスターはあなたですか？\nえーっとパーソナルデータを調べさせていただきますね！": "My name is Pico! Are you my Master?\nLet's see, I'll check your personal data!",
    "ＡＩはそれぞれのパーソナルデータにあわせて、\nその姿を変えます。ですから、この子があなたの専属ＡＩになります。": "The AI matched each of their personal data\nI'll change my appearance. That's why this girl will be your personal AI.",
    "……パーソナルデータが、ない。\nど、どういうことですか！？": "...I don't have any personal data.\nWh-What do you mean?!",
    "あ、ああ……俺は記憶喪失で……": "Y-Yeah... I have amnesia...",
    "……え、えっと……そうですか！\nいやー、そんなこともありますよね！": "...U-Umm... I see!\nWow, that's true!",
    "で、でも大丈夫です！　ボクが精一杯、お世話させていただきます！\nもうどんとこいです！": "B-But it's okay! I'll do my best to take care of you!\nHere's some more udon!",
    "ああ、迷惑かけると思うがよろしくな。": "Yeah, I'm sure I'll cause you trouble, but it's nice to meet you.",
    "では、最初の任務です。\nサポートＡＩに、幾つかのチームのデータを送りました。": "Well then, it's my first mission.\nI sent data from several teams to the support AI.",
    "むむ！　届きました！\nえーっと……なんだか冴えない戦績のチームばかりですね。": "Mmm! It's here!\nLet's see... They're all a team with a rather dull record.",
    "ええ。事実として、成績が悪く伸び悩んでいる者たちです。\nあなたがチームを改善すれば、有用性を示すことになります。": "Yes. As a matter of fact, they have poor grades and are struggling to grow.\nIf you improve the team, it will prove useful.",
    "どのチームを選ぶかはあなたの自由です。\nさて、どうしますか？": "Which team you choose is up to you.\nNow, what should we do?",
    "__translated__": "true"
}