{
    "俺と……！！\n付き合ってくれぇええええ――――！！": "With me...!!\nGo out with meeeeeee!!",
    "ぇええええ！？": "Whaaaaat?!",
    "とっさに俺は近くにいた白奈機の手を握り、\n一世一代のＭＧでの愛の告白をぶちかましたのだった。": "I immediately grabbed Shirona's hand, which was nearby.\nIt was a once-in-a-lifetime confession of love at MG.",
    "……って、みんなと一緒に驚いてみたけど、\n『付き合う』って……ルート探索？": "...Wait, I was surprised along with everyone else, but...\n“Going out”...? Searching for a route?",
    "そうだ……この先ずっと、人生という名のルートを\n俺と一緒に開拓しよう。俺には、お前が必要なんだ……白奈！": "That's right... For the rest of my life, I'll take the route known as life.\nLet's open it together. I need you... Hakuna!",
    "……": "......",
    "あ。多分、まったく意味が伝わってないなこれ。": "Ah, this probably doesn't make any sense at all.",
    "だが、今はこれでごり押すしかないんだ。\n頼む、白奈……！　俺の意図を察してくれ……！": "But right now, I have no choice but to push with this.\nPlease, Shirona...! Guess what I'm trying to do...!",
    "（こ、これって……プロポーズだよね！？）": "(Th-This is... a proposal, isn't it?!)",
    "（何故こんなところでいきなりプロポーズを……！？）": "(Why did he propose to me all of a sudden?!)",
    "（あー、そういうことか。あはは、面白いこと考えるね～）": "(Ah, so that's how it is. Ahaha, what an interesting idea~)",
    "（ぷ、プロポーズ……いいなぁ）": "(A-A proposal... That's nice.)",
    "うーん……ＯＫ。": "Hmm... Okay.",
    "！？": "!?",
    "まさか、こんなところでカップルが成立しちゃうとはね。": "I didn't think we'd have a couple here.",
    "よろしくな": "Nice to meet you.",
    "とりあえず上手くいったか": "I guess it worked out for now.",
    "あ、あわわ……": "A-Awawa...",
    "よし、さっきまでの重い空気がどこか遠くに消し飛んでくれたな。\n後はこのままふざけた調子で場を和ませていけば……！": "All right, the heavy atmosphere from before has vanished into the distance.\nAll that's left is to lighten the mood like this...!",
    "ふぅ……では成立だな。立会人は七彩に頼むとするか。": "Phew... Then it's done. Let's ask Shichika to be the witness.",
    "はえ！？　えと、あ、は、はい！？\nおめでとうございます……！？": "Huh?! Um, ah, y-yes?!\nCongratulations...!?",
    "落ち着け、七彩。そこで了承するのはおかしいってば！": "Calm down, Shichika. It's strange for you to agree to that!",
    "それに白奈、おまえちゃんと意味分かってる！？": "And Shirona, do you understand what I'm saying!?",
    "？　もちろん。この先、彼がわたしにずっと一緒に\n歩み続けてほしいって思っているということよね。": "? Of course. From now on, he'll be with me forever.\nThat means you want me to keep walking.",
    "え、あーまあ……分かってるならいいんだけど、さ……": "Uh, well... As long as you understand, that's fine, but...",
    "えっと、えっと……わ、私、式で余興とかやりますね！\n今のうちにジャグリングとか練習しておかないと……": "Um, umm... I-I'll do some entertainment at the ceremony!\nI need to practice juggling and stuff while I still can...",
    "じゃああたしは思い出ムービーでも撮っておこうかな。": "Well then, I guess I'll make a memorable movie.",
    "……？": "...?",
    "ふふ……ふふふっ。": "Heheh... Heheheh.",
    "ふふ、ふふふ！　もう、こんな時に何してるんですかっ！": "Hehe, hehehehe! Geez, what are you doing at a time like this?!",
    "イライラしてる自分があほらしくなって来たんだけど……": "I'm starting to feel like an idiot for being so irritated...",
    "争いは何も生まない。": "Conflict gives birth to nothing.",
    "……そうですわね。\n皆で協力こそすれ、争うだなんて論外ですわ。": "...You're right.\nIt's out of the question for all of us to work together and fight.",
    "（きっと%usernameusernameuserna%さんは、\nこの場の空気を変えるためにあんなことを言ったのでしょうね）": "(I'm sure %usernameusernameuserna%-san is...\nHe probably said something like that to change the mood here.)",
    "（いやあ、正直今はシラフに戻りつつあるけど、\n俺もだいぶメイズシンドロームにやられてた感あるよな……）": "(Well, to be honest, I'm returning to being sober right now, but...)\nI feel like Maze Syndrome did a lot to me, too...)",
    "先ほどは、口が過ぎましたわ。\nみなさん、申し訳ございません。": "I spoke too much earlier.\nI'm sorry, everyone.",
    "あたしもごめんなさい。さすがにあれはなかった。\n特に、七彩ちゃんとめるちゃん……本当にごめん。": "I'm sorry too. Of course it wasn't there.\nEspecially Nanaya-chan and Meguru-chan... I'm really sorry.",
    "いえ、まったく気にしていないので……お互い様ですよ。": "No, it doesn't bother me at all... It's the same for both of us.",
    "ええ、あれはメイズシンドロームのせいですわ。": "Yes, that was because of the Maze Syndrome.",
    "ラミも、その……いろいろと言い過ぎた。ごめん。": "Rami also, umm... said too much. Sorry.",
    "わたしもなんであんなテンションだったのか、意味わからない……\n変なこと言って、ごめん。": "I don't understand why I was so excited, either...\nI'm sorry for saying something weird.",
    "おいおい、俺の恋人に謝らせるだなんていいご身分だな？": "Hey, hey, you're in a good position to make my lover apologize, aren't you?",
    "おまえはどの立場から物を言ってんだよ！": "From what position are you saying things?!",
    "恋人……？": "Lovers...?",
    "ラミがツッコんだ後、通信越しに笑い声が聞こえてきた。\nどうやら俺の思惑は成功したらしい。": "After Rami retorted, she heard laughter over the comms.\nLooks like my plan was a success.",
    "緊迫した状況だからこそ、リラックスすることが必要になる。\nこれで空気が変わるのであれば、ふざけるのも悪手ではない。": "It's precisely because of the urgency of the situation that we need to relax.\nIf this was going to change the mood, then messing around wasn't a bad move.",
    "俺達の将来設計については一先ず置いておいて、だ。": "Let's put our future plans aside for now.",
    "そんな話誰もしてないから。": "No one's talking about that.",
    "それよりも、まずは地上への帰還方法について考えるべきだ。": "More importantly, we should think of a way to return to the surface first.",
    "回収したマップデータから、現在地は特定できている。\nだが……やはりというかなんというか、脱出は極めて困難だな。": "Based on the map data we recovered, we've pinpointed their current location.\nBut... It's still extremely difficult to escape.",
    "ふむ……なるほど。<r=ドリフト>横坑</r>と<r=ホール>広間</r>を辿って\n帰還するにはとにかく距離が長すぎるようですわね。": "Hmm... I see. Follow the <r = Drift> Drift <r> and <r=hole> Hall <r<\nIn any case, it seems the distance between us is too long for us to return.",
    "弾薬も燃料もカツカツなあたし達じゃ、\n脱出する前にゲームオーバーだろうね～。": "We don't have any ammunition or fuel to spare.\nIt's probably game over before we get out of here.",
    "そもそもメイズシフターと戦えるかどうかすら怪しくね？\n近接武器だけで蹂躙できるような相手でもないし。": "I don't even know if we'll be able to fight the Mazesifter in the first place, right?\nThey weren't the kind of opponents you could ravage with just close-range weapons.",
    "ああ、ぶっちゃけかなり無謀でしかないと思う。\nだから、どうするべきかと悩んでいるんだが……": "Yeah, to be honest, I think it's pretty reckless.\nThat's why I'm worried about what to do, but...",
    "それなら、別のルートを使えばいい。": "In that case, we could just use a different route.",
    "別のルート、ですか？": "Another route, you say?",
    "地上に出るまでには、もうひとつ別のルートがある。\n近くに<r=メインシャフト>主縦坑</r>への入り口があるはず。": "There was another route to get to the surface.\nThere should be an entrance to the <r=main shaft> main shaft.",
    "あ……確かに、<r=メインシャフト>主縦坑</r>までたどり着ければ一気に地表まで上昇することが出来ますね。": "Ah... You're right. If we can get to the main shaft, we'll be able to go up to the surface all at once.",
    "へえ、じゃあもうその<r=メインシャフト>主縦坑</r>ルートでいいじゃん。": "Wow, then that <r=main shaft> main shaft route should be fine.",
    "そう上手くいくかな？": "I wonder if it'll work out that well?",
    "<r=メインシャフト>主縦坑</r>周辺には強力なメイズシフターが生息している\n場合が多い。たどり着けたとして、無事に突破できるかな？": "<r=main shaft> The main shaft <r> is inhabited by powerful maise shifters.\nThere's a lot going on. Even if we get there, will we be able to break through safely?",
    "ふむ……": "Hmm...",
    "安全性だけを鑑みれば<r=ドリフト>横坑</r>ルートを選ぶべきだろう。\nだが、<r=メインシャフト>主縦坑</r>はリスクが大きい分、メリットも大きい。": "In terms of safety alone, we should probably choose the <r=drift> side tunnel <r> route.\nHowever, the <r=main shaft> main shaft <r> had a lot of risk, so there was a lot to gain from it.",
    "（あの白奈さんが、珍しく自信満々に提案した訳ですし……）": "(It's rare to see Shirona-san so confident in her proposal...)",
    "（な、なんとかなる気がします……！）": "(I-I think it'll work out somehow...!)",
    "メンバー達が白奈の案に希望を見出し始めているように見える。\nやはりここは白奈の案を採用するべきか？": "It looks like the members are starting to see hope in Shirona's plan.\nShould I adopt Hakuna's plan after all?",
    "（お腹空いた……早く帰りたい……）": "(I'm hungry... I want to go home...)",
    "……当の白奈は別のことを考えていそうだが。": "...The girl in question seems to be thinking about something else.",
    "……白奈の案で行こう。俺達はこれから<r=メインシャフト>主縦坑</r>を目指す。白奈、チームの先導と斥候、頼めるか？": "...Let's go with Shirona's plan. We're heading for the main shaft. Shirona, can you lead the team and scout?",
    "任せて。与えられた役目は果たしてみせる。": "Leave it to me. I'll fulfill the role I was given.",
    "__translated__": "true"
}