{
    "ここまでは全て七彩の計画通り……": "Everything so far has gone according to Shichika's plan...",
    "まともに喰らわせられれば撃墜は確実、だが……": "If I'm fed properly, I'll definitely be shot down, but...",
    "果たして、そう上手く行くか……": "Will it really work out that well...?",
    "……っ！　土煙で敵影をロスト！！　索敵回復はまだですの！？": "...! Lost the enemy shadows in a cloud of dust!! Haven't they recovered yet?!",
    "あれは……倒れてるのは、ユリア機じゃない！？": "Isn't that...the one lying on the ground?!",
    "土煙が晴れ、現れたのは――アニス機だった。": "The cloud of dust clears, and an Ennis machine appears.",
    "よくもあたしに囮なんてやらせたわね……\n後で覚えておきなさい、翠蘭。": "How dare you make me act as a decoy...\nRemember this later, Suiran.",
    "すみません。ですが、助かりました。やはり罠だったようですね。": "I'm sorry. But you saved me. It looks like it was a trap after all.",
    "ありがと～！　おかげで助かったー！": "Thanks! You really saved me!",
    "さてと、アニスちゃんの仇は私がとらなくっちゃね。\n翠蘭達は、逃げ場を塞いどいて！": "Now then, I have to avenge Ennis.\nSuiran and the others, block their escape!",
    "まさかひとりでいくつもりですか？": "Don't tell me you're planning on going alone?",
    "大丈夫、敵の居場所は把握したから！\nあとはいつも通りやるだけ！": "Don't worry, I know where the enemy is!\nAll that's left is to do what I always do!",
    "わかりました。では、おまかせしますよ。": "Understood. Then I'll leave it to you.",
    "面白いことしてくれるじゃん。でも、ここからは私のターン！": "You're doing an interesting thing. But now it's my turn!",
    "私たちは敵機を逃がさないよう、包囲網を敷きます。\n各自、指定したポジションへ移動を開始してください。": "We'll set up a siege to prevent the enemy from escaping.\nEveryone, please begin moving to the designated position.",
    "うそっ！？　いまのユリアさんじゃなかったんですか！？": "No way! Wasn't that Julia?!",
    "……いつの間にか入れ替わってた。": "...At some point, they switched places.",
    "みんな、注意して！今度は本物のユリアが来たよっ！": "Be careful, everyone! This time, the real Julia is here!",
    "や、ヤバイって！　どうすんの七彩っ！？": "C-Crap! What are you going to do, Nanasai?!",
    "と、とにかく砲撃を！接近を防いでください！": "A-Anyway, fire! Block our approach!",
    "な、なんで当たらないんですか～！？": "Wh-Why isn't it hitting me?!",
    "これが天才……七彩ちゃん、他に策はないの！？": "This is genius... Shichika, do you have any other plans?!",
    "し、失敗ですわ……一度不意打ちを逃した以上、同じ手は通用しない……": "I-It's a failure... I've missed a surprise attack once, so the same trick won't work...",
    "正面から攻撃してもすべて回避される……\nそんな相手、どうやって倒せばいいのですか……": "Even if we attack head-on, they'll dodge everything...\nHow am I supposed to defeat such an opponent...?",
    "七彩ちゃん！　しっかりしてよ！": "Nanasai! Hang in there!",
    "七彩さん！": "Nanaya-san!",
    "一気に距離が詰められてく……ヤバイ！！": "She's closing the distance between us all at once... This is bad!!",
    "ごめんなさい……やはり、わたくしにリーダーなんて……": "I'm sorry... I didn't think I'd be the leader...",
    "あんまり口出さないつもりだったんだけどな……\n七彩、リーダーが迷ったら、誰がこのチームを導くんだ？": "I wasn't going to say much, though...\nShichika, if the leader hesitates, who will lead this team?",
    "%usernameusernameuserna%さん……？\nどうか、この状況を打開する策をっ！！": "%usernameusernameuserna%-san...?\nPlease, come up with a plan to break out of this situation!!",
    "違うだろ。リーダーはお前だ。": "No. You're the leader.",
    "ですがわたくしの作戦は失敗して、これ以上はもう……": "But my plan failed, and I can't go any further...",
    "たった１回の失敗がなんだっていうんだ。まだ何も終わっちゃいない。": "What's with that one failure? Nothing's over yet.",
    "ですが、この状況ではもう……！": "But in this situation, I can't...!",
    "試合に負ければ、わたくしだけでなくチームの皆に迷惑が……\nこの失敗はわたくしだけの問題ではないんです！": "If we lose the match, it will cause trouble not only for me, but for everyone on the team as well...\nThis failure isn't just my problem!",
    "だったら、尚更下を向いてる時間はないだろう。\n今、お前がやるべきことはなんだ？": "In that case, there's even less time to look down.\nWhat do you need to do right now?",
    "過ぎたことを気にして、\nリーダーの責務を放棄することなのか？": "Worrying about the past,\nIs it about abandoning your duty as leader?",
    "シリウスシュガーのリーダーはお前だ。リーダーとしての責務を果たせ。": "You are the leader of Sirius Sugaru. Do your duty as leader.",
    "わたくしの……リーダーとしての責務……": "My... duty as leader...",
    "七彩さん、お願い……っ！": "Nanaya-san, please...!",
    "リーダーとして、わたくしに出来ること……": "As the leader, there's something I can do...",
    "わたくしが得意なことなんて、何もありません。": "There's nothing I'm good at.",
    "ユリアさんのような才能も、\n%usernameusernameuserna%さんのような指揮能力も。": "And talent like Julia’s, too\n%username, username, user-na%-san's ability to command.",
    "人並みに出来ることは多くても、人一倍得意なことはない。\n言うなれば平凡。バランスの取れたオールラウンダー。": "Even if there are a lot of things I can do on an average person's level, there's nothing I'm better at than most.\nAn ordinary, so to speak. A well-balanced all-rounder.",
    "そんなわたくしが、なぜかリーダーを務めている。\n他のみんなもそれを受け入れてくれている。": "For some reason, I was acting as the leader.\nEveryone else accepted it.",
    "そうですわ。形だけかもしれないけれど、\n今のわたくしはリーダー。果たすべき責務がある。": "That's right. It might just be in form,\nI am the leader now. I have a duty to fulfill.",
    "わたくしがやるべきこと。それは――！": "What I must do. That is――!",
    "仲間の信頼に応えて、チームを勝利に導く！\nそれがリーダーであるわたくしの責務ですわ！": "Respond to the trust of your comrades and lead the team to victory!\nThat is my duty as the leader!",
    "そうだ。それがお前のやるべきことだ……！\n考えろ、導け、そして動け！！": "That's right. That is what you should do...!\nThink, guide, and move!!",
    "広い視野で物事を見て、今できる最大限を考えろ！！": "Look at things from a wider perspective and think as much as you can right now!!",
    "広い視野で物事を見る――": "Looking at things from a wider perspective—",
    "……！": "...!",
    "みなさん！　聞いてくださいまし！": "Everyone! Please listen to me!",
    "今、目の前にいるのはユリアさん１機のみ。\n他の機体は恐らく、わたくし達を包囲しようとしています。": "Right now, Julia is the only one standing in front of me.\nThe other machines are probably trying to surround us.",
    "このままでは、やがて包囲網が完成して、\nわたくし達は一網打尽にされるでしょう。": "At this rate, the encirclement would eventually be complete\nWe will be wiped out all at once.",
    "ですが、今はまだ包囲網も不完全。\nこの隙に一点突破で包囲網の外に出ます！": "However, the encirclement is still incomplete.\nI'll use this opportunity to break through a single point and get out of the encirclement!",
    "けど、それってつまりユリアに背を向けるってことじゃん？\nそんなことしたら瞬殺されるってば！": "But doesn’t that mean you’re going to turn your back on Yulia?\nIf you do that, you'll be killed in an instant!",
    "その心配はありませんわ。わたくしがユリアさんを止めます！": "There's no need to worry about that. I'll stop Julia!",
    "はぁ！？　そんなの無茶に決まってるじゃん！？": "Huh?! Isn't that obvious?!",
    "……わかった。まかせる。": "...Okay. Leave it to me.",
    "だだだだ、大丈夫なんですか！？": "Wh-Wh-What!? Are you okay!?",
    "……リーダーがそう言ったら、信じる。": "...If the leader says so, I'll believe him.",
    "うっ……": "Ugh...",
    "なにか考えがあるんだね？": "You have an idea, don't you?",
    "ええ、もちろんですわ。わたくしが必ずチームを勝利に導きます。": "Yes, of course. I will lead the team to victory.",
    "ですから、わたくしを信じてください！": "Therefore, please believe in me!",
    "もーっ！　そんなこと言われたら、信じるしかないじゃん！": "Geez! If you say that, I have no choice but to believe you!",
    "……急ごう。でないと、この作戦も無意味になる。": "...Let's hurry. Otherwise, this plan will be meaningless.",
    "七彩さん……！　お願いしますね！": "Nanasai-san...! Please!",
    "ええ。ですが、その前にみなさん。\n使い残した榴弾をすべて置いていってくださいまし。\n": "Yes. But before that, everyone...\nPlease leave behind all the grenades you left behind.\n",
    "……榴弾？": "...A grenade?",
    "つーかまえたっ！": "I've got it!",
    "――来ましたわね。": "――You're here.",
    "__translated__": "true"
}