{
    "あら……皆さんお揃いで。一体なんのご用でしょうか？": "Oh... Everyone's here. What can I do for you?",
    "ラミしらなーい。ついて来いって言われただけだもん。\nあ！　もしかして、がんばったから退学取り消しとか！": "I don't know about lamii. I was just told to follow you.\nOh! Could it be that she canceled school because she worked so hard?!",
    "訓練だけで結果も出ていないのに、そんなはずがあるわけないでしょう？": "There's no way that's possible when you're only training and you haven't gotten any results, right?",
    "ちえー。わかってるつーの。冗談通じないヤツ！": "Tch. I know. He can't take a joke!",
    "まさか……%usernameusernameuserna%さん、例の件でいらしたのですか？": "Don't tell me... %usernameusernameuserna%-san, are you here about that?",
    "ああ、もう待ちきれなくってな。ウズウズしてたところなんだ。\nもうあるんだろ？　生徒会の格納庫に。": "Yeah, I couldn't wait any longer. I was just getting itchy.\nIt's already there, isn't it? In the student council hangar.",
    "そんなに急がずとも、約束の物は明日には柊校舎の格納庫まで\n輸送する予定ですのに。": "There's no need to rush. The promised items will be in the Hiiragi school hangar tomorrow.\nWe're supposed to transport it.",
    "いいよ、もう動かせるんだろう？\n運ぶのはこっちでやるさ。": "It's okay. You can move now, right?\nI'll take care of the transport.",
    "手続きは全て完了しているので構いませんが。\n……では、こちらで引き渡しを。": "All the paperwork is done, so I don't mind.\n...Then, I'll hand it over.",
    "約束のもの……？\nそれに格納庫ということは、もしや……": "The one you promised...?\nAnd if it's the hangar, then maybe...",
    "そうだ。俺が搭乗するＭＧだよ。": "That's right. It's the MG I'm boarding.",
    "あー、それで目ぇキラキラさせてたんだー。\nオモチャに喜ぶコドモみたーい♪": "Ah, so that's why your eyes were sparkling.\nI want to be like a kid who's happy to be a toy♪",
    "うっせうっせ。お前のようなオコチャマには、このロマンがわからんか！": "Shut up, shut up. Can't a guy like you understand this romance?!",
    "だーれがオコチャマだよ！！": "Who are you calling a freak?!",
    "……あれ、クソガキからはちょっとマシになった？": "...Huh? Is it a little better than that shitty brat?",
    "そこで溜飲下がる……！？": "That's where you're going to drink it all...!?",
    "――しかし、なぜ皆さんもご一緒に？": "—But why are you all here?",
    "それは……なぜでしょう……？": "I wonder... why...?",
    "きっと、私達にも機体特性を知っていてほしかったんですよ！": "I'm sure he wanted us to know about the aircraft's properties, too!",
    "えー？　自分の機体を自慢したいだけじゃないのー？": "Huh? Don't you just want to brag about your own aircraft?",
    "なあ、まだか？\n早く見せてくれ！": "Hey, not yet?\nHurry up and show me!",
    "こんなにテンションの高い%usernameusernameuserna%さん、\n初めて見たかも……": "%usernameusernameuserna%-san, with such high spirits,\nThis might be the first time I've seen it...",
    "あの軍曹みたいな時とは、また別ものだね……": "It's completely different from that sergeant-like time...",
    "そう慌てなくとも、ちゃんとありますよ。ほら、あちらに。": "There's no need to rush. It's right there. Look, over there.",
    "うおおお……！\nこいつが俺の……！": "Whoaaa...!\nThis is my...!",
    "ＭＧ……！": "MG...!",
    "相棒……！": "My partner...!",
    "なんか、カッコイーんだけど！\nズルだ！　ズルい～！": "It's kind of cool!\nNo fair! No fair~!",
    "未知の機体……": "An unknown aircraft...",
    "文字通り、知らない機体ね……こんなのいつの間に……？": "Literally, I don't know this machine... When did this happen...?",
    "もしかして、新型ですか！\nさすが%usernameusernameuserna%さんです！": "Could it be a new model?!\nThat's %usernameusernameuserna%-san for you!",
    "こちらは試作メイズガーダー統制機その名を……": "This is the Prototype MaysGuarder Control Machine. Its name is...",
    "『霞光』。": "“Kasumi Hikaru.”",
    "霞光……！": "Kasumi Hikaru!",
    "この機体は、今後行われるであろう大深度地下の探索に向けて\n開発されました。": "This machine is preparing for the future exploration of the deep underground.\nIt's been developed.",
    "機体の特性は指揮統制……メイズ深域で仲間を\n指揮し続けることを主眼に設計されています。": "The characteristics of the aircraft are command and control... In the Mays Deep Levels, we have comrades.\nIt's designed to continue commanding.",
    "なので、単独の戦闘能力よりも、\n索敵・通信・機動性能に特化した機体です。": "As such, it was more important than a single combat ability\nIt specializes in Enemy Search, Communication, and Mobility.",
    "その試験運用を%usernameusernameuserna%さんに任せます。": "I'll leave that trial operation to %usernameusernameuserna%-san.",
    "すごい……この機体のデータによって、\n今後の深度地域の探索の未来も左右されるんですよね？": "Amazing... Thanks to this machine's data,\nThe future of our exploration of the deeper regions will be affected as well, right?",
    "重要な役目ですわ。\nそんな任を与えられるとは、素直に感心しますわね……": "It's an important role.\nI'm honestly impressed that you're given such a task...",
    "ちょ、ちょっと待ったー！！\nコイツに、指揮専用機なんて渡していいの！？": "W-Wait a minute!!\nIs it really okay for me to give her a command-only aircraft?!",
    "あなた方も、彼の指揮による能力向上の恩恵があったはずです。\nそれを更に円滑に行えるようになります。": "You, too, must have benefited from improving your abilities under his command.\nYou'll be able to do it more smoothly.",
    "クックック……これで、こいつらを全員俺の手駒に……！": "Heh heh... Now they’re all my pawns...!",
    "こんなん言うてはりますけどぉ～！": "I'll say this, but...!",
    "……人選ミスだったかもしれませんね。": "...I may have chosen the wrong person.",
    "うそうそうそ！\nワタシは、ナカマを、タイセツにしマス。": "No way, no way!\nI'm going to make a timer out of a sea cucumber.",
    "すっごい棒読みだね。": "That's one hell of a monotone.",
    "冗談はさておき……生徒会長！　これは、乗ってみても構わないか！？": "Joking aside... Student Council President! Do you mind if I ride this?!",
    "ええ、どうぞ。最初は着座調整が必要ですよ。": "Yes, go ahead. You'll need to adjust your seat first.",
    "俺は心のなかでガッツポーズした。\nついに、俺の機体が動かせる！！": "I pumped my fist in my heart.\nFinally, my machine can move!!",
    "けどさー、キミってＭＧの操縦できるんだっけ？\n記憶もないのに、一人で大丈夫ー？": "But you know, you can pilot MGs, right?\nEven though you don't have any memories, are you okay on your own?",
    "ふふ、こんなこともあろうかと、\n夜な夜な教範を熟読していたんだ……": "Hehe, I thought something like this might happen,\nI've been reading the instructor night after night...",
    "と言いたいところだが、やはり初めての経験だ。\n誰かに補助を頼んだ方がいいかもしれない。": "Or so I'd like to say, but this is still my first time experiencing it.\nIt might be better to ask someone for help.",
    "める、頼めるか？": "C-Can I count on you?",
    "七彩、お願いする": "Shichika, please.",
    "誰に頼もうか……": "I don't know who to ask...",
    "私が、補助を……？わかりました、がんばりますねっ！": "I'll help...? Understood, I'm going to do my best!",
    "以前なら物怖じしていただろう提案も、\n訓練で少し積極的になっためるは、快く引き受けてくれた。": "Even the proposal that would have scared me before...\nMeguru, who had become a little more assertive during training, gladly accepted.",
    "俺はコックピットに乗り込み、めるに手伝ってもらいながら、\n初期起動時の設定を進めていく。": "I climbed into the cockpit and got Meguru's help.\nI proceed with setting up the initial activation.",
    "調整、これで大丈夫だと思います": "Adjustment, I think this will do.",
    "ありがとう。軽く歩かせてみるから、外で見ていてくれ。": "Thank you. I'll let you walk for a bit, so watch from outside.",
    "はいっ。": "Yes.",
    "いいですわよ。わたくしも新型機について、知っておきたいですから。": "It's fine. I want to know more about the new model, too.",
    "任せろと言わんばかりに胸を張る七彩。\nうん、ドヤ顔が似合うな。": "Shichika puffed out his chest as if to say, Leave it to me.\nYeah, a smug look would suit her.",
    "俺はコックピットに乗り込み、七彩に手伝ってもらいながら、\n初期起動時の設定を進めていく。": "I climbed into the cockpit and asked Shichika for help\nI proceed with setting up the initial activation.",
    "調整、これで大丈夫ですわ。": "I'll be fine now.",
    "はい。": "Yes.",
    "なんかさ、アイツ……何かを頼むときって\n絶対にあのふたりのどっちかじゃない？": "It's like, when he asks for something...\nIsn't it definitely one of those two?",
    "こらこら、野暮なことを言っちゃだめだよ。\n人の恋路は見守らなくっちゃ。": "Hey, hey, don't be so rude.\nI have to watch over people's love lives.",
    "これが……ラブコメの波動。": "This is... the wave of romcoms.",
    "（……一応音拾ってるから、聞こえてるんだが）": "(...I'm picking up the sound, so I can hear you.)",
    "（お前ら３人、俺に何をしようとしてたのか、\n忘れたわけじゃあるまいな……）": "(What the three of you were trying to do to me,\nI hope you haven't forgotten...)",
    "軽く深呼吸して、コクピットの空気で肺を満たす。": "I take a deep breath and fill my lungs with the air in the cockpit.",
    "初めてなのに、座り慣れたような……不思議な感覚だった。\nこいつを動かすために必要なことが、自然と頭に浮かんでくる。": "It was my first time, but I felt like I was used to sitting... It was a strange sensation.\nWhat I need to do to move this thing naturally comes to mind.",
    "記憶を失う前、俺はＭＧに乗っていたのかもしれない。\n依然として俺が何者なのか、謎は多いままだが……": "I might have been riding MG before I lost my memories.\nThere are still a lot of mysteries as to who I am, but...",
    "だからこそ、答えを知るために……\n俺にはこいつが必要だ。": "That's why, in order to know the answer...\nI need this.",
    "こいつ……動くぞ！": "He's... going to move!",
    "おうおう、進む進む！": "Whoa, whoa, let's keep going!",
    "準備はいいな？　相棒。さあ、目覚めてもらうぞ──。": "Are you ready, partner? Come on, wake up.",
    "すごいっ……！\nこんなにしっかり、歩けるなんて……！": "Amazing...!\nI can't believe I can walk so well...!",
    "つか、アイツ、シミュレーターも観戦モードばっかなのに！\n一体いつの間に、操縦なんか覚えたの！？": "Heck, even though the simulators are all in spectator mode!\nWhen did you learn how to fly?!",
    "自分のプライベート時間を削って学習したのでしょう。\n彼の部屋は遅くまで明かりがついていますから。": "You must have learned by whittling down your own private time.\nHis room is lit late.",
    "ちぇー……いつの間にか、他のチームに交渉して、\nラミたちのシミュレーター割当ももらってくるし……": "Tch... Before I knew it, I’d negotiated with the other teams\nI'll get the simulator assignments for Rami and the others, too...",
    "ふざけたヤツなのに、努力もしてるとか……なんか、悔し～っ！！": "He's just messing around, but he's also working hard... It's kinda frustrating!!",
    "……彼は最初からずっと、本気で取り組んでいた。": "...He had been working seriously from the very beginning.",
    "まあ、ね。厳しいけど、効果はあった。\nついていく価値はありそうだよね。": "Well, yeah. It was harsh, but it worked.\nI think it's worth tagging along.",
    "わ、わたくしは初めから、あの方の才能に気づいていましたわ！": "I-I've been aware of his talent from the start!",
    "えへへ……でも、私がイジメられてるんじゃないかって、\n怒ってくれたのも七彩さんなんですよね？": "Ehehe... But I thought she was bullying me,\nYou're the one who got angry, aren't you?",
    "あ、あれは……！　わたくしがついていながら、\nチームメイトに不和が出るなど許せないだけです！": "Th-That's...! While I was with her,\nI just can't allow discord to break out between my teammates!",
    "ふふっ。ありがとうございます！\nだけど心配ありませんよ！": "Hehe. Thank you very much!\nBut there's no need to worry!",
    "%usernameusernameuserna%さんについていけば、\nきっとカオスメイデンにだって勝てます！": "If I follow %usernameusernameuserna%-san,\nI'm sure I can even beat Chaos Maiden!",
    "眼下で和気藹々と話しているシリウスシュガーの面々に、\n俺はスピーカーのスイッチを入れ、呼びかけた。": "The members of Sirius Sugaru were talking in harmony below\nI turned on the speaker and called out to her.",
    "待たせたな。チェックは十分だ。みんな、柊校舎に戻るぞ。": "Sorry to keep you waiting. We've checked enough. Everyone, let's head back to the Hiiragi building.",
    "では、改めて……": "Well then, once again...",
    "ああ、そうだ。いよいよ次は……": "Yeah, that's right. Next up is...",
    "改めて５人揃ってのチームワークの訓練――": "Once again, the five of us were training in teamwork—",
    "メイズに行くぞ！！": "Let's go to Mays!!",
    "なんで！？": "Why?!",
    "いきなりですのっ！？\n指揮官機を入れての訓練も無しに、実戦なんて……": "It's so sudden!?\nA real battle without training with the Commander's TSFs...",
    "やだやだ！　やっとＭＧが来たんだぞ！\nメイズ行きたい！　行きたーい！！": "No, no! MG’s finally here!\nMaze, I wanna go! I  want to go!!",
    "うん、本当についていっていいのか、ちょっと心配になってきたね……": "Yeah, I'm starting to worry if it's really okay for me to follow you...",
    "行ってくんないならもう指導しないっ！！": "If you're not going to go, I won't instruct you anymore!!",
    "汚いぞー！！\nラミたちを人質にするなー！！": "It's dirty!!\nDon't take Rami and the others hostage!!",
    "……仕方ない。面白いから付き合おう。": "...It can't be helped. It's interesting, so let's go out.",
    "あははっ。%usernameusernameuserna%さん、\n可愛いところもあるんですね。": "Ahaha. %usernameusernameuserna%-san,\nYou have a cute side, too.",
    "可愛いで済むといいですけど……": "I hope she's just cute...",
    "ああ、そういえば──%usernameusernameuserna%さん。\nひとつ言っておきたいことが……": "Oh yeah, come to think of it~%usernameusernameuserna%-san.\nThere's one thing I want to say...",
    "ん……？": "Hm...?",
    "実はその機体――": "Actually, that aircraft――",
    "俺は彼女から霞光について、\n１つ重大な真実を聞かされるのだった。": "I followed the hazy light from her\nI was told one important truth.",
    "……へ？": "...Huh?",
    "……な、なんだってーーっ！？": "...Wh-What did you say?!"
}