{
    "あら……皆さんお揃いで。一体なんのご用でしょうか？": "Oh... Everyone's here. What can I do for you?",
    "ラミしらなーい。ついて来いって言われただけだもん。\nあ！　もしかして、がんばったから退学取り消しとか！": "Rami, I don't know. She just told me to come with her. <b>Ah! Maybe she canceled school because she worked so hard!",
    "訓練だけで結果も出ていないのに、そんなはずがあるわけないでしょう？": "There's no way that's possible when you're only training and you haven't gotten any results, right?",
    "ちえー。わかってるつーの。冗談通じないヤツ！": "Tch. I know. He can't take a joke!",
    "まさか……%usernameusernameuserna%さん、例の件でいらしたのですか？": "Don't tell me... %user name, username, user-na%-san, are you here about that?",
    "ああ、もう待ちきれなくってな。ウズウズしてたところなんだ。\nもうあるんだろ？　生徒会の格納庫に。": "Yeah, I couldn't wait any longer. I was just itching to go. There's already a <b> in the student council hangar, right?",
    "そんなに急がずとも、約束の物は明日には柊校舎の格納庫まで\n輸送する予定ですのに。": "There's no need to rush. The promised items will be transported to the Hiiragi school hangar tomorrow.",
    "いいよ、もう動かせるんだろう？\n運ぶのはこっちでやるさ。": "It's fine. You can move it now, right? I'll handle carrying the <br>.",
    "手続きは全て完了しているので構いませんが。\n……では、こちらで引き渡しを。": "All the paperwork is done, so I don't mind. <b>... Well then, hand it over here.",
    "約束のもの……？\nそれに格納庫ということは、もしや……": "The one you promised...? <b>And the hangar, so maybe...",
    "そうだ。俺が搭乗するＭＧだよ。": "That's right. It's the MG I'm boarding.",
    "あー、それで目ぇキラキラさせてたんだー。\nオモチャに喜ぶコドモみたーい♪": "Ah, so that's why your eyes were sparkling. It's like a kid happy to have a <br> toy♪",
    "うっせうっせ。お前のようなオコチャマには、このロマンがわからんか！": "Shut up, shut up. Can't a guy like you understand this romance?!",
    "だーれがオコチャマだよ！！": "Who are you calling a freak?!",
    "……あれ、クソガキからはちょっとマシになった？": "...Huh? Is it a little better than that shitty brat?",
    "そこで溜飲下がる……！？": "That's where you're going to drink it all...!?",
    "――しかし、なぜ皆さんもご一緒に？": "—But why are you all here?",
    "それは……なぜでしょう……？": "I wonder... why...?",
    "きっと、私達にも機体特性を知っていてほしかったんですよ！": "I'm sure he wanted us to know about the aircraft's properties, too!",
    "えー？　自分の機体を自慢したいだけじゃないのー？": "Huh? Don't you just want to brag about your own aircraft?",
    "なあ、まだか？\n早く見せてくれ！": "Hey, not yet? <b>Hurry up and show me!",
    "こんなにテンションの高い%usernameusernameuserna%さん、\n初めて見たかも……": "This might be the first time I've seen %username, username, user-na%-san so excited...",
    "あの軍曹みたいな時とは、また別ものだね……": "It's completely different from that sergeant-like time...",
    "そう慌てなくとも、ちゃんとありますよ。ほら、あちらに。": "There's no need to rush. It's right there. Look, over there.",
    "うおおお……！\nこいつが俺の……！": "Whoaaa...! <br>This is my...!",
    "ＭＧ……！": "MG...!",
    "相棒……！": "My partner...!",
    "なんか、カッコイーんだけど！\nズルだ！　ズルい～！": "It's kinda cool! But it's not fair! That's cheating!",
    "未知の機体……": "An unknown aircraft...",
    "文字通り、知らない機体ね……こんなのいつの間に……？": "Literally, I don't know this machine... When did this happen...?",
    "もしかして、新型ですか！\nさすが%usernameusernameuserna%さんです！": "Could it be a new model?! <b>That's %usernameusernamesuserna%-san for you!",
    "こちらは試作メイズガーダー統制機その名を……": "This is the Prototype MaysGuarder Control Machine. Its name is...",
    "『霞光』。": "“Kasumi Hikaru.”",
    "霞光……！": "Kasumi Hikaru!",
    "この機体は、今後行われるであろう大深度地下の探索に向けて\n開発されました。": "This TSF has been developed for future explorations of the Great Depths.",
    "機体の特性は指揮統制……メイズ深域で仲間を\n指揮し続けることを主眼に設計されています。": "The main characteristics of the aircraft are command and control... It's designed to continue commanding its comrades in the Mays Deep Levels.",
    "なので、単独の戦闘能力よりも、\n索敵・通信・機動性能に特化した機体です。": "As such, it is an aircraft that specializes in Enemy Search, Communication, and Mobility rather than solo combat abilities.",
    "その試験運用を%usernameusernameuserna%さんに任せます。": "I'll leave that trial operation to %username, username, userna%-san.",
    "すごい……この機体のデータによって、\n今後の深度地域の探索の未来も左右されるんですよね？": "Amazing... The future of the exploration of the deeper regions will be affected by this machine's data, right?",
    "重要な役目ですわ。\nそんな任を与えられるとは、素直に感心しますわね……": "It's an important role. I'm honestly impressed that you're given such an important duty...",
    "ちょ、ちょっと待ったー！！\nコイツに、指揮専用機なんて渡していいの！？": "W-Wait a minute!! Can I give this <b> guy a command-only aircraft?!",
    "あなた方も、彼の指揮による能力向上の恩恵があったはずです。\nそれを更に円滑に行えるようになります。": "You, too, have the benefit of improving your abilities through his command. <b>You will be able to do that much more smoothly.",
    "クックック……これで、こいつらを全員俺の手駒に……！": "Heh heh... Now they’re all my pawns...!",
    "こんなん言うてはりますけどぉ～！": "I'll say this, but...!",
    "……人選ミスだったかもしれませんね。": "...I may have chosen the wrong person.",
    "うそうそうそ！\nワタシは、ナカマを、タイセツにしマス。": "No way, no way! <br>I'm going to make a sloth out of a nakama.",
    "すっごい棒読みだね。": "That's one hell of a monotone.",
    "冗談はさておき……生徒会長！　これは、乗ってみても構わないか！？": "Joking aside... Student Council President! Do you mind if I ride this?!",
    "ええ、どうぞ。最初は着座調整が必要ですよ。": "Yes, go ahead. You'll need to adjust your seat first.",
    "俺は心のなかでガッツポーズした。\nついに、俺の機体が動かせる！！": "I pump my fist in my heart. <b>Finally, my machine can move!!",
    "けどさー、キミってＭＧの操縦できるんだっけ？\n記憶もないのに、一人で大丈夫ー？": "But you know, you can pilot MGs, right? Even though you don't have any <b> memories, are you okay on your own?",
    "ふふ、こんなこともあろうかと、\n夜な夜な教範を熟読していたんだ……": "Hehe, I thought something like this might happen, so I read the <br> nightly instruction manual carefully...",
    "と言いたいところだが、やはり初めての経験だ。\n誰かに補助を頼んだ方がいいかもしれない。": "Or so I'd like to say, but this is still my first time experiencing it. Maybe I should ask someone to assist me.",
    "める、頼めるか？": "C-Can I count on you?",
    "七彩、お願いする": "Shichika, please.",
    "誰に頼もうか……": "I don't know who to ask...",
    "私が、補助を……？わかりました、がんばりますねっ！": "I'll help...? Understood, I'm going to do my best!",
    "以前なら物怖じしていただろう提案も、\n訓練で少し積極的になっためるは、快く引き受けてくれた。": "She gladly accepted the proposal that would have been scary in the past, but now that she'd gotten a little more assertive during her <br> training.",
    "俺はコックピットに乗り込み、めるに手伝ってもらいながら、\n初期起動時の設定を進めていく。": "I get into the cockpit and, with Meguru's help, proceed with setting up the initial activation of the <br>.",
    "調整、これで大丈夫だと思います": "Adjustment, I think this will do.",
    "ありがとう。軽く歩かせてみるから、外で見ていてくれ。": "Thank you. I'll let you walk for a bit, so watch from outside.",
    "はいっ。": "Yes.",
    "いいですわよ。わたくしも新型機について、知っておきたいですから。": "It's fine. I want to know more about the new model, too.",
    "任せろと言わんばかりに胸を張る七彩。\nうん、ドヤ顔が似合うな。": "Shichika puffed out his chest as if to say Leave it to me. <b>Yeah, a smug look would suit him.",
    "俺はコックピットに乗り込み、七彩に手伝ってもらいながら、\n初期起動時の設定を進めていく。": "I climbed into the cockpit and, with Shichika’s help, proceeded with setting up the initial activation of the <br>",
    "調整、これで大丈夫ですわ。": "I'll be fine now.",
    "はい。": "Yes.",
    "なんかさ、アイツ……何かを頼むときって\n絶対にあのふたりのどっちかじゃない？": "Hey, hey... When you order something, it's definitely one of those two, isn't it?",
    "こらこら、野暮なことを言っちゃだめだよ。\n人の恋路は見守らなくっちゃ。": "Hey, hey, don't be so uncouth. You have to watch over a <br> person's love life.",
    "これが……ラブコメの波動。": "This is... the wave of romcoms.",
    "（……一応音拾ってるから、聞こえてるんだが）": "(...I'm picking up the sound, so I can hear you.)",
    "（お前ら３人、俺に何をしようとしてたのか、\n忘れたわけじゃあるまいな……）": "(I guess the three of you haven't forgotten what you were trying to do to me...)",
    "軽く深呼吸して、コクピットの空気で肺を満たす。": "I take a deep breath and fill my lungs with the air in the cockpit.",
    "初めてなのに、座り慣れたような……不思議な感覚だった。\nこいつを動かすために必要なことが、自然と頭に浮かんでくる。": "Even though it's my first time, I feel like I've gotten used to sitting down... It's a strange sensation. The things I need to move the <br> thing naturally come to mind.",
    "記憶を失う前、俺はＭＧに乗っていたのかもしれない。\n依然として俺が何者なのか、謎は多いままだが……": "Maybe I was riding MG before I lost my memories. There are still a lot of mysteries about who I am, but...",
    "だからこそ、答えを知るために……\n俺にはこいつが必要だ。": "That's why I need this to know the answer... <b>I need this.",
    "こいつ……動くぞ！": "He's... going to move!",
    "おうおう、進む進む！": "Whoa, whoa, let's keep going!",
    "準備はいいな？　相棒。さあ、目覚めてもらうぞ──。": "Are you ready, partner? Come on, wake up.",
    "すごいっ……！\nこんなにしっかり、歩けるなんて……！": "Amazing......! <br>I didn't think I'd be able to walk so well......!!",
    "つか、アイツ、シミュレーターも観戦モードばっかなのに！\n一体いつの間に、操縦なんか覚えたの！？": "And hey, hey! The simulator's all in spectator mode, too! When did he learn how to pilot the <br>?!",
    "自分のプライベート時間を削って学習したのでしょう。\n彼の部屋は遅くまで明かりがついていますから。": "You must have learned by cutting down on your own private time. <b>His room is lit late.",
    "ちぇー……いつの間にか、他のチームに交渉して、\nラミたちのシミュレーター割当ももらってくるし……": "Tch... Before I know it, I'll negotiate with the other teams and get the simulator assignments for the <br> Rami and the others...",
    "ふざけたヤツなのに、努力もしてるとか……なんか、悔し～っ！！": "He's just messing around, but he's also working hard... It's kinda frustrating!!",
    "……彼は最初からずっと、本気で取り組んでいた。": "...He had been working seriously from the very beginning.",
    "まあ、ね。厳しいけど、効果はあった。\nついていく価値はありそうだよね。": "Well, yeah. It's tough, but it worked. It looks like it's worth tagging along with the <br>.",
    "わ、わたくしは初めから、あの方の才能に気づいていましたわ！": "I-I've been aware of his talent from the start!",
    "えへへ……でも、私がイジメられてるんじゃないかって、\n怒ってくれたのも七彩さんなんですよね？": "Ehehe... But Nanaya-san was the one who got mad at me for being bullied, wasn't she?",
    "あ、あれは……！　わたくしがついていながら、\nチームメイトに不和が出るなど許せないだけです！": "Th-That's...! I just can't forgive my <br> teammates for causing discord while I'm with them!",
    "ふふっ。ありがとうございます！\nだけど心配ありませんよ！": "Hehe. Thank you very much! It's a <br>, but there's no need to worry!",
    "%usernameusernameuserna%さんについていけば、\nきっとカオスメイデンにだって勝てます！": "If I follow %username, username, userna%-san, I'm sure I can beat Chaos Maiden!",
    "眼下で和気藹々と話しているシリウスシュガーの面々に、\n俺はスピーカーのスイッチを入れ、呼びかけた。": "As the members of Sirius Sugaru were talking in harmony below, <b> I turned on the speaker and called out to them.",
    "待たせたな。チェックは十分だ。みんな、柊校舎に戻るぞ。": "Sorry to keep you waiting. We've checked enough. Everyone, let's head back to the Hiiragi building.",
    "では、改めて……": "Well then, once again...",
    "ああ、そうだ。いよいよ次は……": "Yeah, that's right. Next up is...",
    "改めて５人揃ってのチームワークの訓練――": "Once again, the five of us were training in teamwork—",
    "メイズに行くぞ！！": "Let's go to Mays!!",
    "なんで！？": "Why?!",
    "いきなりですのっ！？\n指揮官機を入れての訓練も無しに、実戦なんて……": "What's this all of a sudden?! A real battle without training with a <b> command machine...",
    "やだやだ！　やっとＭＧが来たんだぞ！\nメイズ行きたい！　行きたーい！！": "No, no! MG's finally here! <br>Maise, I want to go! I wanna go!!",
    "うん、本当についていっていいのか、ちょっと心配になってきたね……": "Yeah, I'm starting to worry if it's really okay for me to follow you...",
    "行ってくんないならもう指導しないっ！！": "If you're not going to go, I won't instruct you anymore!!",
    "汚いぞー！！\nラミたちを人質にするなー！！": "That's dirty!! Don't use the <br> Rami and the others as hostages!!",
    "……仕方ない。面白いから付き合おう。": "...It can't be helped. It's interesting, so let's go out.",
    "あははっ。%usernameusernameuserna%さん、\n可愛いところもあるんですね。": "Ahaha. %username, username, userna%-san, <b> you're cute too, huh?",
    "可愛いで済むといいですけど……": "I hope she's just cute...",
    "ああ、そういえば──%usernameusernameuserna%さん。\nひとつ言っておきたいことが……": "Oh, come to think of it~%user name, username, userna%-san. <b>There's something I want to say...",
    "ん……？": "Hm...?",
    "実はその機体――": "Actually, that aircraft――",
    "俺は彼女から霞光について、\n１つ重大な真実を聞かされるのだった。": "I was told one important truth about Kasumi Hikaru by her.",
    "……へ？": "...Huh?",
    "……な、なんだってーーっ！？": "...Wh-What did you say?!"
}