{
    "そんなわけで、俺は七彩と一緒にスカラ校舎にやってきた。\nもちろん、目的はカオスメイデンの偵察だ。": "And so, I arrive at the Scara school building with Shichika.\nOf course, our objective is to scout Chaos Maiden.",
    "ここがスカラ校舎か。柊校舎とはだいぶ雰囲気がちがうんだな～。": "So this is the Scara school building, huh? It has a very different atmosphere from the Hiiragi school building.",
    "本当に来てしまいましたわ……": "I'm really here...",
    "や、やはり問題ではありませんか？\nこんな堂々と、それに柊校舎の制服のまま偵察だなんて……": "A-Are you sure it's not a problem?\nI can't believe they're scouting in the Hiiragi school uniform...",
    "落ち着け、七彩。": "Calm down, Shichika.",
    "こういうのはな、堂々としていれば案外疑問に\n思われないものなんだよ。": "This kind of thing is surprisingly questionable if you’re so bold.\nThey don't think so.",
    "逆にキョロキョロしてると余計怪しくなる。\nいつも通りにしてればいい。": "On the other hand, looking around makes it all the more suspicious.\nJust do what you always do.",
    "わ、わかりましたわ。": "I-I understand.",
    "しかし、柊校舎とは結構違うところが多いんだな。\n全体的にすごく迷路のように入り組んでる……まるで地上のメイズだ。": "Still, there's a lot of places that are different from the Hiiragi building.\nOverall, it's like a maze... It's almost like a mace on the ground.",
    "ええ、出資するスカラ・インダストリーズのあるスカラ地区の考え方が\n強く浸透しているのかもしれませんわ。": "Yes, the way of thinking in the Scara district, where we invest in Scara Industries\nPerhaps it's permeating very deeply.",
    "スカラ地区の考え方？": "Thinking about the Scara district?",
    "スカラ地区は企業を主体とした自由至上主義によって、\n統治されておりますの。": "The Scara district was ruled by corporate free supremacy\nIt's governed.",
    "そのせいか校舎もかなり自由な校風で、学生や職員が\n自由増改築しすぎて、すでに誰も全容を把握してないとか……": "Perhaps because of that, the school building was also fairly free, and students and staff\nIt's been remodeled so freely that no one has a full grasp of it yet...",
    "なんだそりゃ。自由というか無法地帯というか……": "What's that supposed to mean? I don't know if I should call it freedom or lawlessness...",
    "……しかし困ったな。完全に迷子だ。\nどこに行けばカオスメイデンの訓練が見られるんだ？": "...Still, this is a problem. She's completely lost.\nWhere am I going to see Chaos Maiden's training?",
    "わかりません。スカラ校舎の生徒はこれで困らないのでしょうか……": "I don't know. I wonder if the students in the Scara school building will be troubled by this...",
    "よし。こうなったらスカラ校舎の生徒に直接聞いてみよう。": "All right. Let's ask the students in the Scara school building directly.",
    "ほ、本気ですの！？\n目的を聞かれたらどう誤魔化すつもりで……": "A-Are you serious?!\nHow are you going to fool me if you ask me what my goal is...?",
    "そこの君、ちょっといいか。": "Hey, you there. Do you have a moment?",
    "はい、なんでしょうか？": "Yes, what is it?",
    "あら、その制服は柊校舎の……": "Oh, that uniform is from the Hiiragi building...",
    "ああ、俺達は柊校舎の新聞部なんだが……": "Yeah, we're in the newspaper club at the Hiiragi building...",
    "息を吸うように嘘を……": "Lying as if taking a breath...",
    "あら、そうでしたか。それで、何の御用でしょうか？": "Oh, I see. So, what can I do for you?",
    "今度うちのシリウスシュガーとカオスメイデンが\n公式ＭＧ競技をやるだろう？": "Next time, our Sirius Sugar and Chaos Maiden will be here\nYou're going to do an official MG competition, right?",
    "それでカオスメイデンの取材を、と思ったんだが\n完全に道に迷っちゃってさ。": "That's why I thought I'd cover Chaos Maiden.\nI'm completely lost.",
    "そうでしょうね。\nスカラ校舎は私達生徒でも油断すると迷いますので。": "I'm sure you're right.\nEven we students in the Scara school building get lost if we let our guards down.",
    "では、私についてきてください。\nカオスメイデンの訓練を見学できる場所へ案内します。": "Then, please follow me.\nI'll show you to a place where you can observe Chaos Maiden's training.",
    "ああ、助かるよ。": "Yeah, that'd be great.",
    "ほら。何とかなるもんだろ？": "See? It'll work out somehow, right?",
    "見てるこっちは気が気じゃありませんでしたわ……": "I didn't feel like it when I saw it...",
    "…………": "............",
    "どうぞ、こちらです。": "Please, this way.",
    "そうして、校舎の屋上に連れてこられた俺たちだったが、\nそこには先客の姿があった。": "And so, we were brought to the roof of the building, but...\nThere was a guest there before me.",
    "沙耶、おそいわ。": "Saya, you're late.",
    "すみません。途中でこちらのおふたりとお会いしまして。\n柊校舎の新聞部の方々です。": "I'm sorry. I ran into these two on the way here.\nThey're from the newspaper club in the Hiiragi building.",
    "へぇ～柊校舎ね。しかもひとりは男、めずらしいわねぇ。": "Wow, the Hiiragi school building, huh? And one of them is a guy. That's rare.",
    "……沙耶の知り合い？": "...An acquaintance of Saya's?",
    "いえ、先程、初めて会ったばかりです。\nおふたりはカオスメイデンの取材で来たそうですよ。": "No, we just met for the first time.\nThey're here to cover Chaos Maiden.",
    "ふ～ん。カオスメイデンの取材？　ふふ……": "Hmm. An interview with Chaos Maiden? Hehe...",
    "あ、怪しい者ではありませんわ！": "I-I'm not suspicious!",
    "おいおい、そんなこと言ったら、余計怪しまれるだろ。": "Hey, hey, if you say that, they'll get even more suspicious.",
    "ねえ……": "Hey...",
    "は、はい！　なんでしょうか……？": "Y-Yes! What is it...?",
    "もしよければだけど、お茶飲む？": "If you don't mind, would you like some tea?",
    "お、お茶……？": "T-Tea...?",
    "実は私たち、お茶同好会というものをやっておりまして。\nご挨拶が遅れました。私、会長の紫雲沙耶といいます。": "Actually, we're having a tea party.\nI apologize for the late introduction. I'm the chairman, Saya Shiun.",
    "これはご丁寧に。わたくしは鳴滝家長女の――んんっ！？": "Please be careful. I'm the eldest daughter of the Narutaki family――Hmm!?",
    "馬鹿正直に名乗りをあげようとする七彩の口を、\n俺は慌てて塞いだ。": "The mouth of Shichika, who was about to give his name in a stupidly honest manner...\nI hastily close the door.",
    "（ちょっと%usernameusernameuserna%さん！\n何をなさいますのっ！？）": "(Hey, %usernameusernameuserna%-san!\nWhat are you doing!?)",
    "（忘れたのか。ここは敵地。\n自分から正体を明かそうとする奴があるか）": "(Have you forgotten? This is enemy territory.\nWho would want to reveal their true identity?)",
    "（そ、そうでしたわ。ご挨拶されたのでつい……）": "(Th-That's right. He greeted me, so I couldn't help myself...)",
    "どうかされましたか？": "Is something the matter?",
    "ああ、いや。なんでもない。気にしないでくれ。": "Oh, it's nothing. Don't worry about it.",
    "それよりお茶同好会なんて素敵じゃないか。\nせっかくだし、いただこうかな。": "More importantly, isn't a tea party wonderful?\nSince you're here, I guess I'll take you up on it.",
    "うふふ。おもしろい人たち。なんだか興味が湧いてきたかも。": "Uhuhu. Interesting people. I think I'm starting to get interested.",
    "では、こちらにどうぞ。\nこれからお茶を淹れますので少々お待ちください。": "Please come this way, then.\nI'll make some tea now, so please wait a moment.",
    "それで、カオスメイデンの見学の件だが……": "So, about the tour of Chaos Maiden...",
    "それなら、この望遠鏡を使って。これで向こうを覗けるから。": "In that case, use this telescope. Now you can look over there.",
    "ありがとうございます。": "Thank you very much.",
    "どれどれ……": "Let's see...",
    "俺たちは渡された望遠鏡をさっそく覗き込んでみた。\nというか、随分準備がいいな。": "We quickly peered through the telescope she handed us.\nActually, she's pretty well prepared.",
    "望遠鏡を覗くと、訓練場で模擬戦を行う\n６機のＭＧが見えた。": "Peering through the telescope, we'll have a mock battle on the training grounds.\nI saw six MGs.",
    "だが、俺のよく知る模擬戦とは様子が違っていた。\n１機のＭＧを、５機のＭＧが取り囲んでいる。": "But she looked different from the mock battles I was familiar with.\nFive MGs surround one MG.",
    "見えますでしょうか？　あの中心に立つ機体に乗っているのが、\nカオスメイデンのリーダー、ユリア・バーンズです。": "Can you see it? The aircraft standing in the center of it...\nI'm Julia Burns, leader of Chaos Maiden.",
    "あれは……何をされているのですか？": "What... is he doing?",
    "何って……模擬戦だけど？　柊校舎ではやらない？": "What do you mean...? It's just a mock battle. Why don't we do it in the Hiiragi building?",
    "いえ、そういうわけではありませんが。\nわたくしの知る模擬戦とは形式が違いすぎて……": "No, that's not it.\nThe format was too different from the mock battles I knew...",
    "１対５の模擬戦にどんな意味がございますの？\nこれでは集中砲火されて一瞬で勝負がついてしまうのでは？": "What meaning is there in a one-on-five mock battle?\nAt this rate, the battle will be over in an instant due to the concentrated fire.",
    "ふふっ。確かに普通なら、そうですね。よく見ていてください。": "Hehe. Under normal circumstances, yes. Please watch closely.",
    "６機はしばらく膠着状態にあったが、\n不意に中央のユリア機が動き始めた。": "The six machines were at a stalemate for a while,\nSuddenly, the Julia plane in the center began to move.",
    "その、異様な光景に俺は思わず息を呑んだ。": "I couldn't help but gasp at the bizarre sight.",
    "これは……": "This is...",
    "ユリア機は包囲の中を悠々と歩いていく。\n囲む５機は攻撃の構えを取るものの、なぜか誰も近寄れない。": "Julia walked leisurely through the encirclement.\nThe five surrounding machines took offensive stances, but for some reason, no one was able to approach them.",
    "それに対して、ユリア機は攻撃出来ずにいるＭＧを\n１機ずつ順番に撃破していった。": "In contrast, Julia’s machine was unable to attack MG\nI destroyed them one by one.",
    "一体、何をしてらっしゃいますの？\nどうして誰も攻撃しないのですか？": "What in the world are you doing?\nWhy isn't anyone attacking?",
    "まさか……ここまでなのか。\nカオスメイデンのリーダー、ユリア・バーンズは……！": "Could it be... this is it?\nThe leader of Chaos Maiden, Julia Burns...!"
}