{
    "……ふぅ。今日の探索の成果はそこそこといったところか。\n鑑も不知火の操縦にずいぶんと慣れたようだな。": "...Phew. That's about the extent of today's investigation.\nKagami seems to have gotten quite used to piloting Shiranui.",
    "うん！　みんながサポートしてくれたおかげだよ！\nメイズがホント迷路なのはぜんぜん慣れないけどね……": "Yeah! It's all thanks to everyone's support!\nI can't get used to Maze really being a maze at all, though...",
    "そうですね、最初は本当に大変でした……": "That's right. It was really hard at first...",
    "坑道が入り組んでて、メイズシフターもいて、\n帰ってくるだけでも一苦労でしたから……": "There were a lot of tunnels, and there was a maise shifter, too\nIt was a lot of work just to get back...",
    "うむ……衛士として戦ってきた経験は残っているが、\nそれだけでは対処が難しいからな……": "Hmm... I still have some experience fighting as an Eishi,\nThat alone would be difficult to deal with...",
    "だが、それでもゆっくりと前進していけばよい。\nそれが結果的には我々と学園の両方の利となるだろう。": "But even so, all she had to do was slowly move forward.\nIn the end, that will benefit both us and the school.",
    "うん、そうだね。色々親切にしてもらったし、\n早くみんなの役に立てるようになりたいね。": "Yeah, that's right. You've been so kind to me,\nI hope I can be of use to everyone soon.",
    "ああ。だが、焦りは禁物だぞ。": "Yeah. But don't panic.",
    "そうですね。今日も、ちょっと危ない場面がありましたし。": "That's right. There was a dangerous situation again today.",
    "しっかりと記憶もないのも大変だよねぇ。\n私なんてシミュレーターで、最初から勉強でへとへとだよ～。": "It's hard not having a good memory.\nI'm a simulator, and I've been exhausted from studying from the start.",
    "ふふ、一つ一つ着実に学んでいくしかなかろう。\n鑑の成長は目を見張るものがあるぞ。": "Haha. I'll just have to learn them one by one.\nKagami's growth is remarkable.",
    "えへへ、そうかな？　よーし、頑張るぞー！": "Ehehe, really? All right, let's do our best!",
    "……あれ、わたし達の他にも\nちょうど地上に上がってきた人がいるみたい。": "...Huh? There's something else besides us.\nLooks like someone just came up to the surface.",
    "一機だけか？　……妙だな。\nメイズに潜るにはチームを組むことが必須のはず。": "Just one? ...That's strange.\nIn order to dive into the maise, it should be necessary to form a team.",
    "一体誰が……": "Who in the world...?",
    "あ、冥夜。": "Ah, Meiya.",
    "む、ヒイロか。": "Hm, hiiro, huh?",
    "そういえば榊野さんってたった一人だけで、\nチームとして認められたんだっけ！": "Come to think of it, Sakakino-san was the only one...\nWe were recognized as a team, right?!",
    "うん、そう。私についてこれる人がいなかったし、\n面倒だったから生徒会長に言ったら認められた。": "Yeah, that's right. There wasn't anyone who could keep up with me,\nIt was a pain, so I told the student council president, and she approved.",
    "ほう……あの苛烈なメイズ内を単機で探索できるとは、\n見事な才能だな。": "Oh... I didn't think I'd be able to explore that harsh maise on my own.\nThat's some impressive talent.",
    "……ん？　どうした？　何を見ているんだ？": "...Hm? What's wrong? What are you looking at?",
    "……それ。": "......that.",
    "この刀がどうかしたか？": "What's wrong with this sword?",
    "……そっちじゃない。\nそのピッタリとしてる服……気になる。": "...That's not it.\nThose tight clothes... I'm curious.",
    "ああ、衛士強化装備のことか。": "Oh, you mean the Eishi Enhanced Armament?",
    "……やっぱり気になるよねえ。\nかなり体のラインが出ちゃって、際どいもんね……": "...I'm still curious.\nThere's a lot of curves in her body, so it's pretty dangerous...",
    "わたしはあんまり慣れた感じが無くて、\nまわりに人がいるとちょっと気になっちゃうんだよね……": "I didn't really feel like I was used to it.\nWhen there's people around, I get a little worried...",
    "一応、そういう羞恥心に耐える訓練も兼ねてるんですけどね。": "It's partly training to endure that kind of shame, though.",
    "でも、機能は凄いですし……\nなんだかんだ、着慣れると安心感があるんですよね。": "But it's so functional...\nFor some reason, once you get used to wearing it, you feel at ease.",
    "どういった部分が気になったのだ？\n我々としてはそちらの制服も興味はあるが……": "What part of it was bothering you?\nWe're interested in your uniform as well, but...",
    "衛士強化装備？　っていうの、この素材は何？": "Eishi Enhanced Armament? Wait, what's this material?",
    "ああ、特殊保護被膜といって、普段は柔らかいが、\n瞬間的な圧力が加わると硬化して、衝撃から身を守る。": "Ah, it's called a special protective coating, which is usually soft\nWhen a momentary pressure is applied, it hardens, protecting itself from impact.",
    "全身の筋電圧の変化と脳波を照合して数値化、\n戦術機の操縦を補助する役割も持っている。": "I compared the changes in muscle voltage all over my body with my brain waves and quantified them\nIt also has the role of assisting in piloting TSFs.",
    "なるほど……思った以上に高性能。": "I see... It's more high-performance than I thought.",
    "ああ。着用している時にデータも計測されている。\nだから肉体の状態もある程度は管理してくれるわけだ。": "Yes. The data is also measured when you're wearing it.\nThat's why she manages my body to some extent.",
    "……おお、それは凄い。": "...Wow, that's amazing.",
    "戦術機に乗っている時であれば、\n機体の電力で充電して長時間の稼働にも耐えうる。": "If you're on a TSF,\nIt can be charged with the power of the aircraft and can withstand long-term operation.",
    "つまり、そっちの乗ってる……戦術機？　と紐づいている？": "In other words, it's connected to that... TSF you're riding?",
    "ああ、そういう認識で問題はない。\n衛士としての戦闘をフォローしてくれる装備だ。": "Yeah, there's no problem with that perception.\nIt's a piece of equipment that backs me up in battle as an Eishi.",
    "飲料水パックも内蔵している。\n長時間の戦闘で脱水状態になった場合の対策もされているわけだ。": "It also has a bottle of drinking water.\nThey also had countermeasures in case they got dehydrated after a long battle.",
    "興味深い……サバイバルでも水の確保は重要。\n確かにそういう機能は欲しい。": "Interesting... Securing water is important for survival as well.\nI definitely want that kind of function.",
    "むしろ、我々としてはそちらの装備も興味があるがな。\n普段着のような見た目で高機能だろう？": "If anything, we're interested in your equipment as well.\nIt looks like normal clothes, and it's highly functional, isn't it?",
    "あまり自覚はなかったけど、確かにそう。": "I wasn't really aware of it, but it was true.",
    "――ヒイロさん、御剣さんの強化装備をすっごく見てますね。\nやっぱり珍しい装備だから興味があるんでしょうか？": "—Hiiro-san, you're really looking at Mitsurugi's Enhanced Armament.\nI guess she's interested because it's a rare piece of equipment after all?",
    "……うーん、榊野さんに他意はないんだろうけど、\nあんな風に体のラインをマジマジ見られてるんだって思うと……": "...Hmm, Sakakino-san probably has no ulterior motives, but...\nWhen I think about how she's staring at my body like that...",
    "やっぱり気になってきちゃうかも……\nうう、けっこう露出あるし……": "I think I'm starting to get curious...\nUgh, it's pretty exposed...",
    "珠瀬さんは、気になったりしない？\n女の子相手でもちょっと恥ずかしいかも……": "Tamase-san, are you curious?\nIt might be a little embarrassing to deal with a girl...",
    "改めて言われるとちょっと気になってきますね。\n特にこの世界の学園の人たちは普通に制服ですから……": "Now that you mention it again, I'm a little curious.\nEspecially since the people of this world's academy are wearing normal uniforms...",
    "そうそう！　あの制服、可愛くて羨ましいよね！\nわたしもあんな風な可愛い制服を着てみたいなぁ……": "That's right! That uniform is so cute, I'm jealous!\nI want to wear that cute uniform, too...",
    "分かります。わたし達の服とか装備って、\nああいう可愛い制服と違って軍装の機能性重視ですからね。": "I understand. Our clothes and equipment...\nUnlike cute uniforms like that, military uniforms focus on functionality.",
    "んー、ならせめてオシャレ用の服を買ってみようかな。\nこの前、すごく素敵な服を売ってるお店を見つけたの！": "Hmm, maybe I should at least buy some fancy clothes.\nThe other day, I found a shop that sells really nice clothes!",
    "折角だし、今度のお休みに一緒に買い物に行かない？": "Since you're here, why don't we go shopping together on our next day off?",
    "いいんですか？　なら、一緒に行きましょう！\n一緒にお買い物、楽しみですっ♪": "Are you sure? Then let's go together!\nI'm looking forward to shopping with you! ♪",
    "折角なら、こっちの学園で知り合った子も、\n誘っちゃうってのはどうかな？": "At this point, even the girl I met at this school...\nWhy don't we invite her?",
    "いいですね～。": "Sounds good.",
    "それなら、めるちゃんにも連絡とってみよっと♪\n……そういえば、御剣さん達も盛り上がってるね。": "In that case, I'll try contacting Mechan too♪\n...Come to think of it, Mitsurugi and the others are getting excited too.",
    "――とうわけだな。\nこの刀自体は強化装備の一部ではないが大切なものだ。": "――So that's how it is.\nThis katana itself wasn't part of the Enhanced Armament, but it was important",
    "なるほど……私のネイルガンと一緒なんだ。思い入れは重要。": "I see... It's the same as my nail gun. Love is important.",
    "ああ、その通りだ。\nふふ。この感覚が異郷でも通じるのは嬉しいな。": "Yeah, that's right.\nHehe. I'm happy that this feeling can be felt even in a foreign land.",
    "でも、その素材は実際に硬くなるの？\nあんまりイメージが出来ない。": "But will that material actually get harder?\nI can't really picture it.",
    "よかったら実際に触ってみるか？\nこういったものは体感する方が分かりやすいだろう。": "Would you like to actually touch it?\nIt's probably easier to understand these things when you feel them.",
    "いいの？　なら、ぜひ触ってみたい。": "Are you sure? In that case, I'd love to touch you.",
    "ああ、好きに触れるといい。": "Yeah, feel free to touch it.",
    "衝撃から身を守る以外にも、\n防刃仕様、耐熱耐寒、化学物質にも耐えられる。": "Aside from protecting myself from the impact,\nBlade resistance, heat resistance, cold resistance, and even chemical resistance.",
    "そんな風には見えないけど……\nん、柔らかい……本当に？": "It doesn't look like it, but...\nMm, it's soft... Really?",
    "今度は力を込めて叩いてみるがよい。": "Try hitting it with all your might this time.",
    "んっ……おお……！？": "Nn......oooh......!?",
    "なるほど。強く叩いたら硬くなった……！\n不思議な感じ……": "I see. It got harder when I hit it hard...!\nIt's a strange feeling...",
    "おお、強く突いても早く突いても硬くなる……\nでも、ゆっくりやると柔らかい……不思議……": "Ooh, no matter how hard I thrust or how fast I thrust, it gets hard...\nBut it's soft when you do it slowly... It's strange...",
    "なるほど……これがいざという時に体を守るんだ。": "I see... So this is what it means to protect yourself when the time comes.",
    "ああ。他にも機能はあるのだが、この素材は傷口に対して、\nすぐに浸透して止血する効果もある。": "Yeah. It has other functions, but this material is used against wounds.\nIt also has the effect of immediately permeating and stopping the bleeding.",
    "そちらの制服も優れているだろうが、\nいざという時の負傷に関してはこちらの装備が……": "I'm sure your uniform is excellent too, but...\nWhen it comes to injuries in times of emergency, our equipment...",
    "……ヒイロ？": "...Hiiro?",
    "……ふふふ……ぐにゅってしてる……♪": "...Hehehe... It's squishy...♪",
    "これは……面白い。癖になる。\nさわさわ……": "This is... interesting. It's addicting.\nRub, rub...",
    "……まぁ、気に入ったのなら好きにするがよい。": "...Well, if you like it, do as you please.",
    "うん、ありがとう。\nお言葉に甘えて……つんつん。": "Yeah, thanks.\nI'll take you up on your offer... poke, poke.",
    "この被膜は溶解剤で溶かす事ができるのだが、\n万が一に怪我をした場合には――": "This membrane can be melted with a dissolving agent, but...\nIn the unlikely event of an injury—",
    "ダメ。そんなのはとても勿体ない。\nこの感触がなくなるのは損失": "No. That would be a waste.\nLosing this feeling is a loss.",
    "……そ、そうか。": "...I-I see.",
    "とても素晴らしい。\n……どうにかして、手に入らない？": "Very wonderful.\n...Can't I get it somehow?",
    "そうだな……生徒会長の元で皮膜だけは、\n同等のものを作れる目処が立ったと聞いてはいるが……。": "That's right... The membrane under the student council president...\nI've heard that you have a good idea of how to make something of the same quality, but...",
    "なるほど……聞きに行ってくる。\nどうにかして貰いたい。": "I see... I'll go ask.\nI want her to do something about it.",
    "……装備としてではなく、\n感触を楽しむ目的になっていないか？": "...Not as equipment,\nIsn't that why you're enjoying the sensation?",
    "……だって、このぷにぷに感は魅力的。\n出来るならずっと触っていたい。": "...After all, this squishy feeling is attractive.\nI want to keep touching her if I can.",
    "ふふ……": "Hehe...",
    "良い装備を見せてくれてありがとう。": "Thank you for showing me your good equipment.",
    "おかげで色々と参考に出来たし……\n冥夜達が、どれだけ大変な環境にいたのかも分かった。": "Thanks to that, I was able to learn a lot from her...\nI also know how hard Meiya and the others were in this environment.",
    "む……どういうことだ？": "Hmm... What do you mean?",
    "私達が制服でもいいのは、これで事足りるから。\nそれだけ機能を付けるのは危険な場所にいたから。": "This is enough for us to wear our uniforms.\nI only added that much functionality because I was in a dangerous place.",
    "だからあれだけのＭＧを操縦する腕前がある。\nそんな場所で生きてきたあなた達を私は尊敬する。": "That's why she's so good at piloting MGs.\nI respect you for living in such a place.",
    "……そうか。": "...I see.",
    "だから、またどこかで機会があれば、\n一緒に戦えれば嬉しい。": "That's why, if I get another chance somewhere,\nI'd be happy if we could fight together.",
    "きっと、私のまだ知らない、あなた達の強さを知れるから。\nそれじゃあ、待たね。": "I'm sure I'll be able to learn how strong you are, something I don't know yet.\nWell then, I'll wait.",
    "ああ、また会おう。": "Yeah, we'll meet again.",
    "……なんだか不思議な人だけど、\nでも……すごくいい子なんだね。": "...She's a strange person, but...\nBut... she's a really good girl.",
    "ああ。そうだな……": "Yeah. You're right...",
    "……忘れてた。": "...I forgot.",
    "む？　どうした？\n何か忘れたのか？": "Hm? What's wrong?\nDid you forget something?",
    "……触り収めをしてなかった。\nもうちょっとだけ、感触を楽しみたい。": "...I didn't touch it.\nI want to enjoy the sensation just a little longer.",
    "ま、待て、ヒイロ！　さっきまで真面目な話を……！\nええい、無言でつつくな！": "W-Wait, Hiiro! We were just talking about something serious...!\nArgh, don't poke me in silence!"
}