{
    "（なんだかすごい賑わってるけど……退屈。\n開催イベントも、あんまり惹かれない）": "(It's really crowded for some reason, but... I'm bored.\nI can't really attract the event, either.)",
    "（サバイバルみたいなイベントがあるなら、\n楽しいんだろうけど……正直、今はやることがない……）": "(If there's an event like survival,\nI'm sure it's fun, but... Honestly, I don't have anything to do right now...)",
    "（文化祭中メイズに潜るのは、生徒会の認可がおりないわりに、\n無理をしたら面倒ごとを押し付けられるだろうし……）": "(Diving in the Mays during the cultural festival, despite not being approved by the student council...)\nIf I push myself too hard, I'm sure I'll be forced into trouble...)",
    "……暇。\nどうしよう。": "...I have nothing better to do.\nWhat should I do?",
    "ねえ、聞いた？　ＬＯＣでやってる恐怖の館！": "Hey, did you hear? The House of Fear in the Loc!",
    "え？　何それ？　なんかやばいの？": "Huh? What's that? Is it bad?",
    "（恐怖の館……やばいこと……？）": "(The House of Fear... Something dangerous...?)",
    "すごいらしいよ！　中に入ったら閉じ込められて、\nお化けに追っかけられたりしながら脱出するの！": "Apparently, it's amazing! When I went inside, I was trapped,\nWe're going to escape while being chased by ghosts!",
    "……ええ？　それってサバイバルゲーム？": "...Huh? Is that a survival game?",
    "（……面白そう。\n私がまだ知らなかっただけで、楽しめる場所もあるみたい）": "(...Sounds interesting.\nIt seems there are places where you can enjoy it, even though I didn't know yet.)",
    "（ＬＯＣの恐怖の館……行ってみよう）": "(LoC's House of Fear... Let's check it out.)",
    "いやいや、サバイバルゲームじゃなくて、脱出ゲームだよ。\n謎解き要素のあるお化け屋敷みたいな感じかな。マジで面白いよ！": "No, no, it's not a survival game. It's an escape game.\nIt's like a haunted house with a mysterious element to it. Seriously, it's interesting!",
    "まあ、そりゃそうか。スカラみたいに広いわけじゃないし、\nＬＯＣでやるんならかなり平和なイベントになるだろうからねぇ。": "Well, I guess that's true. It's not as big as Scara,\nIf we're doing it in the LoC, it'll be a pretty peaceful event.",
    "（ここが恐怖の館……潜入成功。セキュリティは甘い……）": "(This is the House of Fear... Infiltrating successfully. Security is soft...)",
    "（いや、油断はしてはいけない。\n獲物を狩るときも油断をしたときが一番倒しやすい）": "(No, I mustn't let my guard down.\nEven when hunting prey, it's easiest to defeat when you're careless.)",
    "（敵の数も武器もわからないけど……全力で立ち向かう。\nとはいえ、ゲームだからゴム弾にしておこう）": "(I don't know how many enemies there are or how many weapons there are... but I'll face them with everything I've got.\nThat said, it's a game, so let's make it rubber bullets.)",
    "むむ？　人の気配が……エヴィちゃんは何も言ってなかったけど……\nよおし、ここは……ふははは～！　恐怖の館に来ましたね！": "Hmm? The presence of people... Eve didn't say anything, but...\nAlright, this is... Bwahahaha! We've come to the House of Fear!",
    "（……これが敵……あんまり強くはなさそう）": "(This is the enemy... They don't seem very strong.)",
    "この屋敷によくぞやってきましたが……恐怖によって、\n踏み入ったことを後悔させてあげ――": "I've come to this mansion often, but... because of my fear,\nI'll make you regret stepping in――",
    "（……やるなら今）": "(...If I'm going to do it, now's the time.)",
    "そこっ。": "Right there.",
    "ぴぎゃっ！？　きゅう……": "Pigyah?! Kyuu...",
    "……うん。まずはひとり。": "...Yeah. I'll go alone first.",
    "（一人目。思ったよりも簡単だけど……イベントだから、\n仕方ない。それに、最後の大物がいるかもしれない）": "(The first. It's easier than I thought, but... it's an event, so...)\nIt can't be helped. Besides, there might be one last big shot.)",
    "ねえ、今、こっちの方から悲鳴みたいな声が――": "Hey, just now, a voice that sounded like a scream came from over here—",
    "ふっ！": "Heh!",
    "あうっ！？　きゅう……": "Auh?! Kyuu...",
    "（またひとり……狩られる側には慣れてない？）": "(Aren't you used to being hunted again?)",
    "ちょっと大丈夫？　一体何があったの？": "Hey, are you okay? What the hell happened?",
    "えっ？　ロージーさん、フルートさん！？\nいったい何が……": "Huh? Rosie, flute?!\nWhat in the world...?",
    "あぐっ！？　がくっ……": "Agh?! Gah...",
    "えっ、えええレイラ――\nひうっ！？　きゅう……": "Y-Yes, Leila—\nHiuh?! Kyuu...",
    "（二人組……警戒したけど、簡単すぎた。\n……所詮お遊びでしかないのかも）": "(The pair... I was wary, but it was too easy.\n...Maybe it's just a game after all.)",
    "……他に気配なし。\n誰かうまく隠れてる？　それとも……ここで終わり？": "...There's no sign of anyone else.\nIs someone hiding well? Or...is this the end?",
    "もっとギリギリのゲームを味わえると思ってたのに……\n……もう少しだけ待ってみよう。": "I thought I'd just barely be able to experience more games...\n...Let's wait just a little longer.",
    "今の声……フルートたちの悲鳴？\n客の悲鳴はちょこちょこ流れてきてたけど、なんであの子達が？": "That voice... Was that the flutes' screams?\nThe customers' screams were coming in here and there, but why were those girls here?",
    "ただことじゃなさそうだな……\nもしかして、脅かしすぎて反撃なんてされたりしてないだろうな？": "It doesn't look like it's just a matter of time...\nDon't tell me you're too scared to fight back?",
    "お化けに扮したフルートたちが客を脅かす以上、\n過剰な正当防衛もあり得るとは思っていたが……": "Not only were the flutes disguised as ghosts threatening the customers,\nI thought it was possible for excessive self-defense, but...",
    "いくらお化け屋敷でも、そこまで本気で脅かさないよ。\n脅かすための台本もあるけど、たぶん相手に合わせてる。": "Even if it was a haunted house, I wouldn't seriously scare them that much.\nThere's a script to scare her, but it's probably to match her.",
    "それじゃあそういうトラブルの可能性は薄いか。": "Then there's little chance of trouble like that.",
    "というか、客は今入っていないはず……\nまさか本当に怪奇現象？　お化け屋敷に箔がつきそうだけど……": "Actually, there shouldn't be any customers in right now...\nCould it really be an aberrational phenomenon? The haunted house looks like it's going to be covered in gold...",
    "いきすぎると、さすがに客が寄り付かなくなるぞ。\n現実的に考えて……侵入者と考えるのが妥当だな。": "If you go too far, you won't be able to attract customers.\nRealistically speaking... it's safe to assume they're intruders.",
    "（ただ、俺たちがいるのに、その目を掻い潜って侵入したことになる。\n最初から教室に潜伏してたか、まさか窓から？）": "(It's just that, even though we're here, they managed to sneak in through those eyes.\nHad she been hiding in the classroom from the start? Could it have come from the window?)",
    "（いったい誰が、なんのために……いや、とにかく向かおう）": "(Just who, and for what reason... No, let's head there anyway.)",
    "（……次の敵……今度は油断はしてないみたい）": "(The next enemy... It looks like they won't let their guard down this time.)",
    "（足音もしない……それに警戒心も十分。\n獲物としては十分）": "(I don't hear any footsteps... and I'm plenty wary.\nEnough for prey.)",
    "……っ！": "...!",
    "%usernameusernameuserna%！": "%usernameusernameuserna%!",
    "うおっ！？": "Whoa!?",
    "（今のをかわされた……！？\n完全な不意打ちだったのに見事な回避行動……）": "(He dodged that...!?)\nEven though it was a complete surprise attack, it was an impressive evasive maneuver...)",
    "（なるほど……油断をさせての本命……\nふふ、これならここまで来た甲斐があった）": "(I see... His main objective is to make him let his guard down...)\nHehe, it was worth coming this far.)",
    "……なら、どこまでやれるか試させてもらう。\nこの狭く暗い環境なら限界まで……楽しめるかも。": "...In that case, I'll see how far I can go.\nIn this cramped, dark environment... I might be able to enjoy it to the limit.",
    "……先手はこっちから。": "...I'll make the first move.",
    "っ……まったく、いったい誰がこんなことを……\nだが、逃げるだけならなんとかなるか……！": "...Geez, who on earth would do something like this...?\nBut if it's just running away, I'll manage somehow...!",
    "（不意打ちとはいえ、フルートたちが手も足も出ない相手となると、\nそれなりの手練れか……？）": "(It may have been a surprise attack, but when it came to the flutes and their helpless opponents,\nIs she really that skilled...?)",
    "（敵はふたり。どっちも私に気づいて逃げる手を打ってきてる\n……ここから先は油断をすると負ける）": "(There are two enemies. Both of them have noticed me and are trying to escape.)\n...From here on out, you'll lose if you let your guard down.)",
    "（遮蔽物を利用すれば有利に進められるかもしれない。\nけど、ここは敵地。この遮蔽を相手は利用して――）": "(If we make use of cover, we might be able to advance at an advantage.\nBut this is enemy territory. The enemy is using this cover to――)",
    "よーし、今度はこっちの番だよ！": "Alright, now it's my turn!",
    "（……敵の声。場所としては……右手側の遮蔽の裏？\nわざわざ声に出して陽動？）": "(...The enemy's voice. As far as the location is concerned... it's behind cover on the right side?)\nA diversion by saying it out loud?)",
    "っ！？　なに！？　気配もないのに……お化け……！？": "!? What!? There's no sign of her... but she's a ghost...!?",
    "……っ！　あれ？　えい、ぞう……": "...! Huh? There, there...",
    "ああ、残念だが……それはＶＲで投影された映像だ。": "Ah, unfortunately...it's a VR-generated image.",
    "……油断してた。ここが敵地なのに、警戒を忘れていた。": "...I let my guard down. Even though this is enemy territory, I forgot to be wary.",
    "（だけど、声をかけたのは失敗。\nこの暗い中ですぐに捕まえるのは困難）": "(But I failed to call out to her.\nIt's hard to catch him right away in this darkness.)",
    "待て！　すぐに捕まえてやるからな！": "Wait! I'll catch you right away!",
    "（動きが早い！　でも、このくらいなら回避は余裕）": "(He moves fast! But I can dodge this easily.)",
    "逃がすか……！": "I won't let you get away...!",
    "……遅い。このまま態勢を立て直して……": "...It's too late. I need to get back on my feet...",
    "……また同じ手？　こんな子供だまし、二度目は通用しない。": "...The same trick again? This kind of childish trick wouldn't work a second time.",
    "このまま突っ切る……！": "I'm going to charge through like this...!",
    "……うぐっ！？　い、いたい……！": "...Ugh?! Th-That hurts...!",
    "（な、何……何かにぶつかった……？\nＶＲなのになんで……）": "(Wh-What... did I bump into something...?)\nEven though it's VR, why...?)",
    "確保ー！　よーし、捕まえた！\n……って、榊野ヒイロ！？　スカラの有名パイロットがなんで！？": "Secure! All right, I've got you!\n...Wait, Sakakino Hiiro?! Why would a famous Scara pilot do that?!",
    "……俺も名前は聞いたことがあるな？": "...I've heard your name before, haven't I?",
    "捕まった……降参。": "I've been captured... I surrender.",
    "……これは彫刻？　……なるほど。ＶＲを利用して、\n目くらましで障害物を隠すのは上手い罠。": "...Is this a sculpture? ...I see. Using VR,\nIt was a good trap to hide obstacles with blindness.",
    "褒めてくれたのは嬉しいが……\n榊野ヒイロだったな？　何のためにこんなことをしたんだ。": "I'm glad you complimented me, but...\nSakakino Hiiro, right? Why did you do this?",
    "フルートたちもダウンしてるし……\nお化け屋敷の妨害行為は流石に認められないぞ。": "The flutes are down, too...\nI can't allow you to interfere with the haunted house.",
    "……お化け屋敷？": "...A haunted house?",
    "……お化けの仮装をした相手を倒す、\nサバイバルゲーム会場じゃないの？": "...Defeating an opponent in a ghost costume,\nIsn't this a survival game venue?",
    "……え？": "...Huh?",
    "……あれ、違った？": "...Wait, was I wrong?",
    "（……でも、楽しかったな）": "(...But it was fun.)",
    "サバイバルゲームの会場と勘違い……考えるととんでもないよな。": "Misunderstood as a place for survival games... That's pretty crazy, considering.",
    "あはは……そんな勘違いしちゃうの！？\nって聞いたときはびっくりしちゃったよね。": "Ahaha... Are you really going to get the wrong idea?!\nI was surprised when I heard that.",
    "一応、楽しかったとは思ってくれたみたいだし、\nそういう意味ではよかったんだけどねぇ……": "Just in case, she seemed to think it was fun,\nThat's a good point, though...",
    "ちょっと痛かったですけど、大きなケガもなく済んでよかったです！": "It hurt a little, but I'm glad I didn't get hurt too badly!",
    "そうだね。それに、結果的には私たちが痛い目を見た事よりも、\nもっと大きいメリットがあったからチャラって所かな♪": "That's right. And in the end, there's more to it than what we've been through.\nThere was a bigger benefit to it than that, so I guess we're even. ♪",
    "ああ、いい客引きになってくれてるみたいだ。": "Yeah, it looks like they're doing a good job attracting customers.",
    "恐怖の館、面白いよ。": "The House of Fear is interesting.",
    "（まさかヒイロに手伝わせるとはな。しかもコスプレまで……\nフルートが言い出した時、逃げられるんじゃないかと思ったが……）": "(I didn't think she'd let Hiiro help. And she even cosplayed...)\nWhen the flute suggested it, I thought I might be able to escape, but...)",
    "うんうん、いい感じ。すごく似合ってるよ。注目の的だね。": "Yeah, it looks good. It looks really good on you. You're the center of attention.",
    "（なんだかんだ有名人だからな）": "(She's pretty famous, after all.)",
    "ええっ！？　ヒイロさん？": "What?! Hiiro-san?",
    "ヒイロさんって、コスプレとかするんだ……": "So Hiiro-san cosplays...",
    "恐怖の館、絶対なんかやばいやつじゃん……！": "The House of Fear is definitely dangerous...!",
    "もう少し出し物のこと説明してくれるとありがたいけどねぇ。": "I'd appreciate it if you could explain a little more about the program, though.",
    "……説明……ううん、普通のお化け屋敷じゃない、恐怖の館。\nドキドキして、ちょっとハードで、最後には衝撃がある。": "...Explain... No, it's not a normal haunted house. It's a mansion of terror.\nMy heart is pounding, it's a little hard, and in the end, I'm shocked.",
    "面白いから参加して。私も脅かすから……がおー。": "It's fun, so join in. I'll scare you too... Gah.",
    "（意外とノリノリだな。\n……説明内容が今日のヒイロとの騒動な気がするが）": "(She's surprisingly into it.\n...I feel like the explanation is a disturbance with Hiiro today.)",
    "後悔はさせない。限界ギリギリまで楽しんでいって。": "I won't let you regret it. Enjoy yourself until the very end.",
    "……いや、限界ギリギリまでは追い詰めなくてもいいぞ。\nそれで、良かったのか？": "...No, you don't have to push yourself to the limit.\nSo, were you okay with that?",
    "ヒイロにできそうなことなら、たぶん他にもあるぞ。\n何もコスプレまでして……": "There's probably something else I can do for Hiiro.\nShe even cosplayed...",
    "……駄目？": "...I can't?",
    "ええ～、コスプレ楽しいですよ？\nヒイロさんと一緒にお化けになれるとか、めちゃくちゃぽよです！": "Aww, cosplay is fun, you know?\nBeing able to be a ghost with Hiiro-san is insane!",
    "ぽよ……？": "Poyo...?",
    "もちろん無理しないで欲しいのは、フルートも同意ですけど……": "Of course, the flute agrees that you shouldn't push yourself too hard...",
    "その衣装、すっごく似合ってます！\nもうヒイロさんのために用意された服みたい……！": "That outfit looks really good on you!\nIt's like they've already prepared clothes for Hiiro-san...!",
    "（たしかに似合ってるんだよな。\n狼っぽい感じのヒイロには似合ってるコスプレではあるが……）": "(It does look good on her.\nIt looks good on Hiiro, who looks like a wolf, but...)",
    "まあ、本人が楽しんでるならいいんじゃない？\n迷惑かけられた分の代金としては正当な範囲でしょ？": "Well, as long as she's enjoying herself, it's fine, isn't it?\nIt's a fair price to pay for all the trouble you've caused, right?",
    "それはそうなんだが……": "That's true, but...",
    "楽しいから大丈夫。\nこういう仮装自体は、山での狩りでも使える。": "It's fun, so don't worry.\nThis kind of costume itself could be used for hunting in the mountains.",
    "……まあ、ある意味で擬態といえば擬態か？\n狩りに使える気はしないが……": "...Well, in a sense, it's more like a mimicry?\nI don't feel like I can use it for hunting, but...",
    "（まあ、こんな風に楽しめているならいいか。）": "(Well, as long as I'm having fun like this, I guess it's fine.)",
    "似合ってる": "It looks good on you.",
    "少し心配だ": "I'm a little worried.",
    "%usernameusernameuserna%だっけ？\nこの格好似合ってる？": "%usernameusernameuserna%, was it?\nDoes this look good on me?",
    "ああ、そうだな。\nヒイロのイメージに似合ってるぞ。": "Yeah, that's right.\nIt suits Hiiro's image perfectly.",
    "良かった。ありがとう。\n%usernameusernameuserna%はこういう格好が好きなんだ。": "That's good. Thank you.\n%usernameusernameuserna% likes to dress like this.",
    "その言い方は語弊があるぞ！？": "That's not the right way to put it!",
    "……心配？": "...Worried?",
    "いやまあ、無防備過ぎる気がしてな……\nヒイロのイメージとか大丈夫か？": "Well, I feel like she's too defenseless...\nAre you okay with Hiiro's image?",
    "別に大丈夫。私は別に着るものに拘りはない。\n実用性があるなら十分。": "It's fine. I don't really care about what I wear.\nAs long as it's practical, that's enough.",
    "まあ、それならいいんだが……": "Well, that's fine, then...",
    "まあ、ヒイロが楽しんでるならよかったよ。": "Well, as long as Hiiro's having fun, that's good.",
    "（エヴィの言う通り、宣伝効果も抜群みたいだしな。\nどんどん人が集まって来たぞ）": "(Just like Eve said, it seems to have excellent publicity effects, too.\nMore and more people are gathering here.)",
    "……教導指揮官って人がいる事は知ってたけど、興味はなかった。": "...I knew there was an instructor, but I wasn't interested.",
    "……うん？": "...Yeah?",
    "でも、今は違う。": "But it's different now.",
    "思ったよりも面白い人みたいだから、また会いに行く。": "She seems more interesting than I thought, so I'll go see her again.",
    "面白いことをした覚えはないが……": "I don't remember doing anything interesting, but...",
    "リベンジする。\n今日みたいに負けたりしない。": "I'll get my revenge.\nI won't lose like I did today.",
    "……そっちの方で会いに来るのか。": "...So that's where she'll come to see me.",
    "（違う理由で来てくれてもいいんだが……）": "(You can come for a different reason, but...)",
    "今度はこっちが捕まえてみせる。": "This time, I'll catch it myself.",
    "とりあえず、いきなりゴム弾を撃つのはやめてくれ。": "Anyway, stop shooting rubber bullets all of a sudden.",
    "……別の勝負、考えておく。": "...I'll think of another match.",
    "（いったいどんな勝負をしかけられるんだ……）": "(Just what kind of match is he going to make...?)",
    "少し不安も過ぎるが、掻き立てられた好奇心がそれを打ち消してくれた。": "I'm a little worried, but my incited curiosity dispels it."
}