{
    "……というわけで、最後までドタバタしましたけど、\n何とか申請をしてチームとして認められたんです。": "...So, I was in a bit of a hurry until the end, but...\nI somehow managed to apply for it and was recognized as a team.",
    "なるほど……\n白奈の加入はめるの粘り強い説得が決め手だったのか。": "I see...\nWas Hakuna's persistent persuasion to join the group the deciding factor?",
    "今考えれば……白奈さんが加入してくれなければ、\nきっとわたくし達は退学になっていましたわね。": "Thinking about it now... If Shirona-san hadn't joined,\nI'm sure we were expelled.",
    "まあ、他に良い候補もいなかったからね！\nつまり、白奈ちゃんを説得しためるちゃんはＭＶＰだね！": "Well, I didn't have any other good candidates!\nIn other words, Meguru-chan is the MVP who persuaded Hakuna-chan!",
    "白奈はシリウスシュガーに入って後悔はしなかったのか？": "Didn't Hakuna regret entering Sirius Sugar?",
    "うん。シリウスシュガーに入らなくても、\nどこかに入る必要はあった。": "\"Yeah.\" I didn't have to go into Sirius Sugaru\nI needed to go in somewhere.",
    "自分らしく出来る、このチームには入れてよかったと思ってる。": "I'm glad I joined this team. I can do it like myself.",
    "そうか。白奈にとってもプラスになってるならよかった。": "I see. I'm glad it's a plus for Shirona.",
    "それにしても、本当に問題児の集まりだったんだな……": "Still, it really was a gathering of problem children...",
    "あははは……結果的にそうなっちゃいましたね。": "Ahahaha... That's how it turned out.",
    "このメンバーが揃って来た時の、\n生徒会長の反応はどうだったんだ？": "When these members came together...\nHow was the student council president reacting?",
    "ええっと、確か……": "Let's see, if I remember correctly...",
    "……無事に５人集めることができたようですね。\nしかし、驚きました。白奈さんがここに入るとは。": "...Looks like we managed to gather five people without incident.\nBut I was surprised. To think that Hakuna-san would come here.",
    "……わたしはここがいいって思えたから。": "...Because I thought this place was good.",
    "しかし、よくここまで事情や問題を抱えたメンバーを揃えましたね。": "Still, I'm surprised you were able to gather so many members with circumstances and problems.",
    "揃えたというか、集まってしまったというか……": "It's more like they've all gathered together, or rather, gathered together...",
    "まあ、なんだっていいよね！\nってことで、五人揃えたから退学は撤回してよ！": "Well, it doesn't matter what it is!\nAnyway, we've got all five of you, so take back your expulsion!",
    "ええ。約束は守りましょう。\nそして、チームとしてあなた方五人の申請を認めます。": "Yes. Let's keep our promise.\nAnd as a team, I approve the application for you five.",
    "あ、ありがとうございます！\nやった……これで、パイロットとしての第一歩です……！": "Th-Thank you very much!\nI did it... This is my first step as a pilot...!",
    "ふふ、これから大変になりますが……\n鳴滝の名前を当てにしない仲間を集めれてよかったですわ。": "Heehee. It's going to be tough from here on out...\nI'm glad we were able to gather friends who didn't rely on Narutaki's name.",
    "まあ、ゆるーく頑張ろうね♪": "Well, let's do our best! ♪",
    "ちょっと！　ちゃんと稼ぐのは約束しなさいよ！\nラミが入ってる条件なんだからね！": "Hey! Promise me you'll make enough money!\nIt's a condition with a lamia in it, after all!",
    "歓談中、申し訳ありませんが……これで終わりではありません。\nむしろパイロットとしてはここが始まりです。": "I'm sorry to interrupt your pleasantries, but...this isn't the end.\nIn fact, this is the beginning of my career as a pilot.",
    "無事にパイロットとしての実績を残すことができなければ、\nまた厳しい対応を迫りますからね。": "If I can't safely leave behind my achievements as a pilot,\nWe're going to have to deal with them harshly again.",
    "ちぇー、しばらくは安泰だと思ったんだけどなぁ……": "Tch, I thought I'd be safe for a while...",
    "当然です。あなた方はようやくスタートラインに立っただけです。\nこれから様々な試練が待ち受けていることでしょう。": "Of course. You're just standing at the starting line.\nI'm sure many trials await you in the future.",
    "それらを乗り越えて立派なパイロットとなることを、\n私は期待していますからね。": "To overcome them and become a great pilot\nI'm expecting great things from you.",
    "はい！　私達はきっと乗り越えてみせます！": "Yes! We'll overcome this!",
    "ラミ達なら余裕でやれるっつーの。": "Rami and the others can do it with ease.",
    "ええ、分かっていますわ。": "Yes, I understand.",
    "……うん。わたしに出来る限りはして見せる。": "...Yeah. I'll do what I can.",
    "皆がそういうなら、あたしも出来る限りは頑張るかな。": "If everyone's like that, I guess I'll do my best too.",
    "ええ、それでは頑張ってください。": "Good luck, then.",
    "……というやり取りでした！": "...That was the exchange!",
    "なるほどな……\nちゃんと生徒会長もお前たちが問題児だと把握してたんだな。": "I see...\nI guess the student council president knew you guys were problem children.",
    "で、そんな問題児たちも気づいたら解散の危機か……": "So, the problem children are in danger of disbanding before they know it...",
    "うう、それは……そうなんですけども……": "Ugh, that's... true, but...",
    "うっさいわね！\nそれを撤回させるために今頑張ってんでしょ！": "Shut up!\nYou're working hard to get that back, aren't you?",
    "ラミさんの言うとおりです。\nわたくし達は、チーム結成の時も、不可能を乗り越えたんです。": "Rami-san is right.\nWhen we formed the team, we overcame the impossible.",
    "今度も必ず結果を出して、解散を撤回させてみせますわ！": "I'll get results this time, too, and make them withdraw their dissolution!",
    "そうですね！　必ずシリウスシュガーを存続してみせます！": "That's right! We'll definitely keep Sirius Sugar alive!",
    "こんなところで終わってたまるかっての！\nそうでしょう、白奈！？": "I can't let it end here!\nIsn't that right, Shirona!?",
    "……もちろん。解散なんて絶対にさせたくない。": "...Of course. I definitely don't want them to disband.",
    "……稼げなかったらすぐ抜け出すって言っていたやつが、\n１番やる気を出してるように見えるな。": "...The guy who said he'd slip out right away if he couldn't make any money...\nYou look like you're the most motivated.",
    "あはは、ラミちゃんはなんだかんだ\nこのチームを気に入っているんだよ。": "Ahaha, Rami-chan's kinda...\nI like this team.",
    "そうなのか？": "Is that so?",
    "そうだよ？　結局文句は色々と言ってたけど……\n気付いたら皆の事を認めて抜けるなんて言わなくなったんだ。": "That's right, isn't it? In the end, she complained about a lot of things...\nBefore I knew it, I recognized everyone and stopped saying I could leave.",
    "まあ、ラミちゃんが面倒見がいい所があるのも理由だけどね？\nでも、このシリウスシュガーの居心地がいいのは確かだね。": "Well, it's partly because Rami-chan's good at taking care of people, isn't it?\nBut it's true that this Sirius Sugaru is comfortable.",
    "だから、内心では本気でシリウスシュガーとして、\nずっと頑張りたいって思ってるんだよ。": "That's why, on the inside, I'm serious about Sirius Sugaru\nI want to do my best forever.",
    "……なるほどな。": "...I see.",
    "あっ、そうだ、思い出した。いいもの見せてあげる。": "Ah, that's right, I remember now. I'll show you something good.",
    "……ん？　この写真は？": "...Hm? What about this picture?",
    "これは結成してすぐに取ってもらった写真だよ。\nほらほら、可愛くない？": "This is a photo that was taken right after we formed.\nCome on, isn't that cute?",
    "まだまだお互いの実力も何も知らなかったけど、\n楽しそうでしょ？": "We still didn't know each other's abilities or anything, but...\nSounds fun, doesn't it?",
    "やっぱり色々とあった後だからかな？\nすぐに仲良くなれちゃったんだよね♪": "Maybe it's because a lot of things happened after all?\nWe got to know each other right away♪",
    "でも、ラミはなんか抱き着かれてて嫌がってないか？": "But doesn't Rami hate being hugged?",
    "まあ、それは……ご愛嬌ってことで。": "Well, that's... charming.",
    "この腑抜けた顔では、使い物にならないぞ。\nこれは地獄の訓練をしてやらないと……": "With this stupid look on his face, he's useless.\nI'll have to train her in hell...",
    "ちょっとー！　今くらいは普通に見ればいいじゃん！\nほらほら、初々しくて可愛いよね！": "Hey! Why don't you just look at it normally?!\nCome on, you're so innocent and cute!",
    "まあ、確かに初々しさを感じるのは認めるが……": "Well, I admit she's innocent, but...",
    "あっ、懐かしいですね。私もちゃんと保存していますよ。": "Ah, this brings back memories. I've been keeping it safe too.",
    "ええ、わたくしも保存してありますわ。": "Yes, I've saved it as well.",
    "……わたしも保存用、布教用、鑑賞用に取ってある。": "...I've also saved it for preservation, propagation, and appreciation.",
    "いや、布教用って誰に布教するんだよ。": "No, missionary work? Who are you going to spread it to?",
    "みーんな、なんかの形でちゃーんと保存してるんだよね♪\nふふ、ラミちゃんなんて、端末の壁紙にしてるんだよ。": "They're all preserved in some form or another, aren't they?\nHehe, Rami-chan uses the wallpaper on her terminal.",
    "ちょっと！？　何で知ってるわけ！？\n端末もしかして横から覗き込んだの！？": "Hey!? How do you know that!?\nCould it be that the terminal was peeking in from the side?!",
    "やばっ、バレちゃった！": "Crap, they found out!",
    "ちょっと待ちなさいよ！\n記憶を消してやるから！": "Wait a minute!\nI'll erase your memories!",
    "ちょっとちょっと！？　普通は消せないからね！？": "Hey, hey! Normally, you can't turn it off!",
    "ふふ、仲が良いですわね。": "Heehee. You two sure are close.",
    "そうですね……\nやっぱりこんな風に仲良くなれたから……解散したくないです。": "You're right...\nWe've become friends like this, after all... I don't want to disband.",
    "……うん、勿論。": "...Yeah, of course.",
    "（俺を助けてくれた恩はあるが……\nこんな風に笑ってたこいつらをもう一度笑顔にしたいな）": "(I owe you for saving me, but...)\nI want to make these guys smile like this again.)",
    "（解散なんてさせて悲しい顔をさせるわけにはいかない。\n必ず結果を出して、シリウスシュガーを存続させよう）": "(I can't let them disband and make a sad face.\nI'll make sure to produce results and keep Sirius Sugar alive.)",
    "……よし、休憩は終わりだ！　ひよっこども！\nすぐに訓練を再開するぞ！": "...Okay, break's over! Hiyo, kids!\nLet's get back to training!",
    "えっ、あ、もうそんな時間ですの！？": "Huh? Oh, it's already that late?!",
    "えー！？　さっきまでのいい雰囲気はどこへ？": "Whaaat?! Where did that nice atmosphere go?",
    "うわぁ……またあのモードに入っちゃったよ……": "Wow... She's gone into that mode again...",
    "……でも、昔の話をしてたら気合が入りました！\n絶対に勝てるように頑張りましょう！": "...But talking about the past got me fired up!\nLet's do our best to win!",
    "……うん、必ず勝とう。": "...Yeah, we'll definitely win.",
    "ちぇー……まあそうね。がんばろっか。": "Tch... Yeah, I guess so. Let's do our best.",
    "お前ら！　返事はどうした！": "Guys! What's your answer?!",
    "イエッサー！！": "Yessir!!",
    "声が小さい！　もう１度！": "Your voice is quiet! One more time!",
    "イエッサーーーー！！": "Yessss!!",
    "舐めているのか！　腹から声を出せー！！": "Are you underestimating me!? Squeeze out of my stomach!!",
    "イエッサーーーーー！！！！": "Yessss!!!!",
    "こうして、日が暮れるまで俺たちは地獄の特訓を続けた。": "And so, we continued our hellish training until the sun set.",
    "――解散の危機を乗り越えて、\n写真のような笑顔を浮かべる未来のために。": "—Overcoming the danger of dissolution,\nFor the sake of a future where she smiles like a picture."
}