{
    "体育祭から数日後、\nラウラから呼ばれた俺は彼女の部屋へとやってくる": "A few days after the sports festival,\nLaura calls me over, and I come to her room.",
    "ラウラ、俺だ。": "Laura, it's me.",
    "は、はーい。": "O-Okay.",
    "来てくれてありがとう。入って入って。": "Thank you for coming. Come in, come in.",
    "まずは、１位おめでとう。": "First, congratulations on getting first place.",
    "ありがとう。%usernameusernameuserna%さんが\n協力してくれたおかげだよ。": "Thank you, %usernameusernameuserna%-san.\nIt's all thanks to your help.",
    "いや、ラウラ達が頑張ったからだよ。\nそれにしてもこんな時間に呼び出して、どうしたんだ？": "No, it's because Laura and the others worked so hard.\nStill, what are you doing calling me out at this hour?",
    "えっと、練習にも付き合ってくれて……\n色んな弱音でいっぱい迷惑をかけちゃったから……お詫びをしたくて。": "Um, he even helped me practice...\nI've caused you so much trouble with all sorts of whining... I wanted to apologize.",
    "お詫び？": "An apology?",
    "うん、迷惑沢山かけたのに%usernameusernameuserna%さんに\n何にもしてあげられてないな……って思って……": "Yeah, I caused a lot of trouble for %usernameusernameuserna%-san.\nI don't think I've done anything for her...",
    "気にしなくていい。優勝できたんだから結果オーライだろ？　\n俺はその結果だけでも満足だよ。": "Don't worry about it. We won, so all's well that ends well, right?\nI'm satisfied with just the result.",
    "……でも、私の気が済まないの！": "...But I'm not satisfied!",
    "そ、そう言われてもな……": "Y-You say that, but...",
    "だから……す、少しだけ待っててね……": "So... w-wait just a little longer...",
    "ああ……って、え！？": "Ahh... Wait, what?!",
    "ラウラは俺の見えない位置へといって着替え始めた。\n衣擦れの音が聞こえて、生々しさに思わず緊張してしまう。": "Laura said she was in a position where I couldn't see her and started changing.\nI heard the rustling of clothes, and the rawness of it made me nervous.",
    "えっと……どうかしら？": "Um... What do you think?",
    "着替え終わったラウラは、チアリーダー姿となっていた。": "Having finished changing, Laura was dressed as a cheerleader.",
    "ら、ラウラ！？　そのチア衣装はどうしたんだ！？": "L-Laura?! What happened to that cheerleading outfit?!",
    "（……いや、俺としては嬉しいんだが）": "(...No, I'm happy to hear that.)",
    "その……実はチアリーディングをする子達にお願いされて作ったの……\n参加しないかとも言われたけど、恥ずかしくて今回は見送っちゃった……": "Umm... Actually, I made it at the request of the cheerleading girls...\nHe asked me if I wanted to participate, but I was so embarrassed that I saw him off this time...",
    "（確かに体育祭ではチア姿で応援している子達もいたな）": "(Yeah, some of the kids were cheering for her in cheerleading outfits during the sports festival.)",
    "そ、それで……どうかな？　に、似合ってる？": "S-So...what do you think? Does it look good on me?",
    "ああ、凄く似合ってるぞ。": "Yeah, it looks really good on you.",
    "出来るだけ冷静には言ったが、あらわになった太ももにぴったりとした\nユニフォームで強調された胸に股間が張り詰めていた。": "I said it as calmly as I could, but it fit perfectly with her exposed thighs\nHer crotch was tense against her chest, which was emphasized by her uniform.",
    "あっ……そ、その反応ってことは……\n私に、興奮してくれてるってことで……いいのかな？": "Ah... Th-That reaction means...\nIs it okay to assume that she's excited about me?",
    "こ、この姿に興奮しない男はいないだろ！": "Th-There's no man who wouldn't be excited by this sight!",
    "そ……そうなの？　確かにちょっとスカートが短いよね……\n胸も目立つし……だから皆の前で着るのは恥ずかしかったけど……": "R-Really? Her skirt is a little short...\nHer breasts stand out, too... So it was embarrassing to wear them in front of everyone, but...",
    "するとラウラは俺の目を見て、少し悪戯っぽく笑った。": "Then Laura looked into my eyes and smiled a little mischievously.",
    "%usernameusernameuserna%さんがこんなに興奮してくれるなら、\n勇気を出して着てみて良かったかも……♪": "If %usernameusernameuserna%-san is this excited,\nI'm glad I worked up the courage to try it on...♪",
    "ふふ、おっきくなっちゃったの……これ、どうして欲しい♡": "Hehe, it's gotten bigger... What do you want me to do with this?♡",
    "俺は堪らず、ラウラに気持ちよくしてほしいんだと口走る。": "Unable to bear it any longer, I blurted out that I wanted Laura to feel good.",
    "そうなんだ、気持ちよくしてほしいんだね……": "I see. So you want me to make you feel good...",
    "ふふ♡　%usernameusernameuserna%さんは素直だね。\nなんだか照れちゃうな……♡": "Hehe♡ You're so honest, Xenois-san.\nThis is kind of embarrassing...♡",
    "ら、ラウラ………………っ、うっ……！": "L-Laura... Ugh...!",
    "……いっぱい頑張ってくれた指揮官さんに、\n私が気持ちよくしてあげて元気にしてあげるねっ。": "...To the Commander, who worked so hard...\nI'll make you feel good and cheer you up.",
    "スカートを捲り上げるラウラの股間は、\n濡れそぼった割れ目が浮かび上がっていた。": "Laura's crotch rolled up her skirt\nA wet crevice was visible.",
    "その、男の人はこういうのが好きだって見たんだけど……どうかな？": "Um, I saw that men like this kind of thing... What do you think?",
    "ラウラは割れ目を俺に見せつけながら、頬を赤らめた。\nその様子に俺はより一層興奮し、ゆっくりと頷く。": "Laura blushed as she showed me her slit.\nSeeing her like that excites me even more, and I slowly nod.",
    "よかった……今日はこれで気持ちよくしてあげるね♡": "Thank goodness... I'll make you feel good today. ♡",
    "そうしてラウラは俺のズボンのチャックをゆっくりと下す。\n俺は我慢が出来ずに、思わず腰が浮いてしまう。": "And so, Laura slowly unzipped my pants.\nUnable to hold back any longer, I couldn't help but sit up.",
    "うふふ、焦らなくても、いーっぱい気持ちよくしてあげるからね♡\nほら%usernameusernameuserna%さんのおちんちん、出てきたよ♡": "Ufufu, there's no need to rush. I'll make you feel really good♡\nLook, %usernameusernameuserna%-san's penis came out! ♡",
    "ラウラが取り出した俺の一物は、これでもかというほど張り詰めていた。\n今すぐにでもラウラの中に捻じ込みたい衝動に駆られる。": "Laura took out one of my dishes, and it was so tense that even this was enough to make me nervous.\nHe felt the urge to twist inside Laura at any moment",
    "%usernameusernameuserna%さん、\n今すぐにでも私に入れたいって顔してるね。でも今日はだーめ。": "%usernameusernameuserna%-san,\nYou look like you want to put it in me right now. But not today.",
    "そう言って、ラウラは俺の上に跨った。\n俺の肉棒へと触れるラウラのしっとりした陰唇を感じる。": "With that, Laura straddled me.\nI could feel Laura's moist labia as she touched my dick.",
    "せっかくだから、いつもと違う、トクベツな事、したいでしょ？\n今日はこれで気持ちよくしてあげるね。": "Since you're here, you want to do something special, different from usual, don't you?\nI'll make you feel good with this for today.",
    "ラウラは俺の一物に、自身の陰唇を擦り付け始めた―ー……\n所謂『素股』というやつだ。": "Laura began rubbing her labia against my member...\nIt's what you'd call a bare crotch.",
    "柔らかな感触と、程よい湿り気で、俺の股間は\nどんどんと高まっていった。ラウラからも声が漏れ始める。": "With a soft sensation and a moderate amount of moisture, my crotch\nIt was getting louder and louder. Laura's voice began to leak out as well.",
    "あんっ……♡　んっ、んっ、んっ……あっ……\nお股が、擦れて……っ……わ、私も気持ちくなっちゃ……": "Ahn...♡ Mm, mm, mm... Ah...\nMy crotch is rubbing... I-I'm starting to feel good too...",
    "あ、はぁっ、あんっ、%usernameusernameuserna%さんのがぁっ、\nいいところに擦れてっ、あああんっ！": "Ah, haah, anh, %usernameusernameuserna%-san's,\nYou're rubbing at a good time, aaanh!",
    "そう喘ぎながら、ラウラは腰をヘコヘコと揺らし、俺の一物に自身の\n股間を擦り付け続けた。湿り気だったものがぬかるみへ変わっていく。": "As she gasped for air, Laura's hips heaved as she gave my member her own\nI continue to rub my crotch against hers. The wetness turns into a wetness.",
    "いやっ……！　はああんっ……！　なんだがお股がっ……！\nヌメヌメしてっ……あっ……きもちいよぉっ……！！": "No...! Haaahn...! My crotch...!\nIt's so slimy... Ah... It feels good...!!",
    "%usernameusernameuserna%さんのあついのが擦れてっ、\nきもちいよぉっ！　今日は私が気持ちよくしてあげる日なのにっ……": "%usernameusernameuserna%-san's hot thing is rubbing against me,\nIt feels so good! Even though today is my day to make you feel good...",
    "ラウラの割れ目を見ると、そこにはさっきまで隠れていた陰核が\nぷっくりと浮き上がっていた。俺はそれを指でなぞる。": "I looked at Laura's crevice and saw the clitoris she'd been hiding behind\nShe floated up in the air. I traced it with my finger.",
    "ひやぁっ！！！！　あああっ！！！！　\n%usernameusernameuserna%さんっ、それ、らめぇっ！！！！": "Hyaaaa!!! Aaaah!!!!\n%usernameusernameuserna%-san, don't do that!!!!",
    "ラウラの身体は痙攣したかのように跳ね、\nビクンビクンと背中をのけぞらせた。": "Laura's body jumped as if she'd convulsed\nShe arched her back.",
    "や、やらっ！！　そこ、くりくりしちゃ、やだぁっ！　あっ！　あっ！\nなんかくるっ！　きちゃうのっ！　そこ、だめぇっ！！！！": "N-No!! Don't, grind there! Ah! Ahh!\nSomething's coming! It's going to come! Not there!!!!",
    "俺はちょっとしたいたずら心が沸き、ラウラの言う『そこ』が『どこ』\nなのか尋ねる。": "I felt a little mischievous, and the \"there\" Laura was talking about was \"where\"\nI ask her if she's okay.",
    "ううううっ……んっふ……あんっ……\nも、もうっ、イジワルっ……": "Uuuu......nnfu......anh......\nG-Geez, you meanie...",
    "俺はラウラの陰核を、指で少し強く弾いた。\n瞬間、ラウラは甘美な声を上げ、激しく腰を揺らした。": "I flicked Laura's clitoris a little harder with my fingers.\nInstantly, Laura let out a sweet cry and violently rocked her hips.",
    "ひゃあああああんっ！！！！　いう！　いうからぁっ！！　あんっ！！\nくっ、クリトリスぅっ！！　クリトリスぐりぐりしないでぇっ！！！！　": "Hyaaaaahn!!!! I'll say it! I'm gonna say it!! Ahn!!\nUgh, my clitoris!! Don't grind my clit!!!",
    "俺が指を止めると、ラウラは肩で息をしながら、潤んだ目でこちらを\n見つめた。": "I stopped my finger, and Laura's shoulders heaved as she looked at me with moist eyes\nI stared at her.",
    "%usernameusernameuserna%さん、えっちなんだからっ……\n今日は、一緒にイキたいのっ！": "%usernameusernameuserna%-san, you're such a pervert...\nI want to cum with you today!",
    "そうしてラウラは再び俺の一物に自身を擦り付け始めた。\nあふれ出る愛液が絡みついて、滑りを一層良くする。": "And so, Laura began rubbing herself against my member again.\nHer overflowing juices coil around me, making my slide even better.",
    "次はっ……私の番だからねっ……私が……あっ、きもちよく、\nしてあげるんだからっ……": "Now... it's my turn... I'll... ah, feel good...\nI'll do it for you...",
    "亀頭の一番感度の良い場所が丁度よく擦れて、\n俺は下半身から込みあがってくるものを感じた。": "The most sensitive spot on my glans was just rubbing against her.\nI felt something welling up from my lower body.",
    "ふふ♡　%usernameusernameuserna%さん、\nきもち良さそうな顔してるっ……私のお股でっ、きもちくなってるっ♡": "Hehe♡ %usernameusernameuserna%-san,\nYou look like you're enjoying it... You're feeling good from my crotch ♡",
    "なんだかっ、いつもより、がちがちになってるねっ……んっ。\nそんなにこの格好が興奮するのっ？": "You're acting a little different than usual... Mm.\nIs this outfit really that exciting?",
    "俺が『そうだ』と頷くと、ラウラは嬉しそうにほほ笑み、\n指で俺の亀頭を甘く弄び始めた。": "I nodded and said, \"That's right,\" and Laura smiled happily\nShe starts playing with my glans sweetly with her fingers.",
    "へぇ～っ……もしかして、体育祭のチアの子達にも、こんな風に\n興奮してたのかな？": "Wow... Maybe the cheerleading girls at the sports festival are like this, too.\nWas she excited?",
    "俺は慌てて首を横に振る。確かにこの格好はそそるものがあるが、\n誰でも良い訳じゃない。ラウラだからこんなに興奮するのだ。": "I shake my head frantically. Sure, this outfit is exciting, but...\nIt wasn't like it didn't matter who it was. It was because it was Laura that I was so excited.",
    "そう言うと、ラウラは少し恥ずかしそうにはにかんだ。": "When she said that, Laura looked a little embarrassed.",
    "本当にっ？　嬉しいなっ♡　私も、こんな姿を見せるのは、\n%usernameusernameuserna%さんにだけだよっ♡": "Really? I'm so happy♡ I've never seen her like this, either\nIt's just for %usernameusernameuserna%-san! ♡",
    "そうしてラウラは亀頭を弄ぶ手の動きを速める。素股とは違う、\n指先の繊細な動きに、俺は果てそうになるのを必死に抑えた。": "And so, Laura quickened the movement of her hand, which was playing with my glans. It was different from her bare crotch.\nThe delicate movements of her fingertips made me desperately try to stop myself from reaching climax.",
    "私にとって%usernameusernameuserna%さんは特別で、\nだから、喜んでくれるなら、なんでもしてあげたくなっちゃうのっ♡": "%usernameusernameuserna%-san was special to me,\nThat's why, as long as you're happy, I want to do anything for you♡",
    "そうだっ、%usernameusernameuserna%さんがっ、\nもっときもちくなるように、応援して……あげるっ……♡": "That's right, %usernameusernameuserna%-san is...\nI'll cheer you on... so you'll feel even better...♡",
    "そうしてラウラは俺の亀頭から手を放し、陰部を一物にあてがい、\nリズム良く腰を上下に揺らし始めた。": "With that, Laura let go of my glans and placed her genitals against one thing\nShe starts moving her hips up and down in rhythm.",
    "がんばれっ♪　%usernameusernameuserna%さんっ♪\nがんばれっ♪　いっぱい♪　びゅーびゅーしてっ♪": "Good luck, %usernameusernameuserna%-san♪\nDo your best♪ Fill me up♪ Spurt it all out♪",
    "んっ……%usernameusernameuserna%さん♪　\nおちんぽ♪　がんばれっ♪　私にいっぱいかけてっ♪": "Mm... %usernameusernameuserna%-san♪\nCock♪ Do your best♪ Pour a lot on me♪",
    "%usernameusernameuserna%さん♪　だいすきだよっ♪\nいっぱい♪　きもちくなってっ♪": "%usernameusernameuserna%-san♪ I love you♪\nSo much♪ It feels so good♪",
    "おちんぽ♪　えらいえらい♪　上手にぼっきして♪　えらいねっ♪\nせーし♪　たくさん作ってっ♪　私にかけてっ♪": "Your dick♪ Very good♪ Blow it out well♪ Very nice♪\nSemen♪ Make lots♪ By me♪",
    "ラウラが揺れる度に、俺の亀頭から我慢汁が大量に溢れ、\nぬちゅぬちゅと音を立てた": "Every time Laura swayed, a large amount of precum overflowed from my glans\nThere was a squelching sound",
    "あっ！　%usernameusernameuserna%さん、\nえっちな汁がたーくさん出てるねっ……♪　うれしいなっ……♪　\n": "Ah! %usernameusernameuserna%-san,\nThere's so much dirty juice coming out...♪ I'm so happy...♪\n",
    "ラウラの腰の動きがどんどんと速度を増していくにつれて、\n俺達の息も甘く上がってゆく": "As Laura's hips moved faster and faster...\nOur breaths are getting sweeter.",
    "上下運動が激しくなる度に、ラウラの豊かな胸がゆさゆさと揺れた。\n零れ落ちそうなそれを、俺は思わず両手で鷲掴む。": "Every time her up-and-down movements grew more intense, Laura's ample bosom swayed\nI instinctively grab it with both hands as it feels like it might spill out.",
    "あんっ♪　もう、%usernameusernameuserna%さんたらっ♪\nそんなにおっぱいが好きなのかな？　ふふ♪　いっぱい触っていいよ♪": "Ahn♪ Geez, %usernameusernameuserna%-san♪\nDo you like boobs that much? Hehe♪ You can touch them lots♪",
    "ラウラの胸は程良い弾力と柔らかさがあり、俺は夢中になって\nその感触を楽しんだ。": "Laura's breasts had just the right amount of elasticity and softness, and I became engrossed\nI enjoyed the sensation.",
    "ひゃあんっ！！　あっ！！　そこはぁっ！！": "Hyaanh!! Ah!! That's...!!",
    "ラウラが急に声を上げる。\n俺の指は桃色の突起をとらえていた。": "Laura suddenly raised her voice.\nMy fingers caught her pink protrusions.",
    "やああぁんっ！！　ちくびこりこりしちゃ……！　きもちくなっちゃうっ！\nあっ！　あっんっ！！　ぞくぞくがくるっ！！": "Yaaaaan!! It's throbbing...! It'll feel good!\nAh! Ahhhn!! It's tingling!!",
    "ラウラは快楽から逃れるように激しく身体をくねらせた。\n俺は乳首から手を離したが、ラウラの快楽は留まることを知らなかった。": "Laura wriggled her body violently, as if trying to escape the pleasure.\nI took my hands off her nipples, but Laura's pleasure knew no bounds.",
    "あっ、んぁあああっ……！　なんだかっ……\nお股がジンジンしてきたよぉっ……": "Ah, nnahhhh...! For some reason...\nMy legs are starting to tingle...",
    "そうしてラウラは陰唇の割れ目をめいっぱい俺の一物に押し付けた。\nこのまま挿入してしまうのではないかという錯覚に襲われる。": "And so, Laura pressed the crevice of her labia against my member as much as she could.\nI was assaulted by the illusion that I was going to put it in like this.",
    "%usernameusernameuserna%さんにきもちくなってもらう日\nなのにっ。私ばっかりきもちくなっちゃうよぉっ！　ああんっ！！\n": "The day %usernameusernameuserna%-san feels good.\nAnd yet... I'm the only one who feels good! Aaahn!!\n",
    "俺はラウラが気持ち良くなっている姿に一番興奮する、\nという事を告げる。": "I was most excited by the sight of Laura feeling good\nThat's what I told her.",
    "ほんとにっ？　私がえっちになってる所に興奮するのっ……？\nうっ……んっ……はぁ、はぁ、あんっ……！": "Really? Are you excited when I'm having sex...?\nUu......nn......haa, haa, anh......!",
    "ラウラは涙目になりながら頬を赤らめた。\n蕩けて欲情的な目が俺をじっと見つめて離さない。": "Laura blushed, tears in her eyes.\nHer lustful, enchanted eyes stared at me and wouldn't let go.",
    "うれしいっ、わたしが、えっちな事、好きなのバレたらっ、\n幻滅されちゃうんじゃないかって……あっ……こわかったのっ……": "I'm so happy! If they find out that I like dirty things,\nI thought I was going to be disillusioned... Ah... I was scared...",
    "きょうはっ、『お詫び』って言って誘ったけどっ……ああああんっ。\nほ、ほんとうはっ、私がえっちなことっ、したかっただけなのっ……！": "Today, I called it an apology and invited her, but... Ahhhhn.\nI-I really just wanted to do perverted things...!",
    "ね、ねぇっ……%usernameusernameuserna%さんっ……んっ……\nわたしっ、あっ、ん。こんなえっちな子だけどっ……いっ、あ……っ。": "H-Hey... %usernameusernameuserna%-san... nn...\nI'm, ah, mm. Such a dirty girl, but... ii, ah...",
    "こ……これからもっ……いっしょにいてくれるっ………？": "Y-You'll be with me... from now on...?",
    "俺は『当たり前だろ』と言ってラウラを抱きしめる。\nしっとりと汗ばんだ肌が吸い付くように触れる。": "I said, \"Of course it is,\" and hugged Laura.\nHer moist, sweaty skin touches me like it's sucking on me.",
    "ラウラがこんなにも俺の事を思ってくれていた事に、俺は感激した。\nそして、こうやって身も心も求めてくれる事が素直に嬉しかった。": "I was moved by how much Laura cared about me.\nAnd I was honestly happy that she wanted my body and soul like this.",
    "ラウラは俺の返答に涙ぐみ、嬉しさを表すように腰を振った。": "Laura teared up at my reply and swung her hips to express her joy.",
    "ほんとにっ……？　うれしいよぉっ……！\nこれからもっ、いっぱい一緒にいてっ、きもちいいことしたいっ……！": "Really...? I'm so happy...!\nI want to be with you a lot from now on, and do good things with you...!",
    "そうしてラウラは陰唇の割れ目をめいいっぱい俺の一物に押し付けた。\nこのまま挿入してしまうのではないかという錯覚に襲われる。": "And so, Laura flipped open the crevice of her labia and pressed it against my member.\nI was assaulted by the illusion that I was going to put it in like this.",
    "ラウラのかわいらしかった陰核は、興奮と擦れで腫れ上がるように\n突起して、俺の一物に当たる度、コリコリとした感触がする。": "Laura's cute clitoris seemed to swell with excitement and rubbing\nEach time it hits my member, it feels firm.",
    "あああんっ！　おまたぬめぬめきもちいいよぉっ！　ううっ、あんっ！！\n腰が止まらないのぉっ！　きもちいの、もっとほしいのっ！！": "Aaahn! My wetness feels so good! Uuu, ahn!!\nI can't stop moving my hips! I want more of this feeling!!",
    "うううう～っ、あ、あそこがっ、んぅううっ……！　\nうずうずしてたまらないのっ……！　おちんぽに擦れてっ……ひゃぁん！": "Uuuu~, ah, that place is, nnuuu...!\nI can't get enough of it...! It's rubbing against my dick... Hyahn!",
    "突起した陰核が、俺の亀頭と擦れる度に愛液が溢れ出た。\nそうしてもう我慢の限界と言わんばかりに、ラウラの身体が大きく跳ねる。": "Her protruding clitoris overflows with love juices every time it rubs against my glans.\nAnd just like that, Laura's body jerked greatly, as if to say she was at the limit of her endurance.",
    "ううううっ、もう、もうむりっ、がまんできないぃっ、\n%usernameusernameuserna%さん！　いっしょにっ……あああっ！！": "Uuuu, I can't, hold back anymore,\n%usernameusernameuserna%! Together......aaaah!!",
    "ラウラの蕩けた表情に、俺も我慢の限界が来る。ラウラに、\n『俺も限界だ』と頷くと、ラウラは嬉しそうにほほ笑んだ": "Laura's intoxicated expression made me reach the limit of my patience, too, to Laura\n\"I'm at my limit, too.\" I nodded, and Laura smiled happily",
    "あああっ！　くる！　きもちいの！　くるっ！　私、いっちゃうっ！\n%usernameusernameuserna%さん！　いくっ！！　いっちゃうよぉぉぉ！！": "Ahhhh! It's coming! It feels good! It's coming, I'm coming!\n%usernameusernameuserna%-san! I'm cumming!! Cumming!!",
    "んっ、はぁっ……はぁ……いっしょにいっちゃったねっ……": "Mm, haah... haah, we came together...",
    "擦り合いっこ、きもちかったねっ……すごかったぁ……\n%usernameusernameuserna%さんも気持ちよかった？": "The rubbing felt good... It was amazing...\nDid %usernameusernameuserna%-san feel good too?",
    "今日は%usernameusernameuserna%さんを\n気持ちよくする日だったのに、私まで気持ちよくなっちゃった……": "Today, I'm going to get %usernameusernameuserna%-san.\nIt was a day to make you feel good, but now I feel good too...",
    "ラウラは少し申し訳なさそうにするが、快楽に蕩けた彼女の姿にも\n興奮していたのだから、むしろそれで良かったのだと思う。": "Laura looked a little apologetic, but there was also the sight of her melting from the pleasure\nShe was excited, so in fact, I think that was for the best.",
    "そう……？　それなら……良かったけど……うふふ": "Really...? In that case... I'm glad... Hehehe.",
    "急に笑って、どうしたんだラウラ？": "Why are you laughing all of a sudden, Laura?",
    "なんだか今日は、私のえっちな部分、いっぱい見せちゃったけど……": "For some reason, I showed you a lot of my dirty side today...",
    "それを%usernameusernameuserna%さんが受け入れてくれて、\nなんだか、嬉しかったなぁって……": "%usernameusernameuserna%-san accepted that,\nFor some reason, I was happy...",
    "そうなのか？　お、俺はむしろ、もっとえっちになったラウラも\n見てみたいと思うけどな……": "Is that so? I-In fact, Laura, who's become even more perverted, is also...\nI'd like to take a look, though...",
    "も、もっとえっちな所！？\n%usernameusernameuserna%さんたら、スケベさんなんだから。": "A-A more perverted place?!\nYou're such a pervert, %usernameusernameuserna%.",
    "男は皆そういうもんだろ！": "That's how all men are!",
    "うふふ。そうなの？　まあでも、%usernameusernameuserna%さんになら、見せてもいいかな♡": "Ufufu. Really? Well, if it's for %usernameusernameuserna%-san, I guess I can show it to her♡",
    "ラウラは照れたようにそう言って、服を着替え始めた": "Laura blushed and began changing her clothes.",
    "もう着替えちゃうのか？": "Are you going to change already?",
    "えっと……その……\n冷静に考えたら、やっぱりこの格好恥ずかしいなー……って……": "Umm... Well...\nNow that I think about it, this really is embarrassing...",
    "そ、そうなのか？　凄く似合ってたから、\n出来ればまた着て欲しいというか……": "R-Really? It looked really good on her, so...\nIf possible, I'd like her to wear it again...",
    "む、むりむりむり！！　これ以上は恥ずかしくて無理！！！！": "I-I can't do this!! Any more than this is too embarrassing!!!",
    "そ、そうなのか……": "I-I see...",
    "俺が落ち込んでいるとラウラは俺のそばに引っ付いて、\n恥ずかしそうにこう言った": "As I was feeling down, Laura stuck close to me\nEmbarrassed, she said:",
    "……で、でも……また勇気が出たときは……応援しにいくからね？": "...B-But... If you ever find the courage again... I'll go cheer you on, okay?"
}