{
    "もっと動き出しを速くした方がいいわね。\nあと、歩幅が大きいのが気になるわ。無駄な力を抜いてみて。": "We should start moving faster.\nAlso, I'm worried about how long you're walking. Try to relax for no reason.",
    "ええっと……こ、こうかしら！？\n難し過ぎる……！": "Let's see... L-Like this?!\nIt's too hard...!",
    "そうそう。そうやって走れば疲れが減るわ。": "That's right. If you run like that, you'll get less tired.",
    "もしわからなければ、何度だって聞いてくれていいからね。\n気を張らずに走りましょう。": "If you don't know, you can ask me as many times as you want.\nLet's not be too careful and run.",
    "ええ、ありがとうね心香！\nよーし、それじゃあもっと走ってくるわよ！": "Yes, thank you, Kokoro!\nAlright, let's keep running!",
    "ねえ心香ちゃん、私はどうかな？": "Hey, Shinka-chan, what about me?",
    "ノエルは普段から走っているからいい感じよ。\nむしろ、今のフォームを崩さない方がいいかもしれないわ。": "Noel usually runs, so it's a good feeling.\nIn fact, it might be a good idea to keep your current form intact.",
    "へへ。やったぁ！": "Hehe. Yay!",
    "それよりも、周囲の事に気を取られるのが欠点ね。\n真っすぐゴールを目指すことを考えるのがいいわ。": "More importantly, it's our fault for getting distracted by the people around us.\nIt's best to think about aiming straight for the goal.",
    "は～い！": "Okay~!",
    "心香ちゃん、その……ちょっといいかしら？": "Koko-chan, umm... Do you have a moment?",
    "どうしたの？": "What's wrong with you?",
    "その、私って走るのが苦手だから……\nどういう風にすればいいのかなって悩んでいるの。": "Um, I'm not good at running, so...\nI'm worried about how to do it.",
    "そうね……走る距離が少し長いから、\nペース配分を考えるのも重要よ": "That's right... The running distance is a little long, so...\nIt's important to think about pacing.",
    "ペース配分？": "You want to pace yourself?",
    "ええ。最初から全速力だと後半にバテるの。\n徐々に速度を上げる方が結果的にタイムが早くなるわ。": "Yes. If you go at full speed from the start, you'll get beaten in the second half.\nThe faster you go, the faster your time will be.",
    "なるほど……そういう事ね！\nありがとう心香ちゃん！　意識してみるわね！": "I see... So that's how it is!\nThank you, Shinka-chan! I'll try to be conscious of it!",
    "……ほう。": "...Oh?",
    "心香の言葉と訓練に励むプレ・クラス－Ａ。\nしばらくして休憩時間になった。": "Pre-Class-A devoted herself to Kokoru's words and training.\nA short while later, it was break time.",
    "%usernameusernameuserna%、隣に座っていいかしら？": "%usernameusernameuserna%, can I sit next to you?",
    "ああ、構わないぞ。それにしても頑張ってるな。\n走ることに関しては俺よりもコーチング上手いんじゃないか？": "Yeah, I don't mind. Still, you're working hard.\nWhen it comes to running, aren't you better at coaching than I am?",
    "ふふ、それはそうよ。\nこれでも怪我をする前は陸上に全力で向き合ってたのよ。": "Haha, that's right.\nBefore I got hurt, I used to face track and field with all my might.",
    "あ、そうか……そうだよな。\n悪い、無神経な言い方になってた。": "Oh, I see... You're right.\nSorry, that was insensitive of me.",
    "気にしないで。\nそういう意味で言ったんじゃないってわかるから。": "Don't worry about it.\nI know that's not what I meant.",
    "そうか……でも、おかげで俺の仕事がなくなりそうだ。": "I see... But thanks to that, it looks like I'll be out of work.",
    "……あなたには出来る事が沢山あるわ。\n私とは違うわ。": "...There's so much you can do.\nYou're not like me.",
    "走って練習に参加できないから、\nこのくらいしかやることがないだけだもの。": "I can't run and participate in practice, so...\nThis is all I have to do.",
    "……心香。": "...Kokoro.",
    "…………": "............",
    "なあ、心香。そうはいうが――": "Hey, Kokoro. You say that, but...",
    "ねえねえ、心香！　助けて！\n上手く曲がれないんだけどどうすればいい！？": "Hey, hey, Shinka! Help!\nI can't make a good turn, but what should I do!?",
    "コーナーの曲がり方のコツよね？\n今から教えに行くわね": "It's the trick to turning the corner, isn't it?\nI'm going to tell you now.",
    "ええ！　お願い！": "Yes! Please!",
    "ジュリー、良い感じに曲がれてるわね。\nただ、足が上がらなくなってるわ。もっと上げた方がいいかも。": "Julie, that's a nice curve.\nIt's just that I can't lift my legs anymore. Maybe I should lift them more.",
    "ぐぬぬ……！　これならどう！？\nほら、すっごく上がってるでしょ！？": "Grrr...! How about this?!\nLook, it's really going up, isn't it!?",
    "……もっと普通に上げる程度でいいわよ。\nそれじゃあスキップになってるから、ケガをするわよ。": "...You can just raise it normally.\nWell then, you're skipping, so you'll get hurt.",
    "うぐぐ！　分からないんだけど！\n足を上げても別に変らないんじゃないの！？": "Ugh! I don't know!\nEven if you raise your legs, it won't change anything, will it?!",
    "そんなこと言わないの。\n足を上げるのはフォームを安定させるのに重要なのよ。": "Don't say that.\nRaising your legs is important to stabilize your form.",
    "……そうね。それに、ダイエットにも効果的よ。": "...That's right. It's also effective for dieting.",
    "えっ！？　そうなの！？\nあたしもカッコいい体になれるの！？": "Huh?! Really?!\nWill I be able to get a cool body, too?!",
    "ええ、なれるはずよ。": "Yes, you should be able to become one.",
    "確かに心香ちゃんってすらっとしてて綺麗だもんねー。": "It's true that Kokoroka-chan is slender and pretty.",
    "……私もちょっとお腹周りが気になるし、\nもっと足を上げて走ってみようかしら……？": "...I'm also a little worried about my stomach,\nMaybe I should raise my legs and run more...?",
    "（少しだけ心香の様子は気になったが……\nジュリーたちも上手く改善してるし負けてられないな。）": "(I was a little curious about how Kokoru was doing, but...)\nJulie and the others are improving well, so I can't lose.)",
    "よーし、折角だ。\n俺も一緒に走って実践で教えるぞ。": "Alright, let's do this.\nI'll run with you and teach you in practice.",
    "え？　%usernameusernameuserna%も走ってくれるの！？": "Huh? %usernameusernameuserna% is running too?!",
    "ああ。そのつもりだ。\n心香も俺にアドバイスをしてくれてもいいからな？": "Yeah. That's the plan.\nYou can give me advice too, Kokoru, okay?",
    "別にあなたには必要ないでしょ……\nまあ、でもいい気分転換になりそうね。": "You don't really need it...\nWell, it looks like it'll be a good change of pace.",
    "さて、それじゃあ走るぞ！\n全員ついてこい！": "All right, let's run!\nEveryone, follow me!",
    "ふぅ……ジュリーもいい走りだな。\nただ、ぶつかりそうになったのは気を付けた方がいいぞ。": "Phew... That's a nice run, Julie.\nIt's just, you should be careful that you almost bumped into her.",
    "うう、ごめんなさい。\nやっぱりこう……走ってる時は全力だから……": "Ugh, I'm sorry.\nI knew it... When I'm running, I do everything I can...",
    "ジュリーの走り方を見てる限りで、\nもうちょっと視線を上にあげた方がいいな。": "As far as I could tell from watching Julie run,\nI should raise my gaze a little higher.",
    "……どういうこと？": "...What do you mean?",
    "うーむ、まあ見せた方が早いよな。\n少し走るから見ていてくれ。": "Hmm, well, it'd be faster to show them.\nI'll be running for a bit, so watch me.",
    "うん！　ありがとう%usernameusernameuserna%！": "Yeah! Thanks, %usernameusernameuserna%!",
    "よし、いくぞ。まず普段のジュリーの走り方だ。": "Alright, let's go. First, let me show you how Julie normally runs.",
    "うんうん。": "Yeah, yeah.",
    "こんな風に地面を見ながら走ってるだろ？\nこれだと、視野が狭くなって――": "You're running on the ground like this, aren't you?\nAt this rate, my field of vision will narrow down—",
    "%usernameusernameuserna%、そこあぶないよ！？": "%usernameusernameuserna%, that's dangerous!",
    "えっ？　――うおあっ！？": "Huh? Whoa?!",
    "使ったまま片付けを忘れていたらしい器具を踏んでしまい、\nそのまま俺は転んでしまう。": "I ended up stepping on a tool that seemed to have forgotten to clean up while I was using it\nJust like that, I fell over.",
    "いってぇ……": "Ouch...",
    "ちょ、%usernameusernameuserna%！？": "Hey, %usernameusernameuserna%!?",
    "だ、大丈夫！？": "A-Are you okay?!",
    "みんな落ち着いて！\n%usernameusernameuserna%、足は大丈夫？　怪我は？": "Everyone, calm down!\n%usernameusernameuserna%, are your legs okay? Are you hurt?",
    "あ、ああ……ちょっとひねったが大丈夫だ。\n心配かけてすまないな": "Y-Yeah... I twisted it a little, but it's okay.\nI'm sorry for worrying you.",
    "歩いたらダメ。みんなは練習してて。\n肩を貸すからこっちに移動しましょう。": "Don't walk. Everyone practice.\nI'll lend you my shoulder, so let's move over here.",
    "動かないでね。アイシングをするから。\n……この腫れ方をしてるなら、固定もした方がいいわね。": "Don't move. I'll do ice cream.\n...If it's swollen like this, we should fix it in place.",
    "大げさだって。": "You're exaggerating.",
    "元陸上選手が言ってるのよ？": "Ex-athlete is saying that, you know?",
    "……確かに、それならお願いしても良いか？\n実は強がってたけど、けっこう痛いんだ。": "...In that case, can I ask you to do it?\nActually, I tried to act tough, but it hurt a lot.",
    "はぁ……強がりもいいけど、素直に言うのは大切よ。": "*sigh*... You're putting on a brave face, but it's important to be honest.",
    "まあ、張り切って教えようとしてたから……\nちょっと恥ずかしかったんだよ。": "Well, I was trying my best to teach her...\nIt was a little embarrassing.",
    "それで、酷くなって歩けなくなった方がカッコ悪いわ。\nなら、素直に言ってくれる方がいいわよ。": "It'd be lame if it got worse and I couldn't walk anymore.\nIn that case, you'd better be honest with me.",
    "そりゃそうだな……いてて……": "That's true... Owowowow...",
    "ああ、ズキズキする": "Yeah, it stings.",
    "だ、大丈夫だ……": "I-I'm fine...",
    "ここが痛いのね？": "It hurts here, doesn't it?",
    "素直に言えて偉いわね。それじゃあ、手当てをするから。\nもしも痛かったら素直に言うのよ？": "I'm glad you're being honest. I'll treat you, then.\nIf it hurts, be honest, okay?",
    "……はぁ。冷や汗を流して強がらないの。\n子供じゃないんだから。じゃあ、手当てをするわね。": "...Hah. Don't act tough after breaking out in a cold sweat.\nI'm not a child. I'll treat you, then.",
    "そういって、てきぱきと治療をして固定してくれる。\n先ほどまでと違って、痛みもなく安定感が出た。": "Saying that, she quickly heals me and locks me in place.\nUnlike before, I felt a sense of stability without pain.",
    "……おお、流石だな。": "...Wow, that's impressive.",
    "慣れてるだけよ。\n気を付けても痛める事は多かったから……": "I'm just used to it.\nThere were a lot of things that hurt even if I was careful...",
    "陸上選手っていうのも大変なんだな……\nそういうところが、心香のストイックさに繋がってたのかもな。": "Being a track and field athlete must be tough...\nMaybe that was what led to Kokoro being so stoic.",
    "まあ、怪我をしたから意味はなくなったけど……\nいえ、そうでもないわ。今はちゃんと役に立ったわね。": "Well, it's meaningless now that I'm injured, but...\nNo, that's not it. You've been useful for now.",
    "ああ、おかげで俺の怪我も手当てしてもらったからな。": "Yeah. Thanks to you, she treated my injuries.",
    "そうはいうけど、ちゃんと後でお医者さんに見せるのよ。\n私はあくまでも怪我に関しては素人なんだから。": "You say that, but make sure you see the doctor later.\nI'm just an amateur when it comes to injuries.",
    "……でも、練習で怪我をしたときのために、\n準備をしておいてよかったわ。あなたに使うと思わなかったけど。": "...But just in case she got hurt during practice,\nI'm glad I got ready. I didn't think I'd use it on you, though.",
    "それは面目ないなぁ……": "I'm sorry about that...",
    "ふふ、気にしないでいいわ。\n怪我なんていつだって誰だって起きるものだもの。": "Haha, don't worry about it.\nInjuries always happen to everyone.",
    "……なんだか、不思議な気分だわ。": "...It's a strange feeling.",
    "何がだ？": "What do you mean, what?",
    "ただ応援してるだけなのに、悔しくならないのよ。\n以前の私なら、絶対にこんな風にはならなかったのに。": "I'm just cheering you on, but I can't help but feel frustrated.\nThe old me would never have ended up like this.",
    "陸上をやってた時はこんな風に思えなかった。\n失敗も成功も自分のもので……他人を気にしなかった。": "It didn't feel like this when I was doing track and field.\nFailure and success were both my own... and I didn't care about others.",
    "こんな風に諦めて、自分の事を喋れるようになって……\nもしかして……私は弱くなったのかしら……": "I gave up like this, and now I can talk about myself...\nMaybe... I've gotten weaker...",
    "いいや、それはちがうぞ。": "No, that's not it.",
    "……え？": "...Huh?",
    "それはきっと、信頼できる相手ができたからだ。": "I'm sure that's because I found someone I can trust.",
    "弱くなったんじゃなくて、信頼できる相手が出来た？\n……どういうこと？": "It's not that you've gotten weaker. Have you found someone you can trust?\n...What do you mean?",
    "陸上では、ずっとひとりで頑張るしかなかったんじゃないか？": "In track and field, you had no choice but to do your best on your own, didn't you?",
    "……そうね。コーチはいたけど周りはライバルばっかり。\n最後には自分で判断する必要があったから……ひとりだったわ。": "...That's right. I had a coach, but I was surrounded by rivals.\nIn the end, I had to make my own decisions... so I was alone.",
    "今までひとりだったかもしれない。\nでも、今の心香は歩幅を合わせて歩けるようになったんだ。": "I might have been alone until now.\nBut right now, Shinko can walk at the same pace.",
    "歩幅を？": "Your stride?",
    "ああ。自分が失敗しても、自分が出来なくても……\n仲間を信じて託せるっていうのは、強さなんだ。": "Yeah. Even if I fail, even if I can't...\nBeing able to trust your friends and entrust them to you is strength.",
    "……つまり、私は弱くなったんじゃなくて……": "...In other words, I'm not getting weaker...",
    "仲間を信じて、託せるようになったんだよ。\n弱みを見せても、受け入れてくれるって信じているんだ。": "I've become able to trust my friends and entrust them to you.\nI believe that even if you show weakness, you'll accept it.",
    "私が、みんなを信じて……か。": "I believe in everyone, huh?",
    "……心香？": "...Kokoroka?",
    "知ってると思うけど、陸上だけじゃない、\nここに来てからも、私はずっとひとりだったの……": "As I'm sure you know, it's not just track and field,\nI've been alone ever since I came here...",
    "私はできるのに……なんで出来ない人と一緒に……\nそんなことばかり考えて悩んでいた。": "I can do it... Why am I with someone who can't do it?\nThat was all I could think about and worry about.",
    "でも、今の心香は違うんだろう？": "But Shinko is different now, isn't she?",
    "うん。助け合おうなんて、考えもしなかったわ。\n自分が優秀で実績を出せばそれでいいって考えていた。": "Yeah. I never thought about helping each other.\nShe thought it would be fine as long as she excelled and achieved results.",
    "……でも違った。色んな人に出会えた。\nできない事に向き合って、自分をちゃんと見つめれた。": "...But that's not it. I met a lot of people.\nI was able to face what I couldn't do and look at myself properly.",
    "色んな迷惑もかけて、それで受け入れられるようになった。": "I caused a lot of trouble, and that was why I was able to accept it.",
    "ああ、そのおかげでプレ・クラス－Ａは繋がったんだ。\n": "Yeah, thanks to that, Pre-Class-A was connected.\n",
    "……%usernameusernameuserna%。": "...%usernameusernameuserna%.",
    "信頼して託すっていうのは、難しいことだ。\n心香みたいにひとりで頑張ってきたタイプにはなおさらな。": "It's hard to trust someone and entrust them to you.\nAll the more so for the type who worked hard on his own, like Kokoru.",
    "心香は、そうできるようになったんだ。\nそれは素晴らしいことだと、俺は思う。": "Koko can do that now.\nThat's a wonderful thing, I think.",
    "……私は強くなれてるのかな？": "...I wonder if I'm getting stronger?",
    "ああ、間違いなく。強くなれてるよ。": "Yeah, I'm sure of it. I've gotten stronger.",
    "……ふふ。なんだろう……根拠なんてないのに、\n貴方に言われると、強くなれたんだって思うわ。": "...Heheh. I wonder what it is... I don't have any basis for it,\nHearing you say that makes me think I've gotten stronger.",
    "ふたりとも、なんの話してるの？": "What are you two talking about?",
    "%usernameusernameuserna%は大丈夫？": "Is %usernameusernameuserna% okay?",
    "ええ、大丈夫よ。\n何の話をしていたのかっていうと……そうね。": "Yes, I'll be fine.\nAs for what we were talking about... Yeah.",
    "私が強くなったって褒められてたの。": "He praised me for getting stronger.",
    "えー！　心香ちゃんだけズルい！\n私だって褒めて褒めて！　強くなってるよー！": "Whaaat?! It's not fair if it's just you!\nPraise me, praise me! I'm getting stronger!",
    "何々！？　褒めてもらったの！？\nあたしだって褒めて欲しいんだけど！": "What?! He praised me?!\nI want you to praise me, too!",
    "えっと……それなら、私も褒めてもらっていいかしら……？": "Umm... In that case, can I get a compliment, too...?",
    "ちょ、ちょっと待ってくれ！？\n心香、もうちょっとちゃんと説明をだな……！": "W-Wait a minute!?\nKokoro, you need to explain things a little more properly...!",
    "……ふふ、頑張ってね%usernameusernameuserna%。": "...Hehe, good luck, %usernameusernameuserna%.",
    "そういって笑った心香は、\nとても晴れやかな表情を浮かべるのだった。": "Shinka smiled as she said that.\nA very cheerful expression appeared on her face."
}