{
    "（ここか……）": "(So this is it...)",
    "ユーロ・タワーにある教室のひとつで扉の中を眺めまわすと、\n小さな体格でふわふわへアの女の子が目に映る。": "I looked around the door in one of the classrooms in Euro Tower\nI can see a fluffy girl with a small build in my eyes.",
    "あ、いた。\nおーい、ケイト。": "Ah, there she is.\nHey, Kate.",
    "……？": "...?",
    "ヒィ……！": "Eeek...!",
    "（……いや、声をかけただけなのになんで逃げる！？）": "(...No, all I did was call out to her. Why are you running away?!)",
    "え、何あの人……\nフルニエさんが逃げていったんだけど……": "Huh? What's with that guy?\nFulnier ran away, but...",
    "最近生徒会に来たって人じゃない？\nなんか危ない人なのかな……": "Isn't she the one who came to the student council recently?\nI wonder if she's a dangerous person...",
    "（変に注目が……早くケイトを追いかけよう。\n『アレ』を渡さないといけないし……）": "(Strange attention... Let's hurry and chase after Kate.\nI have to give her that thing...)",
    "……が、正直、舐めていた。足は速いものの、\n追いつくのに苦労はしないだろうと思っていたのだが……": "...But to be honest, I was licking it. My legs were fast, but...\nI figured she wouldn't have any trouble keeping up, but...",
    "塀をぴょいと飛び越しビルの隙間をぐりんぐりん縫い、\n屋根まで伝って――": "She hopped over the fence and sewed her way through the gaps between the buildings\nIt ran all the way up to the roof—",
    "（なんだその動き、忍者か……！？）": "(What's with that movement? A ninja...!?)",
    "でも俺だって、身体動かすのは得意だからな……！": "But I'm good at moving my body too...!",
    "ハァ……ハァ……！　よし……やっと捕まえた！": "Hah... hah...! All right... I've finally caught you!",
    "嘘っ……！？": "No way...!?",
    "――いやあああああああああああああああああああ！": "――Noooooooooooo!",
    "ちょっ……ちょっと待て、落ち着け！": "W-Wait a minute, calm down!",
    "（これじゃまるで、俺がハァハァ言いながら、\n女の子の手を捕まえた危ないやつじゃないか！）": "(It's like I'm panting and panting,\nHe's the dangerous one who grabbed a girl's hand!)",
    "あ、ああああなた何者ですか！？\nなんでついてこれるんですか！？": "Wh-Wh-Who are you?!\nWhy are you following me?!",
    "化け物ですか！？　怪物ですか！？　メイズシフターですか！？\nわたしは食べても美味しくないですよおぉぉ～！": "A monster?! A monster!? A maise shifter?!\nI don't taste good even if I eat it!",
    "食べない食べない！\nほら、これ！落し物を届けに来たんだ！": "Don't eat, don't!\nHere, take this! I'm here to deliver a lost item!",
    "……あ、あれ？　それは……": "...H-Huh? That's...",
    "裏に可憐な刺繍で『ケイト・フルニエ』とある、写真の入った定期入れ。\n彼女の落とし物だ。さっき道端で偶然拾ったのだ。": "There's a picture of a commuter pass with cute embroidery on the back that says \"Kate Furnier.\"\nIt's her lost item. I just happened to pick it up on the side of the road.",
    "い、いつの間に落として……！？": "Wh-When did you drop it?!",
    "あ、ありがとうございますっ！！": "Th-Thank you very much!!",
    "あっ……と、ということは、あなたは、\nほ、本当に届け物をしたかっただけで……！？": "Ah... Th-That means you're...\nI-I really just wanted to deliver something...!?",
    "まあ、そうだな……": "Well, that's true...",
    "ご、ごめんなさいごめんなさい！　お手を、いや足を煩わせてしまって\n本当にごめんなさい！　化け物扱いしてごめんなさい！": "I-I'm sorry, I'm so sorry! My hands, no, my feet are bothering you.\nI'm really sorry! For treating you like a monster!",
    "ははは……大丈夫。\n気にしてないから。": "Hahaha... I'm fine.\nBecause it doesn't bother me.",
    "（素早くて、追いかけるのはすごく大変だったけど……）": "(It was so fast, it was really hard to chase after her, but...)",
    "ところでそれ、定期入れだよな？\n中には写真しか入ってないみたいだが……": "By the way, that's a commuter pass, right?\nIt looks like there's only a picture inside...",
    "はい！　ここに写真を入れて、持ち歩けるようにしてるんです。": "Yes! I put a picture here so I can carry it around with me.",
    "スマートデバイスもあるこのご時世に、\nわざわざ現物の写真を持ち歩くとは珍しいな。": "There are smart devices in this day and age\nIt's rare to see someone carrying a real photo around with them.",
    "（その写真に映っているのは、ドロテアとリュシーか。\nどちらも凛々しくて、良い表情だ）": "(The people in that picture are Dorothea and Lucy.\nBoth of them are dignified and have good expressions.)",
    "これ……わたしのお守りなんです。": "This is... my amulet.",
    "いつかふたりみたいに、自信に満ちた自分になれるようにって。\nふたりは、わたしの憧れの人なんです……": "So that one day, I could be as confident as the two of us.\nThe two of them are people I admire...",
    "ふたりのことをすごく尊敬してるんだな。": "She really respects them, doesn't she?",
    "はい……！": "Yes...!",
    "その……わたし、昔からいつもウジウジしちゃって、\nよく人を苛つかせてしまうんです……": "Um... I've always been fidgeting,\nI often make people suffer...",
    "だから……ちょっと前のことなんですが、攻撃的な人達に、\n悪口、言われちゃったりとか……ちょっかいかけられたりとか……": "That's why... It was a little while ago, but I told the aggressive people...\nPeople are badmouthing me... They're messing with me...",
    "友達のミリィちゃんやハリィちゃんも……巻き込んじゃって……": "My friends Milly and Harrie... They got dragged into this, too...",
    "大変だったんだな……": "It must have been tough...",
    "でも……ある日、ドロテア様と、リュシー様が助けてくれたんです。\n颯爽と割って入って、堂々と言い返して……かっこよかったなぁ……": "But... one day, Lady Dorothea and Lady Lucy saved me.\nShe boldly butted in and boldly retorted... She was so cool...",
    "それを機に……ドロテア様にお仕えさせていただくようになって……\nわたしの……理想のご主人様なんです。えへへ……": "That's when...I came to serve Lady Dorothea...\nHe's... my ideal master. Ehehe...",
    "必要な時に、的確な指示をくれる……そんな素晴らしいドロテア様を\nご主人様と呼べることは、わたしの小さな誇りなんです……": "He'll give me precise instructions when I need to... Such a wonderful Lady Dorothea\nBeing able to call you Master is my little pride...",
    "へえ、そうな――": "Huh, I see—",
    "……ん？　今スマートデバイスの振動音が聞こえたような……": "...Hm? I think I just heard the sound of a smart device vibrating...",
    "え？　……あ、わたしですね。\nちょっと失礼します。リュシー様から連絡が……": "Huh? Oh, it's me.\nExcuse me for a moment. Lady Lucy contacted me...",
    "はい、もしもし……はい…………はい、\nはい……はい…………": "Yes, hello... Yes... Yes,\nYes... Yes...",
    "ひぇっ！？": "Ehhh!?",
    "ま、ままま、待ってください！！　リュシーさ――": "H-H-Hold on!! Lucy――",
    "あ、切れ……ちゃった……": "Ah, it... hung up...",
    "……何があったんだ？": "...What happened?",
    "あの、え、えっと……": "Um, u-umm...",
    "（深刻そうだが……もしかしてドロテアか誰かに、\n何かあったのか……？）": "(It looks serious, but...maybe Dorothea or someone\nDid something happen...?)",
    "よ……洋菓子店に行って、\n取り置きしていたお茶菓子を買ってくるように……って……": "Yo... I went to the western confectionery shop,\nLike I'm going to buy the tea cakes I left behind... Wait...",
    "……へ？": "...Huh?",
    "し、しかも、わたしひとりで……！！": "Wh-What's more, I was alone...!!",
    "…………": "............",
    "ど、どうしてそんな無茶なことをぉ……！\nリュシーさまぁ……": "Wh-Why would you do something so reckless...!?\nLady Lucy...",
    "えっと……とりあえず、元気出そう？": "Umm... Anyway, how about cheering up?",
    "（ドロテア達に何かあったわけではなさそうだ。\nだが……）": "(It doesn't look like anything happened to Dorothea and the others.\nBut...)",
    "むりむりむり……！　むりですよぉ～！！\nわたしの性格、知ってるはずなのに、リュシー様どうしてぇ……！": "No, no, no! I can't do this!\nYou should know my personality, Lady Lucy! Why?!",
    "（これは多分、ひとりでおつかいを成功させて\n自信を持たせよう……みたいな感じだろうか）": "(This is probably a successful errand on my own\nI guess it's like... trying to give her confidence.)",
    "涙目になったケイトは、\n先ほど懐にしまったばかりの写真を取り出して拝み始めた。": "Tears welled up in Kate's eyes\nShe took out the photo she had just put in her pocket and began to worship it.",
    "ひぃ～ん……！　ひ、ひとりでお使いなんて無理ですぅ……！\nドロテア様、リュシー様、ゆ、勇気をくださいぃ……！": "Eeek...! I-I can't run errands on my own...!\nLady Dorothea, Lady Lucy, p-please give me courage...!",
    "（あ、そっかケイトにはお守りがあったな。\nこれできっと――）": "(Oh, right. Kate had a charm.\nWith this, I'm sure――)",
    "ゆ、ゆうきをぉ……ひぇ～ん……": "Y-Yukiwo......hiehhhn......",
    "（……いや、だめみたいだな）": "(...No, it looks like I can't.)",
    "うぅ、その視線やめてくださいぃ……自分でもわかってるんです……": "Ugh, please stop looking at me like that... Even I know that...",
    "お守りにすがったところで行動するのは自分なんだって……\n結局、お守りがあっても動けないわたしが悪いんですぅ……": "Even if you cling to the charm, you're the one who's going to act...\nIn the end, it's my fault for not being able to move even if I have a charm...",
    "マンボウ並みに脆弱で情けないのがわたしなんです……\nほんとだめ人間なんです……": "I'm as fragile and pathetic as a sunfish...\nShe really is a hopeless person...",
    "マンボウ……？": "A sunfish...?",
    "魚の話はともかく、\n次々出てくる卑下をさすがに見かねて、一つ提案をしてみる。": "Putting aside the fish talk,\nUnable to bear to watch the vulgarity that came out one after another, I made a suggestion.",
    "なぁ、良かったら俺とシミュレーションしてみるか？\nちゃんとおつかいができるようにさ。": "Hey, would you like to run a simulation with me?\nI'll be able to do my job properly.",
    "シミュレーション……ですか？": "A simulation...?",
    "要するに、ごっこ遊びだ。\n俺が店員をし、ケイトが客のシミュレーションだな。": "Basically, it's a game of pretend.\nI'll be the clerk, and Kate's simulating the customers.",
    "ありがたいですが……で、でも、わたし、\nカバ並みにどんくさいんです……": "I'm grateful, but... B-But, I...\nIt's as dull as a hippo...",
    "練習したところで……成長できないかもです……": "Even if I practice... I might not be able to grow...",
    "まぁやるだけやってみよう。\n何事もやってみなきゃわからないしな。": "Well, let's do what we can.\nWe won't know until we try.",
    "……わ、わかりました。": "...O-Okay.",
    "設定としては、店内に入ったところから……": "As for the setting, from the moment we entered the store...",
    "……": "......",
    "いらっしゃいませ。何かお探しですか？": "Welcome. Are you looking for something?",
    "ひぃっ……！　あ、……え、っと……あ…………あ……": "Eeek...! Ah... Um... Ah... Ahh...",
    "唇はぱくぱく動いているような気がするのだが、\n声が全く聞こえてこない。": "I feel like her lips are opening and closing, but...\nI couldn't hear her voice at all.",
    "その……なんだ、もうちょっと声のボリューム出してもらっていいか？": "Umm... Can I ask you to raise your voice a little more?",
    "――す、すみ……ません！": "――S-Sorry......!",
    "（謝るときは、声が出るんだけど……）": "(My voice comes out when I apologize, but...)",
    "……のっ……を…………した……！": "......I......did it.........!",
    "（肝心なところで、ほとんど声が出てない……）": "(I can barely speak at the most important part...)",
    "……をっ……に……ました……！": "...I'm...gone...!",
    "（これは重症だな……）": "(This is serious...)",
    "……けっ……き……とっ……ひました！": "......keh......ki......to......hit!",
    "（やっと何とか、『取り置きのケーキを取りに来ました』ってのが、\n薄っすら推測含めて理解できそうって感じか……）": "(Finally, she managed to say, \"I'm here to get a spare cake.\")\nIt feels like I can understand it, even if it's just a guess...)",
    "これは……厳しいな。": "This is... harsh.",
    "うぅぅ……": "Ugh...",
    "仕方ない。とりあえず単語だけでも、\n店員さんに伝えられるようにしよう。": "It can't be helped. For now, I'll just use the words...\nLet's tell the clerk.",
    "例えば『予約しているケーキを取りに来ました』なら、\n『予約』『ケーキ』『取り来た』でも通じなくはないだろうし。": "For example, \"I'm here to get the cake you're booking\" would be a good idea\n\"Reservation,\" \"Cake,\" and \"I got it\" probably wouldn't work either.",
    "（問題は伝え方が完全にカタコトになるくらいで……）": "(The problem is that the way she's conveying it is completely off-putting...)",
    "うぅ……敬語すら使えないって思われちゃう……\nでも……それなら……なんとか、できるかも……？　です……": "Ugh... They'll think I can't even be polite...\nBut... in that case... I might be able to do something...? Yes...",
    "これ以上時間を使うと取りに行く時間を過ぎてしまうし、\nそれで挑戦してみよう。": "If I use any more time, it'll be past time to go get it,\nLet's try it with that.",
    "は、はい……頑張り……ます。": "Y-Yes... I'll... do my best.",
    "――さて、そろそろお店が近いな。": "—Now then, it's about time for the shop to close.",
    "あの……やっぱり代わりに言ってもらえませんか……？": "Um... Could you tell me instead...?",
    "これはケイトが頼まれたメイドの仕事だろ？\nなら、ケイトがやらないといけないし、やるべきだよ。": "This is the maid job Kate asked for, isn't it?\nIn that case, Kate has to do it, and she has to.",
    "なんだかんだで、俺ともいつの間にかちゃんと話せてるだろ？\nだから大丈夫だ。": "For some reason, you've been able to talk to me without me noticing, right?\nThat's why it's okay.",
    "そ、それは%usernameusernameuserna%さんが、\nもう怖い人じゃないってわかったからで……": "Th-That's because %usernameusernameuserna%-san...\nIt's because I know he's not scary anymore...",
    "リュシーだって本当に無理だと思ってるならやらせないさ。\nケイトなら頑張ればできる……そう思ってるから任せたんだと思う。": "If you really think it's impossible, I won't let you do it.\nKate can do it if she tries... That's what I think, so I left it to her.",
    "……！　リュシー様が……": "...! Lady Lucy...",
    "ケイトはお守りをぎゅっと握りしめ――": "Kate grips the charm tightly—",
    "わ、わかりました……やってみます……！": "O-Okay... I'll try...!",
    "そうこなくっちゃ！": "That's how it has to be!",
    "――いらっしゃいませーっ。": "――Welcome―!",
    "…………せんっ……": ".........Sen...",
    "……？　えっと……": "...? Um...",
    "あ……けっ……け……っ。": "Ah......keh......kei......!",
    "け……っ、けーき……よやく…………っ！": "K-Keiki... Gimme a break...!",
    "あ、もしかしてご予約商品を取りに来られた方ですか？": "Oh, are you here to pick up your reserved goods?",
    "あ…………っ。": "Ah.........!",
    "はい、ではお名前をお伺いしてもよろしいでしょうかー？": "Yes, then may I ask your name?",
    "りゅ……りゅしーっ……！": "Ryu...... ryushuuu......!",
    "はい、確認いたしました。ご予約なさっているのは、\nこちら季節のフルーツタルトでお間違いないでしょうか？": "Yes, I've confirmed it. The person making the reservation is...\nIsn't this a seasonal fruit tart?",
    "……！": "...!",
    "（こくこく……！）": "(Gulp, gulp...!)",
    "ではこちらの用紙に記載のほうをお願いします。": "Please write it down on this form.",
    "……はい、ありがとうございましたー！": "...Yes, thank you very much!",
    "ふぅ……途中外から見ててヒヤヒヤしたけど、\nなんとか上手くいって良かったな。": "Phew... I got chills watching from outside partway through, but...\nI'm glad it worked out somehow.",
    "ありがとうございます……本当にありがとうございます……\nおかげで……リュシー様やドロテア様にも喜んでいただけます！": "Thank you... Thank you so much...\nThanks to that... Lady Lucy and Lady Dorothea will be happy too!",
    "ケイトが頑張った結果だよ。": "It's the result of Kate's hard work.",
    "そんな……\n%usernameusernameuserna%さんのおかげです……": "No way...\nIt's all thanks to %usernameusernameuserna%...",
    "あの……ひとつお願いしてもいいでしょうか……": "Umm... Can I ask you a favor...?",
    "ん？　何だ？": "Hm? What is it?",
    "もし……もしご迷惑でなかったら――": "If...if it doesn't bother you...",
    "ふたり目のご主人様に、なっていただけませんか……！？": "Will you become my second Master...!?",
    "…………へ？": "...Huh?",
    "あ、あああああ――やっぱり、蚊並みのクソ雑魚生物なんかに\nご主人様なんて呼ばれたくないですよね……ごめんなさい……": "A-Aaaaahhhh—I knew it—it's a shitty little creature on the level of a mosquito\nYou don't want to be called Master, do you...? I'm sorry...",
    "い、いや、どうしていきなりそんな話に……？": "N-No, why are you bringing that up all of a sudden...?",
    "……今回のおつかい、\nきっとわたしだけじゃ果たせませんでした。": "...This errand...\nI'm sure I wouldn't have been able to do it alone.",
    "そもそも、最初は落とし物を届けていただいただけなのに、\nわたしが勘違いして逃げ回って、ご迷惑をおかけして……": "In the first place, she'd only delivered the lost item to me at first\nI misunderstood and ran around, causing trouble for you...",
    "なのに、全然わたしを責めるどころか、\n更にはおつかいの練習にまで付き合っていただけて……！": "And yet, rather than blaming me at all,\nAnd you even helped me practice errands...!",
    "そしてシミュレーションの――%usernameusernameuserna%さん\nの言う通り頑張ったら、こうしてケーキも受け取れて……": "And the simulation—%usernameusernameuserna%-san.\nI did my best, just like she said, and now I'm able to take the cake...",
    "いやまぁ、それは結果論というか、結果オーライというか……": "Well, I guess you could say that's a result theory, or rather, all's well that ends well...",
    "いえ！　%usernameusernameuserna%さんの言葉が！\nわたしを導いてくれたんです！！": "No! %usernameusernameuserna%'s words!\nHe guided me!!",
    "そんな大げさな……": "You're exaggerating...",
    "だから、ふたりめのご主人様に、なってほしいんです！": "That's why I want you to be my second Master!",
    "（そう、まっすぐ見つめられると弱いけど……\n受け入れたらそれはそれでまずいような……）": "(Yes, I'm weak when she looks straight at me, but...)\nIf I accept it, that would be bad in its own way...)",
    "で、でも、君にはすでにドロテアという、ご主人様がいるだろう？\nふたりに仕えている時間や余裕なんてあるのか？": "B-But you already have a master named Dorothea, don't you?\nDo you have the time and leeway to serve them?",
    "そうですが、わたしは――": "That's right, but I...",
    "あのドロテアって女さぁ、めちゃイタくない？": "Isn't that Dorothea woman really annoying?",
    "分かる～。お嬢様だからってお高くとまっててムカつくよね。\nちょっと強いだけで、センコーらもあいつを見習えとかうるさいし。": "I get it~ Just because she's a rich girl doesn't mean she'll stop being so expensive.\nIt's just a little strong, but Senko and the others are all fussing about learning from him.",
    "（今聞こえた会話……あの制服はケイト達と同じ、\nユーロ・タワーの校舎の制服か？）": "(The conversation I just heard... Those uniforms are the same as Kate and the others\nIs that the Euro Tower school uniform?)",
    "なあ、ケイト、あの子達って――": "Hey, Kate, those girls—",
    "……あれ？　いない？": "...Huh? She's not here?",
    "実は似非お嬢だったりして。": "Maybe she's actually a fake young lady.",
    "ウケる、なりきりプレイってこと？　アイタタタタ～。": "Are you saying it's fun? Ouch, ouch, ow!",
    "ドロテア様への侮辱――許すまじ。": "An insult to Lady Dorothea—unforgivable.",
    "……ん？　あれ？　あんた、スカートは……？": "...Hm? Huh? Where's your skirt...?",
    "へ？　つか、あんたこそ、スカートどこいって――": "Huh? And where's your skirt?",
    "きゃーーーーーーーーっ！": "Kyaaaaah!",
    "やだっ、何これっ、なんでぇっ！？　スカートどこいったの！？": "No, what's this? Why?! Where'd your skirt go?!",
    "ね、ねえ、なにあれ……露出プレイ？\n下着きわどっ！": "H-Hey, what's that...? Exposed play?\nUnderwear!",
    "うわー引くわー……あれって、ユーロの制服だよね？\n清楚お嬢様達の背徳プレイ的な……？": "Wow, that's gross... That's the Euro uniform, isn't it?\nIt's like Seiso Ojou-sama and the others are playing dirty...?",
    "み、見ないで～～～～～～～～！！": "D-Don't look at meee!!",
    "な、何が起こったんだ……？\nいきなりあの子達から、一瞬でスカートが消滅したような……": "Wh-What happened...?\nIt's like my skirt disappeared from those girls in an instant...",
    "愚か者……です……": "I'm... a fool...",
    "お、ケイト、いつの間に……さっきまでどこに――": "Oh, Kate, when did you... Where were you just a moment ago?",
    "って、その２枚のスカート……！？": "Wait, those two skirts...!?",
    "……制裁です。": "...Punishment.",
    "ま、まさか、ケイトの仕業……？　だったのか？": "D-Don't tell me it was Kate's doing...? Was it?",
    "今回は恥をかくくらいで……ゆ、許します……": "I-I'll forgive you... for embarrassing me this time...",
    "……とんでもない身のこなしだな。\n一体どこでそんな身体能力を……": "...That's one hell of a move.\nWhere in the world did you learn such a physical ability...?",
    "（というか、全然見えなかったぞ……？）": "(Actually, I couldn't see it at all...)",
    "え、えっと……実家がちょっと体育会系でして……": "U-Umm... My family runs a bit of a sports festival...",
    "（『蚊並みのクソ雑魚生物』……か）": "('Mosquito-level shitty small fry'... huh.)",
    "（もしかするとこの子、\n実は怒らせたらいけない子なのかもしれないな……）": "(Perhaps this girl,\nMaybe she's actually the kind of girl I shouldn't anger...)",
    "そう思い、認識を改める俺であった――": "With that thought in mind, I changed my mind――"
}