{
    "出撃に許可が下りないってのはどういうことだ！？": "What do you mean you can't get permission to sortie?!",
    "ラミ達、公式戦でカオスメイデンに勝ったじゃん！\nこれで<r=ケイブ・ベルト>地穴帯</r>の次……\n<r=プライマル・ベルト>原生帯</r>にいけるんでしょ！？": "Rami and the others beat Chaos Maiden in an official match!\nWith this, after the <r-cave belt> earth pit zone </r>...\n<r-primal belt>You can go to the primogenitor belt, right?!",
    "公式ＭＧ競技で良い戦績を残せば、\nそれがメイズでの探索許可エリアに反映されるはずですが？": "If you leave a good record in the official MG competition,\nThat should be reflected in the search permission area in Mayse.",
    "その通りです。実力を認めていないわけではありません。": "That's right. It's not that I don't acknowledge your abilities.",
    "な、なんでですか？　私達、何か問題を起こしちゃいましたか？": "Wh-Why? Did we cause any problems?",
    "いいえ、『起こして』はいません。\nただ……『残って』はいます。": "No, there's no 'wake me up'.\nBut... there's still one left.",
    "どういう……こと？": "What...does that mean?",
    "──まずは%usernameusernameuserna%さん。": "First, %usernameusernameuserna%-san.",
    "えっ、俺？": "Huh? Me?",
    "あなたはまだ……パイロット科の基礎訓練課程を修了していません。\nそれが理由です。": "You haven't completed the basic training course for the pilot course yet.\nThat's the reason.",
    "基礎訓練課程？": "Basic training course?",
    "あっ……": "Ah...",
    "そういえば……": "Come to think of it...",
    "メイズ探索において最も脅威となるのがメイズシフターの襲撃です。": "When it comes to searching for Mayse, the biggest threat is the attack on Mayse-Sifter.",
    "公式ＭＧ競技はパイロットの戦闘能力向上を目的とした、\n訓練のひとつに過ぎません。": "The official MG competition was aimed at improving the pilot’s combat abilities\nIt's just part of the training.",
    "<r=プライマル・ベルト>原生帯</r>以降のメイズ探索の様相は、\n競技の環境とは全く異なります。": "<r-primal belt> After the Primogenitor belt <r>, the look of searching for the maise was...\nIt's completely different from the environment of the competition.",
    "それゆえ刻一刻と変化する地形や環境の違いを読み取る方法や、\nメイズシフターへの対処法を学ぶ必要があるとのことだった。": "As such, there were ways to read the differences in the terrain and environment that changed with each passing moment\nShe said she needed to learn how to deal with the Mazesifter.",
    "本来はそういった知識や技術を基礎訓練課程で学ぶのだが、\n俺はそれを知らない。": "Normally, such knowledge and techniques would be learned in the basic training course, but...\nI don't know that.",
    "なるほどな。\nみんなはその基礎訓練課程っていうのをやったのか？": "I see what you mean.\nDid everyone do that basic training course?",
    "はい。入学してすぐの頃に受けてます。": "Yes. I took it right after I enrolled here.",
    "でも結構前のことだしね。あんまりよく覚えてなかったりして。": "But it was a long time ago. Maybe I don't remember it very well.",
    "ずーと<r=ケイブ・ベルト>地穴帯</r>で足止め食らってたもんねー。": "We've been stuck in the <r-cave belt> earthhole belt for a long time, haven't we?",
    "使わない知識はいずれ消えゆく。": "Knowledge that you don't use will eventually disappear.",
    "もう１つ残っている問題はそこです。": "That's the other problem I have left.",
    "シリウスシュガーも長らく<r=ケイブ・ベルト>地穴帯</r>に\n留まっていたため、少し練度に不安があります。": "Sirius Sugaru also spent a long time in the <r-cave belt> Earthhole belt </r>\nI've been staying here for a while now, so I'm a little worried about my training.",
    "戦闘力や戦術能力は十分です。\nですがそれだけでは、<r=プライマル・ベルト>原生帯</r>で\n安全に探索などできないでしょう。": "Your combat and tactical abilities are sufficient.\nBut with just that, it's a <r-primal belt> primogenitor belt </r>\nYou won't be able to explore safely.",
    "ですからここにいる者達には、\n<r=プライマル・ベルト>原生帯</r>に向かう前に再訓練を受けてもらいます。": "So, for those of you who are here\n<r-Primal Belt> You will be retrained before heading to the Primogenitor's Belt.",
    "それが終われば探索の許可も下りるんだな？": "Once that's done, we'll get permission to explore, right?",
    "もちろんです。": "Of course.",
    "もしかして入学したてホヤホヤの生徒達といっしょに勉強すんの？": "Are you going to study with the new students?",
    "いいえ。今回、みなさんには特別講師を用意させていただきました。": "No. This time, I have prepared a special lecturer for you all.",
    "そう言って生徒会長はうっすらと微笑んだ。": "The student council president smiles faintly as she says that.",
    "俺達はさっそく機体に乗り込み、再訓練を受けるため、\nポータルの前に集まった。": "We immediately boarded the aircraft, preparing to undergo retraining\nWe gathered in front of the portal.",
    "生徒会長が言ってた特別講師って誰なんでしょうね。": "I wonder who the student council president was talking about.",
    "どこかの誰かみたいにでかい声じゃないのがいいなー。": "It'd be nice if it wasn't as loud as someone else's.",
    "そういういらないフラグをたてちゃうのが、\nクソガキなんだよなぁ。": "I don't want to trigger a flag that doesn't need that kind of thing.\nYou're such a shitty kid.",
    "あー！　またクソガキつった！": "Ah! You're such a shitty brat again!",
    "――なんて、やっていると、そこに２機のＭＧがやってきた。": "—And just as I’m doing that, two MGs arrive.",
    "あの機体は……カラフルブーケですね。": "That machine... It's a colorful bouquet.",
    "――あら、少し待たせたかしら？　今日はよろしくね。": "—Oh, did I make you wait a while? I'll be counting on you today.",
    "ぜ、絶対、わたしだけ場違いです……": "I-I'm definitely the only one out of place...",
    "もしかして、会長の言っていた『特別講師』って……": "Could this be the 'special lecturer' Pres mentioned...?",
    "ふふ、お察しのとおりよ。生徒会から依頼を受けてきたわ。\n正直適任は他にいると思うんだけどね。": "Heehee. As you can guess, I've received a request from the Student Council.\nHonestly, I think there's someone else better suited for the job.",
    "うぅ、どうしてわたしなんかが講師に……\n責任が重すぎます……吐きそう……": "Ugh, why would someone like me be a lecturer...?\nThe responsibility is too heavy... I feel like I'm going to throw up...",
    "あ、でも……上手くやれば、褒めてもらえるかも……\nいや、でも、わたしなんかが……": "Oh, but... If I do it right, they might praise me...\nNo, but someone like me...",
    "カラフルブーケの夕凪舞亜と波瀬うるうだ。": "Maia Yuunagi and Uru Namise from the colorful bouquet.",
    "俺達は互いに一旦機体から降りて、顔を合わせた。": "We get off the aircraft and meet face-to-face.",
    "わたしは舞亜さんのオマケですから……\nいないものと思ってください……": "I'm just a bonus to Maia...\nThink of it as something that doesn't exist...",
    "（改めて、すごく気弱な性格だな……）": "(She's really timid again...)",
    "今日はよろしく": "Thank you for your help today.",
    "頼りにしてる": "I'm counting on you.",
    "それで、<r=プライマル・ベルト>原生帯</r>での立ち回りを中心に、\n基礎課程の再訓練をしてほしいって聞いてるんだけど。": "So, with the <r-primal belt> focused on the battle in the primogenitor belt <r>\nI've been asked to retrain the basics.",
    "そうだ。こっちのメンバーは全員、あいにく原生帯〈プライマル・ベルト〉は未経験なんだ。": "That's right. Unfortunately, none of the members here have any experience with Primal Belts.",
    "わかったわ。私達が先行するから、\nシリウスシュガーはその後に続いてついてきて。": "Okay. We'll go ahead,\nSirius Sugaru followed after her.",
    "いつも使ってる比較的安全なルートを通って、\n一気に<r=プライマル・ベルト>原生帯</r>まで行くわ。": "We took the relatively safe route we always used.\nI'll go all the way to the r-primal belt in one go.",
    "い、いってらっしゃい……！！　頑張ってくださいね……！": "G-Good luck...!! Good luck...!",
    "あなたも来るのよ？": "You're coming too, you know?",
    "……ですよね。": "...That's right.",
    "この子、大丈夫だろうか……": "I wonder if she'll be okay..."
}