{
    "シリウスシュガーに、ある生徒４名の訓練指導を\nお願いしたいと考えています。": "I'll give Sirius Sugaru the training instruction of four students.\nI'd like to ask for your help.",
    "訓練指導……ですか？": "Training...?",
    "『特別養成校舎』――チーム『プレ・クラス－Ａ』。\nいくつかある『プレ・クラス』のうち、Ａチームに所属する生徒達です。": "“Special Training School Building”—Team Pre-Class A\nOf a few Pre-Classes, they're students belonging to Team A.",
    "それぞれ名前は『ジュリー・ステイシー』『黒森ラウラ』\n『樋向心香』『ノエル・アルエ』といいます。": "Their names were “Julie Stacy” and “Laura Kuromori.”\nIt's called 'Himukai Shinko' or 'Noel Arue.'",
    "特別養成校舎……確か練度不足などいろんな問題から、正式に\nパイロットになれなかった生徒が一度送られる再訓練の校舎だっけ。": "A special training building... If I'm not mistaken, due to various problems like lack of training, it's official.\nIt's a retraining building where students who couldn't become pilots are sent back once, right?",
    "先日あなた方が発見した新ルートですが、調査の結果、\n想定以上の資源が眠っていることが確認されました。": "About the new route you discovered the other day, the results of your investigation\nIt has been confirmed that there are more resources than expected.",
    "それを受けて、学園全体でメイズ探索が活性化し、\nパイロット人員の増強が求められているのです。": "Accepting that, the entire school’s search for Mayse activated\nWe need to increase the number of pilots.",
    "それで、プレ・クラス－Ａの生徒達を鍛え上げ、可能なら\n正規のパイロットとして運用したい……ということですわね。": "With that, I’ll train the Pre-Class-A students, if possible\nYou want to be a proper pilot, don't you?",
    "はい。その通りです。": "Yes. Exactly.",
    "具体的には、メイズ浅層における実地訓練を\nお願いしたいと考えています。": "Specifically, I’d like to give you some field training in the shallow levels of the Maze\nI'd like to ask for your help.",
    "以前カラフルブーケのうるうや舞亜が俺らにしてくれたようなことを、\n今度はこっちが他の子達にやるってことか……": "The colorful bouquet Uru and Maia had done for us before\nSo this time, I'll be the one doing it to the other girls...",
    "そう思うと、シリウスシュガーの皆も評価されるように\nなってきたのだと嬉しくなる。": "The thought made everyone in Sirius Sugaru appreciate it as well\nIt makes me happy that I'm starting to get used to it.",
    "（それに教えるということ自体が、彼女達の成長にも繋がる……\n悪くない話だ）": "(Besides, teaching them would also help them grow...)\nNot a bad story.)",
    "ちなみに訓練の結果、プレ・クラス－Ａの生徒が\n正規パイロットに認定された場合、人数に応じて成功報酬を支払います。": "By the way, as a result of the training, a Pre-Class-A student\nIf you are certified as a full-fledged pilot, you will be compensated for your success based on the number of people you have.",
    "金額はこちらに。": "Here's the amount.",
    "会長がスマートデバイスの画面をこちらに見せる。\n俺と七彩はそこに表示された金額に驚いた。": "Pres shows me the smart device screen.\nShichika and I were surprised by the amount displayed there.",
    "……こんなに貰えるのか？": "...Can I get this much?",
    "これだけあれば、\n当面はチームの資金に困ることはなくなりますわね……": "With this much,\nWe won't have to worry about the team's funds for the time being...",
    "問題は、そのプレ・クラス－Ａの子達が、\n現時点でどれくらい『できる』のかだな。": "The problem is, those Pre-Class-A kids...\nI wonder how much I can do at this point.",
    "特別養成校舎の中では、『エース』と呼ばれる４人だそうですよ。": "There are apparently four people in the special training building called 'Aces.'",
    "へえ、ならそんなに手がかからないってことか。": "Huh, so that means it won't take that long.",
    "けど、なんで俺達なんだ？\n他にも適役はいるだろう。カラフルブーケとか。": "But why us?\nI'm sure there's someone else who's fit for the role. Like a colorful bouquet.",
    "あなたは落ちこぼれと評されたシリウスシュガーを、\n見事に立て直しました。": "You took Sirius Sugaru, who was described as a washout\nI've recovered splendidly.",
    "さらに先日は未知のルートを発見し、\nメイズシフターの襲撃に遭いながらも無事に帰還した。": "Furthermore, the other day, they had discovered an unknown route\nWe made it back safely, even after being attacked by the Maizsifter.",
    "これらの功績を鑑みれば、あなたとシリウスシュガーに\n白羽の矢が立つのは、それほどおかしい話だとは思えません。": "In light of all these achievements, I would like to thank you and Sirius Sugaru\nI don’t think it’s all that strange for a white-winged arrow to go off.",
    "（シリウスシュガーだけじゃなく、\n俺のこともそんなに評価されていたのか）": "(It wasn’t just Sirius Sugaru\nDid she really value me that much, too?)",
    "それで、お引き受けいただけますか？\nお返事をきかせてください。": "So, will you accept?\nPlease let me hear your reply.",
    "七彩、どうする？": "Shichika, what should we do?",
    "報酬がいいし、引き受けよう": "The reward's good, so I'll take it.",
    "困っているなら力になろう": "If you're in trouble, I'll help you.",
    "まずは%usernameusernameuserna%さんの判断を伺ってもよろしくて？\nといっても、きっとあなたとわたくしの答えは、同じでしょうけど。": "First, can I ask %usernameusernameuserna%san's judgment?\nThat said, I'm sure you and I have the same answer.",
    "これだけの成功報酬があれば、\nシリウスシュガーの資金問題も十分に解決できそうだしな。": "With this much success reward,\nIt looks like we'll be able to solve Sirius Sugaru's financial problems well enough.",
    "はい、そうですわね。わたくしも同じ考えですわ。\nそれに今はメイズシンドロームからの『病み上がり』……": "Yes, you're right. I agree.\nAnd now I'm getting sick from the Maze Syndrome...",
    "他のメンバーにとっても、\n復帰直後の肩慣らしにちょうどいいと思います。": "Even for the other members,\nI think it's a good way to get used to your shoulder right after your return.",
    "俺達で力になれるなら、ぜひともやらせてほしい。\nそのプレ・クラス－Ａの子達もなんだか放っておけないし。": "If we can help, I'd love to.\nAnd I can't just ignore those Pre-Class-A kids for some reason.",
    "ふふ、なんだかんだいって、面倒見がいいのはあなたの長所ですわ。\nさすが%usernameusernameuserna%さん……": "Heehee. Being good at taking care of people is one of your strong points.\nThat's %usernameusernameuserna%-san for you...",
    "わたくし達には先達として、後輩を導く使命がありますわ。\nこんな名誉な仕事、引き受けない選択肢はありませんね。": "As our forerunners, we have a mission to guide our juniors.\nThere's no choice but to accept such an honorable job.",
    "今、浅層以外に潜るのも、本格的な探索を行うのも、\nシリウスシュガーの皆には厳しいだろう。": "Right now, diving outside of the shallows and conducting a full-scale search weren’t the same\nIt would be tough on everyone in Sirius Sugaru.",
    "病み上がりのシリウスシュガーのみんなにとって、\n復帰直後の肩慣らしとしてこの仕事はちょうどいいくらいだ。": "For everyone in the sickly Sirius Sugaru,\nThis job was just the right way to get used to it right after my return.",
    "決まりだな。": "It's decided.",
    "ありがとうございます。では詳細は追って連絡しますね。": "Thank you very much. I'll contact you later for the details.",
    "ああ、頼んだ。": "Yeah, I'm counting on you.",
    "それでは失礼いたしますわ。": "Well, if you'll excuse me.",
    "俺達が生徒会室を後にしようとした時だった。": "Just as we were about to leave the student council room...",
    "──%usernameusernameuserna%さん。\nあなたは残ってください。": "→%user name, username, user name, %-san.\nYou stay.",
    "ん……？": "Hm...?",
    "……それでは、わたくしは一足先にみんなのところへ戻っています。": "...Well then, I'll head back to the others first.",
    "ああ、わかった。": "Yeah, got it.",
    "――その後、ひとり残った俺は生徒会長から、\nある『警告』を受けるのだった。": "――After that, I was left alone by the student council president.\nI received a certain “warning”.",
    "あれから少しして、プレ・クラス－Ａへの訓練が始まった。\nまずは軽く実力を見ることになったのだが……": "A little while after that, training for Pre-Class-A began.\nI decided to take a quick look at her abilities first...",
    "敵だわ！　それ、総員突撃ー！\nやられる前にやっちゃえの精神よー！！": "It's the enemy! All units, charge!\nDo it before you get killed!!",
    "お、お待ちください、ジュリーさん！\nまずは有利な位置取りからだと何度も……！": "H-Hold on, Julie!\nHow many times do I have to tell you to get an advantage first...!?",
    "あはははは！！　敵がいっぱい……♪\nぜ～んぶバラバラにしてあげる！！": "Ahahaha!! There's so many enemies...♪\nI'll tear you to pieces!!",
    "あの、ノエルちゃん？　逃げる敵まで撃たなくても……\nあと弾薬も節約して、あの……聞こえてますか？": "Um, Noel? You don't have to shoot a fleeing enemy...\nAlso, save some ammunition, um... Can you hear me?",
    "ねえラウラ、仲間が戦ってるけど。\nおまえは援護とかしにいかないわけ？": "Hey, Laura, your friends are fighting.\nYou're not going to go back up or anything?",
    "む、無理無理！　無理よ～！　最初はもっと怖くない、\nメイズシフターからお願いできないかしら……？": "I-I can't! It's impossible! I'm not scared at first,\nCould I ask you to start with the maise shifter...?",
    "そんな都合良く、ぽいっと用意できるか！": "I can't prepare something so convenient!",
    "な、なんだこの有様は……\nこいつらは『エース』って話じゃなかったのか！？": "Wh-What's with this situation...?\nWeren’t these guys supposed to be “aces”?!",
    "……エースであることには間違いないわ。\nただ、貴方が想像するものとは違うけど。": "...There's no doubt that he's an ace.\nIt’s just that it’s different from what you’re imagining.",
    "とんだ皮肉だな……": "What irony...",
    "そっちのエースかぁ……": "That ace over there, huh...",
    "プレ・クラス－Ａの面々はこう呼ばれてるの。\n『やらかしの』エースと。": "The members of Pre-Class-A are called this.\nWith the “Prankster’s” ace.",
    "それより心香。他人事みたいに言ってるが、\n仲間のフォローに行かなくていいのか？": "More importantly, Shinka. She's saying it like it's someone else's problem, but...\nDon't you need to go back up your friends?",
    "は？　私は自分の仕事はやっているけど？\nどうして他人分も手伝わないといけないの？": "Huh? I'm doing my job.\nWhy do you have to help other people?",
    "それに、仲間なんかじゃないわ。\nあんな子達と私を一緒にしないで。": "Besides, we're not friends.\nDon't lump me in with those girls.",
    "そう言い捨てると、心香はひとりでメイズシフターに向かっていく。": "Saying that, Kokoka headed for the Mazeshifter by herself.",
    "…………はあ。": "............haa.",
    "でっかいため息、聞こえてるよー。大丈夫そ？": "I can hear you sighing loudly. Are you okay?",
    "お前達で慣れてなかったら、とっくに心が折れてたところだ。": "If you guys hadn't gotten used to it, I would've broken my heart by now.",
    "じゃああたし達は、この時のためにポンコツだったわけだ。": "Then that means we're all ditzes for this moment.",
    "お前は前向きだなあ。ま、今はその元気が羨ましいよ。": "You're so optimistic. Well, I'm jealous of your energy right now.",
    "メイズで起きることは、なんでも研究の糧だもの。\n今もばりばり観察させてもらってるからね。": "Everything that happens in Maze is for research purposes.\nEven now, I'm watching you closely.",
    "研究か……そういや前にお前が書いたメイズシフター観察日記、\n読ませてもらったぞ。": "Research, huh... Come to think of it, the maise shifter observation diary you wrote before,\nI've read it.",
    "おっ！　どうだった！？　かなり面白かったでしょ！？": "Oh! How was it!? It was pretty interesting, wasn't it!",
    "ああ、驚いたよ。しっかり調べられていて、\nそこから戦術や戦略の考察もあって興味深かった。": "Yeah, I'm surprised. I've been thoroughly investigated,\nFrom there, there were considerations of tactics and strategy, so it was interesting.",
    "でもただの妄想だから、あんま鵜呑みにしないでよ？": "But it’s just a delusion, so don’t take it at face value, okay?",
    "いや、指揮官としての俺から見ても、\nとても合理的だったと思ったけどな。": "No, even from my perspective as a commander,\nI thought it was very reasonable.",
    "おや、やけに素直にほめてくれるね。\nもしかして、あたしに惚れちゃった？": "Oh, that's quite the honest compliment.\nDid she fall in love with me?",
    "エース達の相手してたら、\nお前らのほうがよっぽどマシに思えてきてな。": "If I was up against Ace and the others...\nI'm starting to think you guys are better than me.",
    "あらら、素直じゃなくなっちゃった～。": "Oh, you're not being honest anymore.",
    "ケラケラと笑うちゆるの横で、\n俺はプレ・クラス－Ａの面々を見渡す。": "She cackles and laughs beside Yuru.\nI look over the members of Pre-Class-A.",
    "……生徒会長もとんだ無茶を言ったもんだ。": "...The student council president said something reckless."
}