{
    "さてやるとするか。": "Now then, let's do it.",
    "――カシャ。": "――Kasha.",
    "ん？　今写真を撮られた？": "Hm? Did she take a picture just now?",
    "ああ、気にしないでください。広報活動の一環でカメラマンを\n呼んでるんです。ですので……自然に会話などをして頂ければ。": "Oh, don't worry about it. It's part of our PR campaign to get a photographer.\nI'm calling for you. So...if you could just talk to me naturally...",
    "まあ、これも必要なことだからね。\n%usernameusernameuserna%は気になる？": "Well, this is also something we need to do.\nDo you care about_USERNAME_PLACEHOLDER_XYZ123_?",
    "……そうだな、確かに気になる。\nここだと俺の映りが悪くないか？　もっとカッコいい角度でだな……": "...Yeah, I'm definitely curious.\nIsn't my reflection bad here? At a cooler angle...",
    "おお、%usernameusernameuserna%さんも映え意識バッチリですね！\nフルートとしては、もっとこっちの角度から……": "Oh,_USERNAME_PLACEHOLDER_XYZ123_san is also reflected, so you're perfectly conscious!\nAs far as flutes go, let's go from this angle...",
    "いやいや、なんで画面映りを気にしてるのさ。\n教導指揮官なんだから必要ないでしょ？": "No, no, why are you so worried about the screen?\nYou're an instructor, so you don't need to, do you?",
    "良いツッコミだ、エヴィ。そういうのが欲しかったんだ。\n……とまあ、冗談は置いといて……見られるのは少し気になるな。": "That's a good comeback, Eve. I wanted something like that.\n...Anyway, putting the jokes aside... I'm a little worried about being seen.",
    "こちらで編集もしますし、発言に気を遣わなくても大丈夫ですよ。\n教導指揮官さんは契約外の方なので嫌でしたら映さない事も出来ますし。": "I'll be the editor here, so you don't have to worry about what you say.\nYou're not part of the contract, so if you don't like it, I can show you.",
    "……いや、今の俺はトレブルクインテットの指揮官だからな。\n一蓮托生だ。遠慮なく撮影してくれ。": "...No, I'm the commander of the Treburg Integrity now.\nWe're in the same boat. Don't hesitate to take a picture.",
    "分かりました。": "Understood.",
    "じゃあじゃあ、フルートたちにさっそくシリウスシュガーを鍛えた、\n特別トレーニングをお願いします！": "Then, then, I immediately trained my Sirius Sugar on the flutes,\nSpecial training, please!",
    "いや、ダメだ。": "No, I can't.",
    "えっ！？": "Huh?!",
    "な、なんで？": "Wh-Why?",
    "シリウスシュガーの特別トレーニングはあいつらに向けた訓練だ。": "Sirius Sugaru's special training was aimed at them.",
    "犬に空の飛び方を教えても飛べないし、燕に大地の駆け方を教えても、\n意味がない……それぞれに適切な訓練ってものがある。": "Even if I taught the dog how to fly in the sky, it wouldn't fly, and even if I told Tsubame how to run in the earth\nThere's no point......they all have proper training.",
    "確かに……フルート達とシリウスシュガーのみなさんとでは、\n得意不得意からチームの性質までまるで違いますもんね……": "It's true... Between the flutes and everyone else in Sirius Sugar...\nThe team's personalities are completely different from their strengths and weaknesses...",
    "そういうことだ。ＭＧの性能だって全然違うからな。『黎明』は\n空力重視だが、『フロンティア』はそうじゃない。": "That's right. MG's performance is completely different, too. Dawn\nIt focuses on aerodynamics, but that's not the case with Frontier.",
    "特に今回の場合でいうと、大出力ジェネレーターで\nねじ伏せるような機動技術重視の機体となっている。": "Especially in this case, it's a high-output generator\nIt's a TSF that emphasizes mobility technology.",
    "えっ、でもそんなねじ伏せるって印象じゃなかったけど……": "Huh? But I didn't get the impression that she'd be able to hold me down like that...",
    "それはお前たちがＶＲＸに従わされている、つまり持っている\nポテンシャルを最大限に発揮できていないということだ。": "That's because you're all being forced to obey VRX, which means you have it\nThat means I haven't been able to use my full potential.",
    "じゃあ、私達がＶＲＸを従わせられることが最終目標？": "So the final goal is for us to be able to make VRX obey us?",
    "でも具体的にはどうやるの？\n従わせるって言っても、意志を持つ相手じゃないんだから――": "But how exactly do you do that?\nEven if I say I'll make her obey, she's not someone with a will of her own, so—",
    "もちろん考えてある。": "Of course I've thought about it.",
    "聞いて驚くな？\n……追いかけっこだ。": "Don't be surprised to hear that.\n...It's a game of chase.",
    "くうううっ！　全然追いつけませんよ～！": "Ugh! I can't keep up at all!",
    "%usernameusernameuserna%の『霞光』とかいう機体、\nどうやったらあんなふうに動けるの……！？": "_USERNAME_PLACEHOLDER_XYZ123_A machine called the \"Kasumi Light\"\nHow can I move like that...?!",
    "そんなものか、トレブルクインテット！\nさっきからかすりもしないじゃないか！": "That's how it is, Treburg Intett!\nYou haven't even teased me for a while!",
    "俺の搭乗する『霞光』を捕まえる――それが彼女たちのミッションだ。\n５機を相手に、俺はひたすら逃げ続ける。": "Their mission is to capture the Kasumi Light I'm boarding.\nAgainst five of them, I keep running away.",
    "うう、スピードも速いけど動きの予測がしづらいのも大きいね……\n%usernameusernameuserna%、こんなに操縦技術もすごかったんだ。": "Ugh, she's fast, but it's also hard to predict her movements...\n_USERNAME_PLACEHOLDER_XYZ123__I didn't know piloting skills were this amazing.",
    "さ、流石に、この映像は絶対に公開できないな……": "I-I definitely can't release this footage...",
    "『霞光』は戦闘力がないが、その代わり機動性能とセンサー性能に\n特化している。たとえＶＲＸを搭載していようとも簡単じゃない。": "Kasumi Hikaru doesn't have much fighting power, but in exchange, she's got mobility and sensor capabilities\nShe specialized. Even if it was equipped with a VRX, it wouldn't be easy.",
    "いいか、『追いかけよう』としていたのでは決して追いつけないぞ！\n一手先を読み『追いつめる』という感覚を持て！": "Look, you were trying to 'chase' me, so you'll never catch up to me!\nRead one move ahead and feel the sensation of cornering him!",
    "『追いつめる』……": "\"I'll corner you\"...",
    "ＶＲＸに従わされているうちは、そんな動きはできないってわけね。": "So you can't move like that while you're being forced to obey VRX.",
    "後輩クンの想像を超える動きじゃないと捕まえられないわけね。\nそれはあたし達の思考とそれを実現するＶＲＸが揃ってこそ……": "You can't catch him unless you've surpassed your junior's expectations.\nThat's because of our thoughts and the VRX that makes it happen...",
    "理屈は分かるけど、実行するのは簡単じゃないなぁ。": "I understand the logic, but it's not easy to carry out.",
    "フルートを煽る": "Spurring on the flute",
    "エヴィを煽る": "Spurred on by Eve",
    "トレブルクインテットの実力はそんなものか？\nこのままではいいとこ無しだぞ！": "Is that what Treburg Integrity is capable of?\nAt this rate, we'll be screwed!",
    "どうした？　ギャル配信者なんだろ、フルート！\n配信者なら俺の視線くらい釘付けにしてみろ！": "What's wrong? You're a gal broadcaster, aren't you, Flute?!\nIf you're a broadcaster, at least try to pin my gaze on you!",
    "くうっ……！　やってやります！\n%usernameusernameuserna%さんの視線を奪っちゃいますから！": "Ugh...! I'll do it!\n_USERNAME_PLACEHOLDER_XYZ123_I'm going to steal your gaze!",
    "エヴィ、お前の技術の限界はそんなもんか！？\nお前はただの頭でっかちか！？": "Is that the limit of your skills, Eve?!\nAre you just big-headed?!",
    "頭でっかち……頭じゃなく身体で理解しろ、ってこと？\nまあ、やるだけやってみるかな。": "Big head... You want me to understand it with my body, not my head?\nWell, I guess I'll give it a try.",
    "さあ来い！　ＶＲＸをお前たちが支配するんだ！": "Come on! You're in control of the VRX!",
    "はあ、はあ、はあ……もう限界……ぴえんです……": "*pant pant*... I'm at my limit... *squeeze*...",
    "はぁ、はぁ……どうやればいいのか頭ではわかってるんだけど……\nいやー、実際にやるってなったら全然できないね……": "*pant pant*... I know how to do it in my head, but...\nMan, I can't do it when I'm actually doing it...",
    "……だからロージーには向いていたのかも。": "...Maybe that's why she was cut out for Rosie.",
    "やった～！　後輩クン捕まえちゃった！": "Yay! I caught Kouhai-kun!",
    "まさかお前に捕まるとはな……": "I didn't think you'd catch me...",
    "ロージーちゃん、ヤバたんです！　どうやったんですか！？": "Rosie, we're in trouble! How did you do this?!",
    "えっとねぇ～。ぐわん、ときたらドドンとやって、ズバババーン？\nあとは――": "Let's see~. Gwahn, sometimes do it with a thump, zubababababahn?\nAll that's left is—",
    "ごめん、わかんない……": "Sorry, I don't know...",
    "聞く相手間違えてるんじゃないかな。": "I wonder if she's asking the wrong person.",
    "でもその相手は現状ロージーだけだけどね。": "But right now, Rosie's the only one we're dealing with.",
    "確かにトレブルクインテットの中でも感覚派なロージーは、\nこういった言語化し辛い感覚をつかむのが得意なんだろうな。": "It was true that Rosie, who was the most sensuous of the Treburg Intets\nI guess she's good at grasping these painful sensations of languageization.",
    "さ～てと、後輩クンにどんなご褒美ねだろうかしら～！": "Now then, what kind of reward is it for Kouhai-kun?!",
    "待て、いきなりしていない話を持ち出すな。": "Wait, don't bring up something you haven't said all of a sudden.",
    "えっー！　ちゃんとＶＲＸ使いこなせたら、\nこれから一生なんでも言うこと聞いてあげるって約束したじゃない！": "Whaaat?! If I can use VRX properly,\nI promised you I'd listen to anything you say for the rest of my life!",
    "俺の一生安すぎだろ！？\n堂々と記憶捏造するな！": "Isn't that way too cheap for my whole life?!\nDon't make up your memories so openly!",
    "ちぇ、上手くいかないか……": "Tch, it's not going well...",
    "なぜ上手くいくと思った……？": "Why did you think it would work...?",
    "とはいえだ。まさかこんなに早く捕まるとは正直思ってなかった。\nちょっと悔しい気持ちはあるが、予想外の成長速度に喜ぶべきだろう。": "That said, I honestly didn't expect to be caught so soon.\nI felt a little frustrated, but I should be happy about the unexpected rate of growth.",
    "初日からひとり合格を出すとは、さすが精鋭チームだな。この調子なら、\n機動性能評価試験までには全員がレベルアップするだろう。": "Getting a passing grade on your first day alone? That's an elite team for you. At this rate,\nEveryone would probably level up before the mobility evaluation test.",
    "ふぅ……でも、レベルアップまではまだ遠いよね。\n頑張らないとなぁ。": "Phew... But it's still a long way from leveling up.\nI'll have to do my best.",
    "それはそれとして、\n俺を捕まえられなかった４人には罰ゲームだ！": "That aside...\nIt's a punishment game for the four who couldn't catch me!",
    "ええーっ！？": "Whaaat?!",
    "お、ＲＳ社公式から動画がアップされてるな。": "Oh, there's a video uploaded from the RSK official.",
    "タイトルは『ＭＧなしでイメトレしてみた』……\nよしよし。ちゃんと撮れてるな。": "The title was \"Trying to Impersonate Without MG\"...\nAll right, all right. Looks like you've got a good shot.",
    "キィーン！！　エンゲージ・オフェンシブ！\nババババーッ！！": "Clang!! Engaging Offense!\nBabababah!!",
    "フォックス２！　ばびゅーーーーーん！！": "Fox 2! Babyuuuun!!",
    "こ、これ本当にやらなきゃダメなのかな？\n２人なんて、凄いノリノリでやってるけど……": "I-Is this really something I have to do?\nThe two of them are really getting into it, but...",
    "びゅーん……まあ、レイラはもうヤケクソなんだと思う。\nやるならいっそのことって感じだろうね。レイラらしい割り切り方。": "Byuuu... Well, I think Leila's already desperate.\nIf we're going to do it, we'd better do it. That's a very Leila-like way to divide things.",
    "シリウスシュガーもこの訓練をしてたらしいですよ！\nさあさあ、みんなでイメトレ頑張りましょう！　びゅーん！": "Apparently, Sirius Sugaru was doing this training, too!\nCome on, let's all work hard on our image training! Byuuu!",
    "……ねえ、%usernameusernameuserna%。\nシリウスシュガーとは別の鍛え方するんじゃなかったの？": "...Hey,_USERNAME_PLACEHOLDER_XYZ123_.\nWeren't you supposed to train in a different way from Sirius Sugaru?",
    "これは厳密には特訓じゃなくて罰ゲームだからノーカンだな！": "This isn't strictly special training, it's a punishment game, so no thanks!",
    "えぇ……なにその理論……": "Yes... What's with that theory...?",
    "そうして１本の罰ゲーム動画が出来上がったのだった――": "And with that, a video of the punishment game came out――"
}