{
    "――メイズシフターを倒した一行は、\n静音モードにして慎重に広間〈ホール〉を進んでいく。": "—The party that had defeated the Mayz-Sifter\nI set it to silent mode and carefully advanced through the hall.",
    "先頭にいた舞亜の機体が停止した。": "Maia, who was at the head of the group, came to a stop.",
    "この先よ。": "It's just ahead.",
    "これって……": "This is...",
    "すっごー……": "Wow...",
    "うぉおおおおおおおお！！　ついについに……！！\nこの目で原生帯〈プライマル・ベルト〉を見ることができた～！！": "Uwaaaaahhhh!! Finally, finally...!!\nI was able to see Primal Belt with my own eyes!!",
    "ここが原生帯〈プライマル・ベルト〉か……": "So this is the Primal Belt...",
    "大昔にメイズ内に入り込んだ動植物が、\n重力異常に適応して独自の生態系を作ったんだよ！！": "Animals and plants that had entered the maise a long time ago\nIt adapted to gravity anomalies and created its own ecosystem!!",
    "テンション高いな。": "She's in high spirits.",
    "メイズ研代表として、\nこの光景見てテンション上がらない理由ある！？": "As a representative of the Mayse Institute,\nIs there any reason not to get excited after seeing this?!",
    "ねえ！　サンプル回収してもいい！？": "Hey! Can I get a sample?!",
    "ここに来た目的を忘れていませんか……？": "Haven't you forgotten why you came here...?",
    "再訓練でしょ！　でもちょっとくらい……ダメ？": "It's retraining, isn't it? But can't I...?",
    "……ダメよ。そういった油断が取り返しのつかない事故に繋がるわ。\nここがメイズシフターの領域だということ、忘れてない？": "...No. That kind of carelessness will lead to an irreparable accident.\nHaven't you forgotten that this is the domain of the Maizsifter?",
    "うぅ……ごめん。": "Ugh... Sorry.",
    "原生帯〈プライマル・ベルト〉には地穴帯〈ケイブ・ベルト〉以上に、\n強力で危険なメイズシフターが生息しているわ。": "There was more to the Primal Belt than the Cave Belt\nThere's a powerful and dangerous maise shifter living here.",
    "臆病なくらいが、ちょうどいいの。": "Being cowardly is just right.",
    "怖いですぅ、死んじゃいますぅ……！\n舞亜さん、もう帰りましょうよぉ～！": "I'm scared, I'll die...!\nMaia, let's go home!",
    "……これは怖がり過ぎだけど。": "...This is too scary, though.",
    "それではこの先はどうしましょうか。\nえっと、確か基礎課程では――": "Well then, what should we do next?\nUm, if I remember correctly, in the basic course――",
    "斥候でも出すか？": "Should we send out scouts?",
    "斥候とは少数で先行し、進行先の動静や地形を探る役目を担う。\nいわゆる偵察をする役割だ。": "Scouts were a small number of people who went ahead and played a role of investigating the motions and terrain of their advance.\nIt's what they call reconnaissance.",
    "ええ、それが正解よ。\n斥候部隊のリーダーはうるうね。": "Yes, that's the correct answer.\nThe leader of the scouts is so noisy.",
    "えっ！？　無理無理無理です！！\n負けます！　死にます！　滅びますぅ！": "Huh?! Impossible, impossible, impossible!!\nI’ll lose! I’m gonna die! I'm gonna be destroyed!",
    "（どんだけ弱気なんだよ……）": "(Just how weak-willed are you...?)",
    "いつもそう言うけど、なんだかんだでちゃんとこなしてるじゃない。\nだからお願いね。": "You always say that, but for some reason, you're doing a good job.\nSo please do.",
    "そんなぁ！": "No way!",
    "……それで編成だけど、うるうについてもらうのは、\nラミちゃんと白奈ちゃんにお願いしようかしら。": "...So, about the formation...\nMaybe I should ask Rami-chan and Shirona-chan for help.",
    "うぅ……あ、あんまり期待はしないでくださいね？\nもしメイズシフターの餌になったら……ご、ごめんなさい……！": "Ugh... D-Don't get your hopes up, okay?\nIf I end up as bait for the Mazesifter... I-I'm sorry...!",
    "めっちゃ不安要素しかないんだけど！？": "There's nothing to worry about, though!",
    "大丈夫よ。口ではこう言ってるけど、やるときはやる子だから。": "Don't worry. She says this with her mouth, but she's a good girl when it comes to doing things.",
    "……そう言われても、わたし達はそれを知らない。": "...Even if you say that, we don't know that.",
    "リーダー役のうるうの自信なさそうな発言は気になる。": "I'm curious about what the leader, Uru, said that didn't sound very confident.",
    "とはいえ、特別講師としてカラフルブーケから選抜された以上、\n頼りにしてもいいのだろう。": "That said, since she had been selected from the colorful bouquet as a special lecturer,\nIt was probably okay to rely on her.",
    "ラミ": "Rami",
    "白奈": "Shirona",
    "だからここで俺が声をかけるべきは……": "That's why I need to talk to her here...",
    "ラミ。ちょっといいか。": "Rami. Do you have a moment?",
    "えー、なにー？　前に出るラミに励ましの声的な？": "Whaaat? What? Is it encouraging to hear Rami step forward?",
    "ああ、がんばってな……囮役。": "Yeah, good luck... playing the decoy.",
    "いや、斥候だよね！？\nなんか犠牲になりそうなんだけど！！": "No, they're scouts, aren't they?!\nI feel like I'm going to be sacrificed!!",
    "おまえの犠牲は忘れない。": "I won't forget your sacrifice.",
    "全然励ます気ないじゃん！！": "You're not trying to cheer me up at all!!",
    "……まあ、確かに別にあまり心配はしてないな。": "...Well, it's true that I'm not that worried.",
    "へいへい、そーだろーねー。": "Yeah, yeah, you're right.",
    "だってラミなら、ちゃんとやれるってわかってるし。": "I mean, I know Rami can do it.",
    "……！": "...!",
    "い、いきなり、そーゆーの……ズルくね……": "Th-That's so unfair...",
    "まあ……………………あんがと。": "Well... Thanks.",
    "緊張……はしてないようだな。落ち着いているのはいいことだ。": "You don't seem nervous. It's a good thing you're calm.",
    "……そう見えるの？": "...Does it look that way?",
    "お前ならなんだかんだで、\n初めてのエリアでもそつなくこなすだろうと思ってるよ。": "You might be able to do something,\nI'm sure you'll be able to handle your first time in an area like this.",
    "……そう。%usernameusernameuserna%にはそう見えるんだ。": "...That's right. That's what it looks like to %usernameusernameuserna%.",
    "『そう見える』とは？": "What do you mean by 'seems that way'?",
    "ううん、なんでもない。やれるだけ……やる。": "No, it's nothing. I'll... do what I can.",
    "ああ、何か問題があったら、すぐ助けに入るから。": "Yeah, if there's a problem, I'll come to your rescue right away.",
    "……わかった。": "...Okay.",
    "__translated__": true
}