{
    "その日、練習した後にクララに呼ばれて部屋を訪れる。\nすると、緊張している様子の彼女が出迎えてくれた。": "That day, after practice, Clara called me to visit her room.\nThen, a nervous-looking girl greeted me.",
    "よ……よく来てくれたわね、%usernameusernameuserna%。": "Th-Thank you for coming, %usernameusernameuserna%.",
    "お邪魔します……それで、どうしたんだ？\n何か用事があったんだろ？": "Sorry to intrude... So, what's the matter?\nYou had something to do, didn't you?",
    "……その、%usernameusernameuserna%に、\n言っておきたい事があるんだけど……": "...Um, %usernameusernameuserna%...\nThere's something I want to tell you...",
    "言っておきたい事？": "What do you want me to tell you?",
    "聞き返すと、クララは顔を真っ赤にしながら\nこちらに向かって大きく頭を下げた。": "When I asked her back, Clara's face turned bright red\nShe turned to me and bowed her head.",
    "……こ、この間は%usernameusernameuserna%のこと、\n怒ったりしてごめんなさい！": "...L-Last time, I was talking about %usernameusernameuserna%...\nI'm sorry for getting angry!",
    "%usernameusernameuserna%は私に色々教えてくれたり、\nちゃんと私のこと、ほめてくれたりしたのに……": "%usernameusernameuserna% taught me a lot of things,\nEven though you complimented me...",
    "あの態度は、本当によくなかったわ。\nだから、１度きちんと謝りたくて……": "That attitude really wasn't good.\nThat's why I wanted to apologize properly...",
    "なんだ、そんなことか。\n別に気にしなくてもいいんだけど……": "Oh, so that's how it is.\nYou don't have to worry about it...",
    "それじゃあ私の気がすまないの！": "Then I won't be satisfied!",
    "……こ、これが私にできるお詫びだから！": "...Th-This is my way of apologizing!",
    "そう言うと、クララは服を脱ぎながらこちらに歩み寄ってきた。": "With that, Clara walked over to me, taking off her clothes.",
    "だ、だから……受け取ってちょうだい！": "S-So... Please accept it!",
    "誘惑するようなポーズを取るクララを目の当たりにし、\n動揺しつつも慌てて首を振る。": "She'd seen Clara strike a tempting pose\nI shake my head frantically, still shaken.",
    "お詫びだからって、そんな……": "Just because it's an apology doesn't mean...",
    "そこまで言って、クララの様子がおかしいことに気付いた。\nクララの顔はこれ以上ないほど真っ赤で、そのうえ涙目になっている。": "Having said that much, I noticed that Clara was acting strangely.\nClara's face is unbelievably bright red, and on top of that, her eyes are tearing up.",
    "う、うぅ……": "U-Ugh...",
    "うるさい！\n黙ってその気になってくれればいいの！": "Shut up!\nJust shut up and feel like it!",
    "こっちは心を決めてるんだから……\nその……どうすればいいか、わかるでしょ？": "I've made up my mind...\nUm... You know what to do, right?",
    "どうやらクララは軽い気持ちでやっているわけじゃない。\n覚悟を決め、こうやって誘惑しているらしい。": "Apparently, Clara wasn't doing this lightly.\nIt seems she's steeling herself and trying to seduce me like this.",
    "いっつも怒ってばっかりだったから……\n私なりに一生懸命考えたの。": "She was always so angry...\nI thought hard about it in my own way.",
    "私の気持ち……わかってよ。": "Please... understand how I feel.",
    "俺だって、ここまで言われて分からない程の朴念仁ではない。": "Even I'm not so naive as to not understand after being told this much.",
    "クララが勇気を出して伝えてくれた気持ちを\n無下にするつもりはなかった。": "Clara had worked up the courage to tell me how she felt\nI wasn't going to turn her down.",
    "それなら……クララの気持ち、ありがたく受け取らせてもらう。": "In that case... I'll gladly accept Clara's feelings.",
    "……ん。": "...Mm.",
    "そう告げると、クララの身体を抱き締めた。\nクララの身体は緊張のせいか、小さく震えている。": "With that, she hugged Clara's body.\nClara's body is trembling slightly, perhaps because of the tension.",
    "……さ、最初から素直にそう言えばいいのよ。": "...Come on, you should've just said so from the start.",
    "口ではそんなことを言うクララだったが、\nこちらの身体の中でそっと力を抜き、ほっとした笑顔を見せたので――\n": "Clara said that with her mouth, but...\nShe relaxes her body and shows me a relieved smile.\n",
    "ん、んん……っ、あぁ……": "Mm, mmm... ahh...",
    "クララの片足を持ち上げ身体を開くと、\n後ろから滾った欲望をクララに押しつける。": "I lifted one of Clara's legs and opened her body\nI press my seething desire onto Clara from behind.",
    "こちらの熱を感じ取ったクララの身体が僅かに震えた。": "Clara's body trembled slightly when she sensed my heat.",
    "こ……これが……こんな大きなモノが、\n私の中に入っていくのね……": "Th...this is...this big thing...\nYou're going inside me...",
    "わ、私……どうなっちゃうのかしら……": "I-I wonder what's going to happen to me...",
    "これから起きることを想像したのか、クララはごくりと唾を飲み込む。": "Clara gulped, as if imagining what was about to happen.",
    "大丈夫かと念のため声をかけると、\nクララはすぐに大きく首を振って声をあげた。": "I called out to her, just in case she was okay.\nClara immediately shook her head loudly and raised her voice.",
    "そ……そんなの、大丈夫に決まってるじゃない。\n私が言い出したことなんだから！": "I-Isn't that obvious?\nI'm the one who suggested it!",
    "別に、緊張も怖がったりもしてないわ。\nこ、これはそう……ちょっと興奮しただけって言うか……": "I'm not nervous or scared.\nI-It's like... I was just a little excited...",
    "%usernameusernameuserna%のここが、あまりにも熱くて、\nドクドクってしてたから……": "This part of %usernameusernameuserna% was just too hot,\nShe was so excited...",
    "……とにかく、私のことは気にしなくていいから……\n%usernameusernameuserna%の好きにしてちょうだい！": "...Anyway, you don't have to worry about me...\nDo whatever you want with %usernameusernameuserna%!",
    "クララの明らかに虚勢じみた言葉を、素直に受け止める\nそうまで言うなら、好きにさせてもらうとしよう。": "I take Clara's obviously bluffing words at face value\nIf you insist, then I'll do as I please.",
    "クララの脚を大きく持ち上げると、\n亀頭を膣口に密着させ、彼女とひとつになっていった。": "I lifted Clara's leg up high.\nI pressed my glans against her vaginal opening, becoming one with her.",
    "あっ、あぁあっ、はぁあああ……っ！\nんんっ、あ、は、入ってくる、入ってくるのぉ……っ！": "Ah, aaah, haaaaah...!\nMmm, ah, it's coming in, coming in...!",
    "%usernameusernameuserna%の大きいのが、\n本当に私の中に、入ってきてる……っ！": "The big %usernameusernameuserna%...\nIt's really coming inside me...!",
    "は、はぁあ……っ、ん、きつい……っ、\n私の中が、%usernameusernameuserna%の形に広がってく……っ！": "H-Haaah...! Mm, it's so tight...!\nMy insides are spreading out in the shape of %usernameusernameuserna%...!",
    "クララは初めての衝撃に声をあげながら、\nこちらのギンギンに勃起したペニスを受け入れていく。": "Clara cried out in shock for the first time\nI accept my erect penis.",
    "絞まる膣肉の感覚に、思いっきり剛直を突き入れたい衝動に襲われるが、\nぐっと堪え、なるべくゆっくり抽挿を進めていった。": "The sensation of her vaginal flesh wringing me out assaulted me with the urge to thrust my stiffness as hard as I could, but...\nHolding it in, I thrust in as slowly as I could.",
    "ん、んんん……っ、あっ、うぁあっ、はっ、はぁあ……っ！\n%usernameusernameuserna%のが、私の中、進んでる……": "Mm, mmm... ah, uwaah, hah, haaah...!\n%usernameusernameuserna%'s insides are moving forward...",
    "擦って、広げて……あ、あぁあああ……っ！": "Rub it, spread it out... ah, ahhhh...!",
    "感じる……%usernameusernameuserna%の、すごく感じるの……っ！": "I can feel it... I can really feel %usernameusernameuserna%...!",
    "慣れきっていないクララの膣道をペニスが押し広げ、\n粘膜を擦り上げていく。": "My penis spreads out Clara's vaginal canal, which I'm not used to.\nI rub up against her walls.",
    "最初こそ、クララは戸惑い混乱した声をあげていたが、\n繰り返すうち、次第に甘い響きが混じり始める。": "At first, Clara sounded confused and confused.\nAs I repeated it, a sweet sound gradually began to mix in.",
    "あ……あぁっ、あ、こ、これ……っ、\n%usernameusernameuserna%を、すごく、感じる……": "Ah... ahh, ah, th-this is...\nI can really feel %usernameusernameuserna%...",
    "おく……深いとこに、%usernameusernameuserna%がいるの……\nうぅうっ、熱いの、きてるの……": "There's an %usernameusernameuserna% deep inside...\nUgh, it's so hot... It's coming out...",
    "あ、あ、あぁ……ど、どうしよう……っ、\n%usernameusernameuserna%の、感じてるかと思うと……": "Ah, ah, ahh... Wh-What should I do...?\nJust when I thought that %usernameusernameuserna% was feeling it...",
    "あ、は、はぁあ……っ、\nす、すごく、たまらない気持ちになるの……っ！": "Ah, ha, haaah...\nI-I feel so irresistible...!",
    "いつの間にかクララの膣内は愛液で潤い、\n動く度にいやらしい音を室内に響かせていた。": "At some point, Clara's vagina had become moist with her love juices\nEvery time she moved, a lewd sound echoed throughout the room.",
    "クララ自身も初めての快感に目覚め始めたように、\n赤い顔で漏れそうになる嬌声を堪えている。": "Clara herself seemed to have begun to awaken to her first pleasure\nShe was holding back her slutty voice, which was about to leak out with a red face.",
    "んっ、んふぅっ、んぁあああ……っ！\n%usernameusernameuserna%……！": "Nn, nfuu, nnaaaaah...!\n%usernameusernameuserna%...!",
    "甘い声でこちらの名前を呼ぶクララの声を聞いているうちに、\n次第にこちらもたまらなくなってくる。": "As I listened to Clara call my name in a sweet voice...\nI can't get enough of this either.",
    "もっと、クララに感じて欲しい、もっと彼女を乱したい……": "I want Clara to feel me more, I want to mess her up more...",
    "そんな欲望にかられ、より深いところへと肉棒を突き立て、\n亀頭で真奥を突き上げていった。": "Entangled in that desire, I thrust my meat pole deeper into her\nI thrust deep inside her with my glans.",
    "あぁっ、そ、それっ、おく、おくに……あはぁああっ！\n奥いいっ、すごいのぉっ、んふぅううっ！": "Aaah, th-that's, deep, deep inside... Ahaaaah!\nIt's so deep, it's amazing, nfuuu!",
    "%usernameusernameuserna%がいっぱい奥きてぇっ、\nはぁあっ、いいっ、きもちいいのぉおっ！": "There's so much %usernameusernameuserna% coming in deep,\nHaaah, good, it feels good!",
    "真奥のいいところを刺激されるうち、\nクララは完全に性の快感に目覚めてしまったらしい。": "While I was being stimulated by her deep insides...\nClara seems to have completely awakened to the pleasure of sex.",
    "あぁあっ、おく、ゴリゴリされるとぉ……っ、\nたまらないっ、%usernameusernameuserna%の、いいのぉおっ！": "Ahhh, when you rub deep...\nI can't stand it, %usernameusernameuserna%, it's so good!",
    "雌としての本能に目覚めたクララは自ら腰を動かし、\nより強い快感を求め甘えるような声を出していく。": "Clara, awakened to her instincts as a female, moved her hips herself\nSeeking even stronger pleasure, I let out a fawning voice.",
    "行為が深まるにつれて、\nクララ自身の素直な顔が暴かれているようだった。": "As the act deepened,\nClara's own honest face seemed to be exposed.",
    "%usernameusernameuserna%……！\nはぁあっ、いいの……そこ、好きなのぉ……っ！": "%usernameusernameuserna%...!\nHaaah, it's okay... I like that spot...!",
    "わ、私、私……っ、\n%usernameusernameuserna%のこと、好き、好きぃいい……っ！": "I-I-I...\nI love you, I love %usernameusernameuserna%...!",
    "過ぎた快感が言わせた言葉なのか、それとも隠された本音なのか。\nクララは喘ぎながら、思わぬ言葉を口にする。": "I don't know if it's because the past pleasure made her say those words, or if it was her hidden true feelings.\nClara gasped as she uttered the unexpected words.",
    "わ、私……%usernameusernameuserna%のこと、好きなのぉっ！": "I-I... I love %usernameusernameuserna%!",
    "大好き、だから……%usernameusernameuserna%のが、\nすごく、すごく気持ちいいのぉお……っ！": "I love you, so... %usernameusernameuserna%'s...\nIt feels really, really good...!",
    "クララの言葉に一瞬驚くが、同時にこの上なく嬉しい気持ちになる。": "Clara's words startled me for a moment, but at the same time, I couldn't be happier.",
    "彼女の言葉に応えるように、\n腰に力を入れてよりピストンを激しくしていった。": "As if in response to her words,\nI put more strength into my hips and thrust harder.",
    "あ……ひゃううううっ！\nんぁあっ、それ、はげし……っ、あはぁああっ！": "Ah... Hyauuuu!\nNnaah, that's, too rough...! Ahaaaah!",
    "んんんっ、%usernameusernameuserna%のがいっぱいきてぇっ、\nひゃああああっ、すごいっ、これ、すごいっ……！": "Mmmm, there's so much %usernameusernameuserna%,\nHyaaaaah, amazing, this is, amazing...!",
    "%usernameusernameuserna%のが、奥いっぱい突いてるっ！\nゴンゴンって、叩いてる……っ！": "%usernameusernameuserna%'s thing is thrusting deep inside me!\nShe's hitting me...!",
    "これっ、これも好きい……っ！\n%usernameusernameuserna%がするの、ぜんぶ、全部好きぃ……っ！": "I love this too...!\nI love everything you do, %usernameusernameuserna%...!",
    "クララの真奥を突き上げるように、何度も何度も刺激していく。\n亀頭が擦れる感覚に、クララは我を忘れ声をあげていた。": "I stimulate her over and over again, as if thrusting into the very depths of Clara.\nThe sensation of my glans rubbing against her made Clara lose herself and cry out.",
    "クララの膣内も同様に興奮し熱く潤い、\n彼女が叫ぶ度肉棒をきゅうっと締め上げる。": "Clara's vagina was similarly excited and hot and moist\nEvery time she screamed, my dick tightened.",
    "その度に目の前がチカチカと点滅し、\n快感が急激に高まっていくのを感じていた。": "Every time she did, her vision flickered\nI felt the pleasure rapidly increase.",
    "はぁっ、はぁっ、あぁあああ……っ！\n%usernameusernameuserna%の、中でビクビクってしてる……っ！": "Haah, haah, aaaaah...!\nIt's twitching inside of %usernameusernameuserna%...!",
    "%usernameusernameuserna%のをいっぱい感じて、\n私、私、ふぁあああ……っ！": "Feel %usernameusernameuserna%'s thing a lot,\nI, I, fuaaaah...!",
    "ペニスを包み込んだクララの膣の圧が、\n次第に増していくのを直に感じる。": "The pressure of Clara's vagina enveloping my penis...\nI can feel it growing more and more directly.",
    "クララの身体もこちらと同じく、過ぎた快感を飲み込み\n絶頂の予兆を迎えていることを、全身で感じ取っていた。": "Just like this one, Clara's body swallows up the past pleasure\nShe could feel with her entire body that she was about to climax.",
    "んぅうううっ、あはぁっ、はぁっ、ああっ、こ、これ……\nんんんっ、へ、ヘンなのっ、私の身体……": "Nnuuuu, ahaah, haah, aah, th-this is...\nMmmm, i-it's weird, my body...",
    "%usernameusernameuserna%を感じすぎて、好きすぎて……っ、\n身体の全部が、おかしくなってきちゃってるのぉ……っ！": "I'm feeling %usernameusernameuserna% too much, and I love him too much...\nEverything in my body is going crazy...!",
    "ひゃうううう……っ、あ、やぁあっ、\nこれ、これ、私……んんんんん……っ！": "Hyaauuuu... ah, yaaah,\nThis, this, this is me...nnnnnnn...!",
    "未知の感覚に怯えるクララを抱き寄せると、優しく囁く。": "She hugged Clara, who was terrified of the unknown sensation, and whispered gently to her",
    "怯えることはない、このまま一緒に気持ちよくなろう。\nクララと一緒に、よくなりたいんだ……と。": "There's no need to be afraid. Let's continue to feel good together.\nShe said she wanted to be better with Clara...",
    "途端に、クララの身体に張り詰めていた緊張が解ける。": "Instantly, the tension in Clara's body dissipated.",
    "あ……、%usernameusernameuserna%、う、うん……\n私……私も、はぁあっ、%usernameusernameuserna%と……": "Ah... %usernameusernameuserna%, y-yeah...\nMe... Me too, haaah, with %usernameusernameuserna%...",
    "あ、はぁ……っ、私、私、%usernameusernameuserna%が\n好きっ、好きだからぁ……っ！": "Ah, hah... I, I, %usernameusernameuserna%...\nI love you, I love ya...!",
    "%usernameusernameuserna%と一緒によくなりたい……っ！\n%usernameusernameuserna%のためなら、なんでもしたい……っ！": "I want to be better with %usernameusernameuserna%...!\nI want to do anything for %usernameusernameuserna%...!",
    "クララの膣壁がペニスをきつくきつく締め上げる。\n強烈な快感が全身を渦巻いていった。": "Clara's vaginal walls tighten around my penis.\nIntense pleasure swirled around my entire body.",
    "%usernameusernameuserna%っ、好きっ、大好き……っ！": "%usernameusernameuserna%, I love you, I really love you...!",
    "クララの甘い告白を全身に感じながら、\n無我夢中で亀頭を彼女の子宮口に打ち付けていく。": "I could feel Clara's sweet confession all over my body\nI slammed my glans into her cervix in a trance.",
    "%usernameusernameuserna%、はぁっ、あぁあああ……っ！": "%usernameusernameuserna%, haah, aaaaah...!",
    "好きっ、好きぃいいいいいいい……っ！\nあ、あ、あ、あぁああああああああ……っ！！": "I love you, I love iiiiiiiiiit...!\nA-Ah, ah, aaaaahhhh...!!",
    "あ、あぁあああ……っ、\nはぁあああああああ……っ、ん、んふぅうう……っ！": "Ah, ahhhh...!\nHaaaaahhhh... nn, nfuuuu...!",
    "はぁあああ……っ、わ、私……%usernameusernameuserna%と、\nめちゃめちゃに、イっちゃったのね……": "Haaaaah... I-I'm... %usernameusernameuserna%...\nYou came so much...",
    "あぁ……すごい、本当に、すごいのぉ……っ、\nこ、こんなの初めてで……んんんっ！": "Ahh... Amazing, it's really, amazing...\nI-I've never done anything like this before... Mmmm!",
    "まだ……まだ、%usernameusernameuserna%を感じるの……\n奥まで、熱いの、いっぱい……んぅううう……っ。": "I'm still... still feeling %usernameusernameuserna%...\nThere's so much hot stuff, all the way in... nnnngh...",
    "強烈な快感に、クララは大きな声をあげ、\n何度も何度も身体をビクビクと痙攣させていった。": "Clara let out a loud cry at the intense pleasure\nHer body convulsed over and over again.",
    "渦巻く絶頂の波に溺れながら、\n口をぱくぱくさせ、息を飲み込む。": "As she drowned in the swirling waves of climax,\nHer mouth opened and closed, and she swallowed her breath.",
    "そして少し経ち、ようやく激しい波がおさまったのか、\nクララは肩で大きく息を吐いた。": "Then, a little while later, the violent waves finally seemed to subside\nClara took a deep breath, shoulders heaving.",
    "あ、あぁ、これ……\n%usernameusernameuserna%のが、こんなにも私の中に入ったのね。": "Ah, ah, this is...\nI didn't know %usernameusernameuserna%'s thing had gotten this deep inside me.",
    "%usernameusernameuserna%の、熱いのがいっぱい……\nあぁ……なんだか、夢みたい……": "There's so much of %usernameusernameuserna%'s hot stuff...\nAh... It's like a dream...",
    "すべてが終わり、どこか身体の力が抜けきった様子でぼんやりと呟く\nクララのことが心配になって、声をかける。": "Everything is over, and she murmurs absentmindedly, as if her body has somehow lost its strength.\nWorried about Clara, I call out to her.",
    "……その、大丈夫か、クララ？": "...Um, are you okay, Clara?",
    "え……？": "Huh...?",
    "その言葉を聞いて、やっと今の状況に気がついたのか、\nクララははっと大きな声をあげる。": "After hearing those words, she finally seemed to realize the current situation\nClara lets out a loud gasp.",
    "あ……！\nあ、そ、そうだったわね、さっきまで、私ったら……！": "Ah...!\nAh, th-that's right, I was just...!",
    "クララの顔に赤みが差す。どんどん赤くなっていき……\n最終的に、彼女の顔は真っ赤になってしまった。": "Clara's face turns red. It's getting redder and redder...\nIn the end, her face turned bright red.",
    "……さ、さっきまでのは嘘だから！\n思わず口に出して言っちゃっただけだから！": "...Th-That was a lie!\nI just said it out loud without thinking!",
    "だ、だから、勘違いしないでちょうだいっ！": "I-I told you, don't get the wrong idea!",
    "どう考えても無理めな言い訳をしながら、\nクララは真っ赤な顔で誤魔化し始める。": "No matter how you looked at it, she was making unreasonable excuses\nClara began to gloss over it with a bright red face.",
    "そんな、どこまでも素直になれないクララを見ていると、\nある気持ちで胸がいっぱいになってくる。": "When I look at Clara, who can't be as honest as she wants...\nA certain feeling fills my chest.",
    "その可愛らしい反応を見て、\n俺は満たされた気持ちで彼女を抱きしめるのだった。": "Seeing her adorable reaction,\nI embraced her with a feeling of satisfaction."
}