{
    "ある休日、日用品の買い物に出ていた時のことだ。\nドロテアから、スマートデバイスに連絡が入った。": "I was out shopping for daily necessities on a certain day off.\nDorothea contacted the smart device.",
    "あの……お休みの日に、申し訳ありません。": "Um... I'm sorry to bother you on your day off.",
    "少々、ご相談がありまして……\n今ってお時間のほうはいかがでしょうか？": "I have something to discuss with you...\nHow's your time now?",
    "空いてるけど……\nにしても、珍しいな……ドロテアから相談なんて。": "It's free, but...\nStill, it's rare to get advice from Dorothea...",
    "はい、その……": "Yes, well...",
    "（もしかして、それなりに深刻なものなんだろうか？）": "(Could it be something serious?)",
    "よかったら、直接会って話すか？": "If you'd like, why don't we meet face-to-face?",
    "えっ、いいんですか……？\nそんな拘束するつもりは……": "Huh? Are you sure...?\nI don't intend to restrain you like that...",
    "どうせ今日たいした用事もなかったし、気にしなくていいよ。\n１時間後にカフェでどう？": "I didn't have anything important to do today anyway, so don't worry about it.\nWhy don't we go to the café in an hour?",
    "それでしたら……\nお願いしてもよろしいでしょうか？": "In that case...\nMay I ask you to do it?",
    "じゃあ、カフェの場所だけど――": "Well, as for the café's location—",
    "それから俺とドロテアは、１時間後に指定したカフェで落ち合った。": "Dorothea and I met up at the café we'd designated an hour later.",
    "わざわざお時間を割いていただき、ありがとうございます。": "Thank you for taking the time out of your busy schedule.",
    "そんな改まらなくていいよ。\nむしろ頼ってくれて嬉しい。": "You don't have to change your mind.\nIn fact, I'm glad she's relying on me.",
    "お気遣い、感謝します。": "Thank you for your concern.",
    "……………………": "............",
    "どうした？　そわそわして……どこか落ち着かない様子だけど……": "What's wrong? You're fidgeting... You seem restless...",
    "落ち着きなく見えますか……お恥ずかしい限りです。": "Do I look unsettled...? How embarrassing.",
    "カークランド家の者として、\nいつも堂々としていなくてはなりませんのに……": "As a member of the Kirkland family,\nI always have to be bold...",
    "その……実は少し緊張しておりまして……\nひとりでシティに来ることはあまりないので……": "Umm... Actually, I'm a little nervous...\nI don't come to the city alone very often...",
    "そういえば今日はピクシス・マスールのメイド達――\nリュシー達は一緒じゃないのか？": "Come to think of it, today were Pixis Masulu's maids—\nAren't Lucy and the others with you?",
    "はい。でも一応リュシーにはあなたと待ち合わせていることを、\n書き置きで告げています。ただ……詳細は話しておりません。": "Yes. But I did tell Lucy that I was supposed to meet you...\nI'm telling you in a note. However... I haven't told you the details.",
    "もしかして、その相談ごとってリュシー達には話してないのか？": "Don't tell me you haven't told Lucy and the others about that?",
    "みんなの前で迷い、思い悩む頼りない姿を、\nあまり見せたくないので……": "She looked unreliable as she hesitated and agonized in front of everyone\nI don't really want to show it to you...",
    "なるほどな……": "I see...",
    "ですが、ひとりで悩んでいても答えは出ず……\nそこでチーム以外で信頼できる方の意見を伺えたらと思ったんです。": "But I can't come up with an answer even if I worry about it alone...\nSo I thought I could ask for the opinion of someone I can trust outside of the team.",
    "（それで俺を頼ってくれたのか……なんだか、光栄だな）": "(So that's why he relied on me... It's kind of an honor.)",
    "で、相談内容ってのはなんだ？": "So, what did you want to talk about?",
    "…………": "............",
    "あなたもご存じの通り、\nわたくしは、カークランド家……貴族の家に産まれました。": "As you know,\nI was born into the Kirkland family...a noble family.",
    "そしていずれは、わたくしが家督を継ぐこととなります。\nそれ自体は良いのですが……": "And eventually, I will inherit the position of head of the family.\nThat in itself is fine, but...",
    "恥ずかしながら今のわたくしには、\n家名を継ぐ者として――貴族として示すべき実績がないのです。": "As embarrassing as it is to admit, right now,\nAs the heir to the family name—I have no achievements to demonstrate as a noble.",
    "在学中になんとしても、家の名に恥じない\n実績を打ち立てないといけないのに……": "I'll do whatever it takes to live up to my family's name while I'm still in school.\nI have to make a name for myself...",
    "すでに所属校舎のユーロ・タワー屈指のパイロットじゃないか。\nそれって実績じゃないのか？": "You're already one of the best pilots in Euro Tower, aren't you?\nIsn't that a track record?",
    "それだけでは足りません。数あるエピソードのひとつ……としては、\n悪くないのですが……": "That's not enough. It's one of the many episodes...\nIt's not bad, but...",
    "なるほどな……それでどのようにその実績を作ればいいか、\n悩んでいるとか？": "I see... So that's how to make that track record, huh?\nAre you worried about something?",
    "はい……": "Yes...",
    "そこで、あなたの意見を聞かせてほしいのです。": "So I'd like to hear your opinion.",
    "うーん……そうだな。": "Hmm... You're right.",
    "少し、街歩きでもしないか？": "Why don't we walk around town for a bit?",
    "え？　街歩き……ですか？": "Huh? Walking around town...?",
    "正直俺もいきなり言われたところで、『じゃあ、これがいい』って案は\n浮かばない。": "Honestly, even if I were told that out of the blue, the idea of \"then this is good\" would be...\nI can't think of anything.",
    "それは……そうですよね。": "That's... true.",
    "ああ、だからお互い考えても何も浮かばないなら、\nいっそのこと『何も考えない』をしたほうがいいと思ってな。": "Yeah, so if nothing comes to mind when we think about each other,\nI figured it'd be better to just \"think nothing\" about it.",
    "『何も考えない』……ですか。": "\"Don't think about anything\"...?",
    "考えすぎると視野が狭くなったり、凝り固まったりするだろ？\n気分転換を挟んでそういうのをリセットするんだ。": "If you think too hard about it, your field of vision gets narrower and stiffer, right?\nIt's a change of pace to reset that kind of thing.",
    "なるほど……それで街歩き……": "I see... So that's why we're walking around town...",
    "確かにずっと思い詰めすぎて、少し袋小路に陥っていた気がします。\nそこからどう進むかより、一度引き返すという考えも有りですね。": "It's true that I've been thinking too hard for a long time, and I feel like I'm in a bit of a dead end.\nThere's always the option of turning back rather than trying to figure out how to proceed from there.",
    "そこから何か閃くものもありますでしょう。": "I'm sure there's something that comes to mind from there.",
    "そういうこった。じゃあ、さっそく店を出ようか。": "Exactly. Let's get out of here, then.",
    "はい。": "Yes.",
    "ここは……ショッピングモール、ですか？": "Is this... a shopping mall?",
    "来たことある？": "Have you ever been here?",
    "実はあまり……日常の買い物はほとんどリュシー達に任せているので。": "To tell you the truth... I've left most of my daily shopping to Lucy and the others.",
    "あっ……！": "Ah...!",
    "こちらのお店のお洋服、とても素敵です！\n見てください、どれも可愛い……！": "The clothes in this shop are wonderful!\nLook, they're all so cute...!",
    "（はは、いつになくはしゃいでるな）": "(Haha, she's unusually excited.)",
    "ふふっ、見ているだけで心が浮き立ちます。\nところであなたは――": "Hehe, just looking at it makes my heart float.\nBy the way, you're...",
    "ああ、よく来るよ": "Yeah, I come here a lot.",
    "いや、あまり来ないかな": "No, I don't think she'll come much.",
    "こういうところによく来るんですか？": "Do you come to places like this often?",
    "そうなんですね。では今のわたくしは日々のあなたと、\n同じものを見ているんですね……": "I see. In that case, as I am now,\nSo you're looking at the same thing...",
    "では、わたくしと似ていますね。\n近い目線で物事を見れて嬉しいです。": "Well then, you are similar to me.\nI'm glad to be able to see things from a close perspective.",
    "ああ、そうだな。": "Yeah, that's right.",
    "ふふ、こういった服は普段着ることがないので、\nどうも『着た自分』というのが想像できません。": "Hehe, I don't usually wear these kinds of clothes,\nI can't imagine myself wearing it.",
    "きっと似合うと思うよ。": "I'm sure it'll look good on you.",
    "そうでしょうか？　ふふ、殿方に言われると、\n少し照れてしまいますね。": "Is that so? Hehe, when the gentleman says that,\nI'm a little embarrassed.",
    "でもそういうのって、いわゆる社交界っていうのか？\nパーティーとかで言われ慣れてると思ってたよ。": "But is that what they call high society?\nI thought you were used to being called that at parties and the like.",
    "確かにパーティーで言われることは多いですが、\nそれとあなたからの言葉は全然別物といいますか……": "It's true that a lot of people say that at parties, but...\nWhat you're saying is completely different...",
    "え？": "Huh?",
    "あ、いえ、なんでもありません！\nつ、次の場所へ向かいましょう！": "Oh, no, it's nothing!\nLet's go to the next place!",
    "お、おう？　ドロテアがそう言うなら、移動しようか。": "H-Huh? If Dorothea says so, let's move.",
    "ここは……とても賑やかですね……！\nこんなにも色々な種類の機械が……全部ゲーム機なのですか？": "This place... is so lively...!\nSo many different kinds of machines... Are they all game consoles?",
    "そうだよ。もしかしてここに来るのは初めて？": "That's right. Is this your first time here?",
    "はい、リュシーからは教育に良くないと、\n止められておりまして……": "Yes, Lucy said it wasn't good for education.\nIt's been stopped...",
    "もしかしてゲーム自体したことないとか？": "Maybe you've never played a game before?",
    "いえ、カードやチェスのようなボードゲームは嗜みますよ。\nただこういった機械仕掛けのものは、ほとんど触ったことはありません。": "No, I enjoy board games like cards and chess.\nHowever, I've hardly ever touched anything mechanical like this.",
    "じゃあ、試しに何かプレイしてみようか。": "Well then, let's try playing something.",
    "はい……！": "Yes...!",
    "これはパンチングマシーンだな。\n筐体についたパッドを思いっきり殴って、その強さを競うんだ。": "This is a punching machine.\nWe're going to hit the pads on the cabinet as hard as we can and compete for their strength.",
    "な、殴るんですか……？": "A-Are you going to hit me...?",
    "とりあえずやってみよう。\nスマートデバイスから支払って――っと。": "Anyway, let's give it a try.\nI'll pay from the smart device.",
    "……では、いきます！！\nえいっ！！": "...Okay, here I go!!\nEigh!!",
    "えっと……１２３キロ？": "Um... 123 kilometers?",
    "意外といくな……さすがユーロ・タワー屈指のパイロット。": "That's surprisingly impressive... I'd expect no less from one of the best pilots in Euro Tower.",
    "えへへ……鍛えてますので……": "Ehehe... I've been training...",
    "この機種の表示では女性の平均が５０～７５キロ、\n男性の平均が１２０～１８０キロとのことだから、かなりの好成績だ。": "On this model, the average for women is 50 to 75 kilometers.\nThe average man weighs between 120 and 180 kilograms, so his grades are pretty good.",
    "ふふ、あなたもやってみませんか？\nどちらがより数値を出せるか、勝負してみたいです。": "Heehee. Why don't you give it a try?\nI'd like to see who can produce more numbers.",
    "それなら……わかった。俺も挑戦してみるよ。": "In that case... All right. I'll give it a try too.",
    "（意外と負けず嫌いなのかもな、ドロテアって。\nこれは男として、負けられないな）": "(Maybe Dorothea hates losing more than I thought.\nAs a man, I can't lose.)",
    "そんなことを思いながら、\nゲームをスタートさせ、全力でパンチを叩きこむ。": "As those thoughts ran through my head...\nI started the game and punched with all my might.",
    "す、すごい、２５０キロ！　倍以上だなんて……！": "W-Wow, 250 kilometers! That's twice as much...!",
    "%usernameusernameuserna%さんってやっぱり殿方なんですね……": "So %usernameusernameuserna% really is a gentleman...",
    "ははは、いいところ見せられてよかったよ。\n次のゲームに行くか？　あっちにはレーシングとかもあるんだ。": "Hahaha, I'm glad I showed you my good side.\nWant to go to the next game? There's racing and stuff over there.",
    "はい……！　よろしくおねがいしますっ。": "Yes...! Thank you very much!",
    "その後、いくつかのゲームを軽く遊ぶうち、\n昼どきになったので食事にしようとゲームセンターを出た。": "After that, we played a few games lightly.\nSince it was lunchtime, I left the arcade to eat.",
    "たくさんお店があって、目移りしますね。\nラーメンにハンバーガー、珍しいお食事がたくさん！": "There are a lot of shops here, so I'm going to have to look around.\nRamen, hamburgers, lots of rare food!",
    "こういうのはやっぱり……？": "Is this really what it looks like...?",
    "はい、普段の食事はリュシーが管理しているので、\nそもそも外食の機会というものが滅多に……": "Yes, Lucy is in charge of the normal meals, so...\nI don't get many chances to eat out in the first place...",
    "そっか……なら、このあたりで何か――": "I see... In that case, there's something around here――",
    "あら？　牛丼……？": "Oh? Gyuudon...?",
    "気になるのか？": "Are you curious?",
    "『大食いチャレンジイベント開催中』……": "\"Big Eater Challenge Event in Progress\"...",
    "『３０分以内に牛丼１０杯を食べられたなら無料』か。\n１０杯はさすがに厳しい――": "\"If you get to eat ten beef bowls within thirty minutes, it's free,\" huh?\nTen bowls would be too much—",
    "これにしましょう！": "Let's do this!",
    "……え？": "...Huh?",
    "こういうの、以前から興味があったんです！\n挑戦とあらば、カークランド家の人間が逃げるわけには行きません！": "I've always been interested in this sort of thing!\nIf it's a challenge, there's no way someone from the Kirkland family can run away!",
    "ちょ、ちょっと、ドロテア！？": "H-Hey, Dorothea?!",
    "お待たせしました！　牛丼１杯目になります！\n１杯目が終わりましたら、２杯目を用意しますので仰ってください！": "Sorry to keep you waiting! This is the first bowl of gyudon!\nAfter the first bowl is finished, I will prepare a second one, so please tell me!",
    "は、はい、どうも……": "Y-Yes, thank you...",
    "ちなみに俺は普通の牛丼を注文した。\nドロテア、本気で１０杯食べるつもりだろうか……": "Incidentally, I ordered a normal gyudon.\nDorothea, are you really going to eat ten bowls...?",
    "これが、牛丼なんですね……なんて美味しそう！": "So this is a gyuudon... It looks so delicious!",
    "いけない、感動している場合ではありませんね。\n時間制限があるんでした！": "Oh no, this isn't the time to be moved.\nThere's a time limit!",
    "ドロテアはスプーンを手に取ると、\nのんびりと紅茶とケーキでも嗜むかのような優雅さで食べ始めた――": "Dorothea picked up her spoon\nShe began to eat with the grace of someone leisurely enjoying tea and cake—",
    "うぅ、これほど厳しい結果になるとは、思いもよりませんでした。": "Ugh, I didn't think it would turn out this harsh.",
    "たったの３杯完食で終わってしまうだなんて……\n時間さえ、あればまだ頑張れましたのに。": "I can't believe it's all over after just three bowls...\nIf only I had time, I could still do my best.",
    "（並盛とはいえ、女の子で３杯はすごいと思うけどな）": "(She may be average, but I think three bowls for a girl would be amazing.)",
    "（ただ、食べ方が上品というか、丁寧すぎたな……\n一口一口をあんな味わうように食べてたら間に合わないだろう……）": "(It's just that the way she ate it was refined, or rather, too polite...)\nIf I eat every bite like that, I probably won't make it in time...)",
    "でも美味しかったですし、楽しかったです。\n腹ごなしに、少しお散歩いたしませんか？": "But it was delicious, and it was fun.\nWhy don't we take a walk to eat?",
    "それなら近くの公園へ行こう。": "Then let's go to a nearby park.",
    "ふう……今日はとても楽しかったです。\n見て、遊んで、食べて……どれもが新鮮でした。": "Phew... Today was a lot of fun.\nWatching, playing, eating... It was all so new.",
    "それはよかった。でも肝心の実績の作り方については……\n俺は何もいいアイデアは出なかった。": "That's good to hear. But as for how to make a track record...\nI didn't come up with any good ideas.",
    "一応、あれこれ考えてはいたんだがな。\nドロテアはどうだ？": "I've been thinking about this and that for a while now.\nWhat about Dorothea?",
    "そうですね……端的にいえばわたくしも、\n気分転換を経たところで特に閃くアイデアはありませんでした。": "You're right... To put it bluntly, I'm also...\nAfter a change of pace, I didn't have any particular ideas.",
    "そうか……": "I see...",
    "ですが……こうして街で１日を過ごして、\n大切なことに気づけた気がします。": "But... now that I've spent a day in the city,\nI feel like I've realized something important.",
    "大切なこと？": "Something important?",
    "街で見かけた皆は、すごく平和そうに過ごしていました。\n仲間や友人達と何でもない１日を分かち合いながら。": "Everyone I saw in the city seemed very peaceful.\nWhile sharing a day of nothingness with friends and friends.",
    "あ、ああ……": "Y-Yeah...",
    "もちろん、個々に内心で抱えたものもあるでしょう。\nまさしく今のわたくしのように……": "Of course, I'm sure there are some things you've carried on your mind individually.\nJust like I am now...",
    "ですが、その悩む自由すら存在するこの日常を、\n皆平和に、そして幸せそうに謳歌していたんです。": "However, this day-to-day life where even that freedom of worry exists...\nEveryone was singing in peace and happiness.",
    "そうだな……": "You're right...",
    "きっとそれを守ることこそが、曲がりなりにも貴族として生まれた\n者の務めなんだと思います。": "I'm sure protecting it is the very thing that gave birth to me as a noble.\nI think it's the duty of a person.",
    "ノブレス・オブリージュ、高貴なる者に伴う義務。\n貴族にとって大事なのは、実績という『形』ではなかったんです。": "Noblesse oblige, the duty that comes with the Nobility.\nWhat was important to nobles wasn't the \"form\" of achievements.",
    "ドロテア……": "Dorothea...",
    "皆の平和で幸せな時間を守ろうとする『心』。\n本当に必要なのはそれだと……わたくしは思いました。": "A \"heart\" trying to protect everyone's peaceful, happy time.\nThat's what I really need... I thought.",
    "こんな当然のことを、『貴族』であろうとして悩みすぎたがゆえに、\nいつの間にか頭から抜け落ちていたみたいです。": "Because I was worrying too much about such a natural thing as being a \"noble\"...\nIt seems to have slipped out of my head at some point.",
    "ドロテアの生まれ故郷って確かノヴァセレスってところだっけ……\n君の言う『皆』ってそこの人達のこと？": "Dorothea was born in Nova Celes, right?\nBy 'everyone' you mean the people there?",
    "……もちろん、彼らも含みますが、彼らだけを守ればいいという\nものではありません。": "...Of course, that includes them, but they say we just have to protect them.\nIt's not.",
    "誰であろうが関係なく、『平和な日常を守る義務』を果たす意志こそが、\n真に恥じない貴族なのだと……わたくしはそう思います。": "It doesn't matter who it is, the will to fulfill the duty to protect the peaceful everyday life is the only thing that matters.\nYou truly are a noble to be ashamed of... That's what I think.",
    "逆に言えばその意志さえあれば、仮に地位や名誉を失っても、\nきっとわたくし達は誇り高い『貴族』であることができるでしょう。": "On the other hand, as long as you have that will, even if you lose your position and honor,\nI'm sure we'll be able to be proud nobles.",
    "そうか……ちなみにその平和な日常の中に、\nドロテア自身は含んでいるか？": "I see... By the way, in that peaceful everyday life...\nDoes Dorothea herself include it?",
    "え……？": "Huh...?",
    "だってそうだろう？　自分自身の平和な日常すら守れない人に、\n他人の日常なんて守れるとは思わない。": "I mean, isn't that right? To someone who can't even protect their own peaceful everyday life?\nI don't think I can protect other people's daily lives.",
    "だから、ちゃんと『平和な日常』の中に、\n自分自身も含んであげてほしいんだ。": "That's why I made sure to stay in my \"peaceful daily life\"...\nI want you to include yourself in it.",
    "%usernameusernameuserna%さん……": "%usernameusernameuserna%...",
    "はい……しっかり、わたくし自身の日常も守っていこうと思います。": "Yes... I'll do my best to protect my daily life.",
    "ああ、それでいい……って、ちょっと偉そうだったかな。": "Yeah, that's fine... Wait, I guess I was acting a little self-important.",
    "いえ、むしろあなたはわたくし達にとっても\n『教導指揮官』なんですから、もっと偉そうにしていいんですよ？": "No, if anything, you're very important to us.\nYou're the 'Instructor's Commander', so you should be more proud of yourself.",
    "それはちょっと恐縮しちゃうな。": "That's a little embarrassing.",
    "ふふ、%usernameusernameuserna%さんらしいですね。\nそういうところが――": "Haha, that's very like you, %usernameusernameuserna%.\nThat part of her—",
    "そういうところが？": "That's what you're saying?",
    "ふふ、これより先は秘密です。\n今はまだ胸の内にしまっておきましょう。": "Heehee. It's a secret from now on.\nLet's keep it in our hearts for now.",
    "なんだよ、それ。": "What the hell is that supposed to mean?",
    "こういうのは、ここぞというときに申し上げるから意味があるんですよ。\nなので、この話はまたの機会に。": "This kind of thing is meaningful because I say it when the time comes.\nSo let's talk about this another time.",
    "……はは、わかった。\nそのときを楽しみにしているよ。": "...Haha, got it.\nI look forward to that moment.",
    "はいっ！": "Yes, sir!",
    "最後、何を言いたかったのかはわからないが、\nそうやって微笑む彼女の表情はとても晴れ晴れとしていたのだった――": "I don't know what she was trying to say at the end, but...\nAs she smiled like that, her expression was very cheerful――"
}