{
    "それで、話っていうのはなんだ？": "所以说，你想说的到底是什么事啊？",
    "俺とエヴィは機体から出て会話していた。この付近はメイズシフターも\n入って来づらい地形になっているため、比較的安全である。": "我和艾薇从机体里出来进行对话。\n这附近的地形不太容易让迷宫穿行怪闯进来，因此相对来说比较安全。",
    "……いや、やっぱりいい。なんでもない。\n急に呼び出してごめん。": "……不，果然还是算了。没什么事。\n突然把你叫出来真是对不起。",
    "何でもなくはないだろ。ずっとエヴィの様子がおかしかった。\nきっとチームのみんなも気づいてるぞ。": "怎么可能没事啊。艾薇你的状态一直都很奇怪。\n队伍里的大家肯定也都注意到了哦。",
    "そっか……わかっちゃうか……": "是吗……还是被看穿了啊……",
    "……%usernameusernameuserna%も聞いたよね。\n探索の成果はトリニティ・ジュエルの方に数字が出てる。": "……%usernameusernameuserna%你也听说了吧。\n探索的成果数据显示Trinity Jewel那边的数字更高。",
    "配信でも数字はあっちの方が上。判断はさておき……心の中では、\n『これではだめ』って言ってる。頭と心が相反してる。": "直播的数据也是他们那边更占优势。先不说该怎么判断……我的内心深处，\n一直在说着『这样下去不行』。脑袋和心相互矛盾着。",
    "…………": "…………",
    "（プレッシャー、か）": "（压力，吗）",
    "でもね、私には何も思い浮かばない。リスクを負うべきじゃない……\nその思考のせいで、何の作戦もアイデアも出てこないんだ。": "但是呢，我什么都想不出来。不应该去冒这个险……\n就是因为这种想法，所以无论是作战方案还是点子都完全想不出来。",
    "私は今の状況では参謀役としては不適格だと思う。\n……でも、今の正しいと思ってる判断を変える事も出来ない。": "我觉得在现在的情况下，我作为参谋是不合格的。\n……但是，我也没办法改变自己现在认为正确的判断。",
    "だから、いっそのこと私じゃない別の頭脳……": "所以，干脆换成不是我的其他头脑……",
    "エヴィを否定する": "否定艾薇",
    "エヴィを肯定する": "肯定艾薇",
    "……ブレインとして俺に作戦立案を任せた方がいい、というわけか？": "……也就是说，作为智囊让我来负责制定作战计划会比较好，是这个意思吗？",
    "そこで俺に任せてしまうのは正しい判断なのか？\n……チーム外の人間に判断を任せるなんて間違った判断だ。": "在这种情况下把决定权交给我，真的是正确的判断吗？\n……把判断权交给队伍以外的人，这种做法本身就是错误的。",
    "……じゃあ、どうしたらいいの？": "……那，我该怎么办才好？",
    "確かに、自分で先が見えない時に他人を頼る判断は正しい。\n……だが、その判断役を俺に任せてしまうのはいいのか？": "确实，当自己看不清前路的时候依靠他人的判断是正确的。\n……但是，把这个判断的职责交给我真的可以吗？",
    "……それは、そうなんだけど。": "……话是这么说没错啦。",
    "エヴィが参謀である以上はエヴィが決断すべきだ。\n俺が頭脳となるチームになれば、それはトレブルクインテットじゃない。": "只要艾薇还是参谋，就应该由艾薇来做决断。\n如果变成由我来担任头脑的队伍，那就不是Treble Quintet了。",
    "……そうだとしても、ダメだよ。私には選べない。\n安全にコスパ、タイパよく……それ以外は、考えれないよ。": "……就算是这样，也不行啊。我没办法做出选择。\n安全地追求性价比、时间效率……除此之外的事情，我根本考虑不了啊。",
    "なんでだ？　エヴィらしくないぞ？\n冷静に確実な作戦を考える……それがエヴィだろ？": "为什么啊？这可一点都不像艾薇啊？\n冷静地思考出万无一失的作战方案……这才是艾薇吧？",
    "……私の何を知ってるの？": "……你了解我什么？",
    "エヴィ……": "艾薇……",
    "『らしく』って何？　『それが』って何のこと？\n知ったようなこと言わないで……！": "什么叫『像』？什么叫『才是』？\n不要说得好像你很懂我一样……！",
    "無理な作戦で仲間を傷つけることになったら！？　そんな決断をして\n失敗する事なんて……私には『これ以上』背負えない！！": "如果因为勉强的作战方案导致同伴受伤的话！？做出那种决定\n然后失败什么的……我已经『再也』背负不起了！！",
    "……ご、ごめん、いきなり大声出して。\nこんなつもりじゃなかったのに……": "……对、对不起，突然大声吼了起来。\n我不是有意这样的……",
    "いや、気にするな。むしろ俺ならいくらでもぶつけてくれていい。\nこっちこそ、言葉を間違えて悪かった。": "不，不用在意。不如说对着我的话，随便发泄多少次都可以。\n是我这边不好，说错话了。",
    "%usernameusernameuserna%……": "%usernameusernameuserna%……",
    "エヴィ……『これ以上』背負えないって、\nその意味を教えてくれないか？": "艾薇……你说『再也』背负不起了，\n能告诉我这是什么意思吗？",
    "あ……": "啊……",
    "言いたくないなら、詮索するつもりはない……\nって、言いたいところだが、俺は聞きたい。": "如果不想说的话，我也不打算追根究底……\n虽然想这么说，但我还是想听。",
    "チームの状況を理解する義務が俺にはある。\nこれでも教導指揮官だからな。": "我有义务了解队伍的状况。\n毕竟我可是教导指挥官啊。",
    "でも、これは個人的なことだし……\n今言うべきことじゃないから……": "可是，这是个人私事……\n而且现在不是说这个的时候……",
    "キツい言い方になるが、\nエヴィが参謀役を果たせないというなら……": "虽然说得有点难听，\n但如果艾薇无法胜任参谋的角色的话……",
    "本部に連絡して、うちのチームは撤退する。\nこれ以上の継続は不利どころか危険だと判断するからな。": "我就联络本部，让我们的队伍撤退。\n因为我判断继续下去不仅不利，甚至会很危险。",
    "それは……！　……わかったよ。": "那种事……！……我知道了。",
    "ごめん……聞いて貰えるかな？": "对不起……能听我说说吗？",
    "ああ、いくらでも。": "嗯，说多少都行。",
    "……私には……その、借金があるんだ。": "……我有……那个，债务在身。",
    "借金……？": "债务……？",
    "それも……ちょっとやそっとじゃない。\n凄い金額の借金がさ。両親が事業に失敗して作った奴なんだけどね。": "而且……不是一点半点。\n是一笔巨额债务啊。是我父母事业失败欠下的。",
    "いやいや、それはエヴィが払う義務はないだろ！？\n両親の失敗だったんだから……": "不不不，那种东西艾薇没有义务偿还吧！？\n毕竟是你父母的失败造成的……",
    "あはは……まあ、いろんな企業に『してやられた』んだよ。\nそれで気付いたら私にも借金の返済義務ができてたわけ。": "啊哈哈……嗯，被各种各样的企业给『摆了一道』啊。\n然后不知不觉间我也背上了还债的义务。",
    "ひどい話だな……": "真是过分的事情啊……",
    "出るところに出たら解決したかもしれないけど……両親は失踪。\n色々ありすぎて私は弁護士だって見つけられなかった。": "如果找对地方告状的话说不定能解决……但是父母失踪了。\n乱七八糟的事情太多，我连律师都找不到。",
    "……まあ、まだ相手が卑怯者ではあっても無法者でないのが救いかな。\n危険なことや学園に押しかけて催促とか、アウトローなことはしないし。": "……嗯，不过对方虽然是卑鄙小人但至少还不是无法无天的歹徒，这算是不幸中的万幸吧。\n不会做危险的事情，也不会跑到学园里来催债，不会干那些违法的勾当。",
    "もしかしてパイロットやってるのって……": "难道说你当驾驶员是因为……",
    "そ、返済のため。学園に入ったのは、効率よく稼げると思ったから。\n今後の人生にも有利だしね。生活費だって寮生活なら浮かせられるし。": "没错，为了还债。进学园是因为觉得能高效率地赚钱。\n对今后的人生也有利。而且住宿舍的话生活费也能省下来。",
    "正直なところ、最初はこの程度の問題、余裕でクリアできると思ってた。\n親のやらかしだし、仕方ないから子どもの私がなんとかしてやるって。": "说实话，最开始我还觉得这种程度的问题能轻松搞定呢。\n虽然是父母捅的篓子，但也没办法，只能由我这个做女儿的想办法解决了。",
    "でもすぐにも現実が見えてきて……私程度の人間じゃ、\n他人のために何かを背負うなんてキャパオーバーだって気付いたの。": "但是很快就看清现实了……像我这种程度的人，\n根本没有那个能力去替别人背负什么东西。",
    "だからせめて借金以外は他人の何かを背負わないようにして、\n両親の失敗も反面教師にして……": "所以至少除了债务以外，不要再去背负别人的任何东西，\n把父母的失败当作反面教材……",
    "コスパよくタイパよく、効率的に生きるのが一番ってとこに\n行き着いた。できないことに、無理に力を注ぐべきじゃなかったんだ。": "追求性价比，追求时间效率，高效率地活下去才是最好的选择，\n我最终得出了这个结论。不该在做不到的事情上勉强自己下功夫。",
    "なのに……このチームはキラキラしているし、非効率で感覚で生きてて、\n平気で私なんかを信頼していろいろ任せようとしてくる……": "可是……这个团队闪闪发光，非常没有效率，凭感觉行动，\n还会毫不在意地信任我这种人，把各种事情交给我……",
    "それが……とても怖いか。": "这让你……感到非常恐惧吗？",
    "……うん。私なんかがこんなところにいるのが、\nそもそもの間違いだと思う。背負えないよ、これ以上。": "……嗯。我觉得像我这种人待在这种地方，\n本身就是个错误。我背负不起了，再也背负不起了。",
    "エヴィ……お前に言いたいことがふたつある。": "艾薇……我有两件事想对你说。",
    "言いたいこと……？": "想说的事……？",
    "まず、お前が守りたいものはなんだ？　よく考えろ。\n仲間か？　新型ジェネレーターか？　それとも自分の評価か？": "首先，你想要守护的东西是什么？好好想想。\n是伙伴吗？是新型发电机吗？还是你自己的评价？",
    "それからふたつめ。お前は自分がここにいることを『間違い』だと\n言ったな。だがお前はここに『選ばれた』から、いるんだ。": "然后是第二点。你说自己在这里是个『错误』，\n但你是因为被『选中了』，所以才会在这里的。",
    "……それはフルートたちに知名度があるから、\n結果的に選ばれた中にいただけだよ。": "……那只是因为芙露特她们有知名度，\n结果上我只不过碰巧在被选中的人里面罢了。",
    "いや、それは違うな。少なくともＲＳ社はお前含めて、\n『トレブルクインテット』なら出来ると信じて依頼したんだ。": "不，那可不对。至少RS公司相信包括你在内的\n『Treble Quintet』能够做到，所以才委托你们的。",
    "……っ！": "……！",
    "それにそのトレブルクインテットのみんなも、お前を信じてる。\nこのチームなら、絶対に勝てるんだって。もちろん、俺もな。": "而且Treble Quintet的大家，也都相信着你。\n只要是这个队伍，就一定能够获胜——当然，我也是这么想的。",
    "……その期待を裏切りたくないから、今も悩んでいるんだろう？\n重圧から不安で逃げ出したい気持ちはわかる。": "……正因为不想辜负那份期待，所以你现在才会这么烦恼吧？\n想要从重压和不安中逃离的心情，我能够理解。",
    "……": "……",
    "自分を信じられないんだろ。\n私なんかじゃ無理だ……そう思ってるんだろ？": "你是无法相信自己吧。\n\"像我这样的人根本做不到\"……你是这么想的吧？",
    "……実際、無理でしょ。": "……实际上，确实做不到吧。",
    "それならそれで、別にいいさ。": "如果真是那样的话，那也无所谓。",
    "え？": "诶？",
    "自分を信じられなくていい。\n……でも、その代わり他に信じるべきものがあるはずだ。": "不相信自己也没关系。\n……但是，作为代替，应该还有其他值得相信的东西才对。",
    "信じるべきもの……": "值得相信的东西……",
    "もう気づいてるだろ？　でも言っておくが、答え合わせはしないぞ。\nあとはお前がその信じるもののために、行動で示せ。": "你应该已经察觉到了吧？不过先说好，我可不会帮你对答案哦。\n接下来就看你能否为了那个值得相信的东西，用行动来证明了。",
    "エヴィは沈黙した。俺も無言で見つめる。\n場に静寂が落ちた。": "艾薇沉默了。我也默默地注视着她。\n场面陷入了一片寂静。",
    "無言ではあるが、エヴィの表情には変化があった。\n確かな、覚悟が見て取れる。": "虽然没有说话，但是艾薇的表情却发生了变化。\n能够看出她那坚定的觉悟。",
    "%usernameusernameuserna%は、スパルタだって聞いてたけど……\n本当厳しいね。答え合わせしてくれないし、あとは行動で示せって……": "虽然听说%usernameusernameuserna%的训练风格是斯巴达式的……\n但真的好严格啊。不肯帮我对答案，还说接下来用行动来证明什么的……",
    "ああ、何故かよく言われるんだ。こんなに優しい男だっていうのにな。": "啊啊，不知道为什么总是被人这么说。明明我是这么温柔的男人。",
    "あはは、さんざん私の痛い所を突いて何を言ってるのさ。": "啊哈哈，明明狠狠地戳中了我的痛处，还说什么呢。",
    "……ねえ、%usernameusernameuserna%。": "……呐，%usernameusernameuserna%。",
    "ん？": "嗯？",
    "ありがとね。\nなんだか今ならやれる気がする。": "谢谢你哦。\n不知道为什么，现在感觉自己能够做到了。",
    "もう少しだけ頑張ってみるよ。信じてみる。\nこんな私を信じてくれた、みんなの想いを――": "我会再稍微努力一下的。我会试着去相信。\n相信大家对我这样的人我寄予的那份期许――"
}