{
    "それで、話っていうのはなんだ？": "So, what did you want to talk about?",
    "俺とエヴィは機体から出て会話していた。この付近はメイズシフターも\n入って来づらい地形になっているため、比較的安全である。": "Eve and I stepped out of the aircraft and had a conversation. There were even Maizsifters in the area.\nIt is relatively safe because the terrain is difficult to enter.",
    "……いや、やっぱりいい。なんでもない。\n急に呼び出してごめん。": "...No, it's fine. It's nothing.\nSorry for calling you out so suddenly.",
    "何でもなくはないだろ。ずっとエヴィの様子がおかしかった。\nきっとチームのみんなも気づいてるぞ。": "It wasn't nothing, was it? Eve had been acting strange the whole time.\nI'm sure everyone on the team noticed.",
    "そっか……わかっちゃうか……": "I see... So you can tell...",
    "……%usernameusernameuserna%も聞いたよね。\n探索の成果はトリニティ・ジュエルの方に数字が出てる。": "..._USERNAME_PLACEHOLDER_XYZ123__You heard it too, right?\nThe results of the search are in the Trinity Jewel.",
    "配信でも数字はあっちの方が上。判断はさておき……心の中では、\n『これではだめ』って言ってる。頭と心が相反してる。": "In terms of numbers, she's better than me. Putting aside my judgment... In my mind...\n\"This won't do.\" She's saying that. Her head and heart are at odds.",
    "…………": "............",
    "（プレッシャー、か）": "(The pressure, huh?)",
    "でもね、私には何も思い浮かばない。リスクを負うべきじゃない……\nその思考のせいで、何の作戦もアイデアも出てこないんだ。": "But I can't think of anything. I shouldn't take risks...\nBecause of those thoughts, I can't come up with any strategies or ideas.",
    "私は今の状況では参謀役としては不適格だと思う。\n……でも、今の正しいと思ってる判断を変える事も出来ない。": "I don't think I'm fit to be a staff officer in this situation.\n...But I can't change the decision I think is right.",
    "だから、いっそのこと私じゃない別の頭脳……": "So I'd rather have another brain that isn't me...",
    "エヴィを否定する": "I deny Eve.",
    "エヴィを肯定する": "Acknowledging Eve",
    "……ブレインとして俺に作戦立案を任せた方がいい、というわけか？": "...So it's better to leave the planning to me as a brain?",
    "そこで俺に任せてしまうのは正しい判断なのか？\n……チーム外の人間に判断を任せるなんて間違った判断だ。": "Is it the right decision to leave it to me there?\n...Leaving the decision to someone outside the team was the wrong decision.",
    "……じゃあ、どうしたらいいの？": "...Then what should I do?",
    "確かに、自分で先が見えない時に他人を頼る判断は正しい。\n……だが、その判断役を俺に任せてしまうのはいいのか？": "It's true that it's right to rely on others when you can't see the future for yourself.\n...But is it okay to leave that decision to me?",
    "……それは、そうなんだけど。": "...That's true, but...",
    "エヴィが参謀である以上はエヴィが決断すべきだ。\n俺が頭脳となるチームになれば、それはトレブルクインテットじゃない。": "Since Eve was a staff officer, she should be the one to make the decision.\nIf I became the brains of the team, it wouldn't be Treburg Integrity.",
    "……そうだとしても、ダメだよ。私には選べない。\n安全にコスパ、タイパよく……それ以外は、考えれないよ。": "...Even if that's the case, it's no good. I can't choose.\nI'll be safe, cospa, and typa... I can't think of anything else.",
    "なんでだ？　エヴィらしくないぞ？\n冷静に確実な作戦を考える……それがエヴィだろ？": "Why? It's not like you, Eve.\nThink of a calm, reliable strategy... Isn't that what you're talking about, Eve?",
    "……私の何を知ってるの？": "...What do you know about me?",
    "エヴィ……": "Eve...",
    "『らしく』って何？　『それが』って何のこと？\n知ったようなこと言わないで……！": "What do you mean by \"like\"? What does \"that\" mean?\nDon't act like you know me...!",
    "無理な作戦で仲間を傷つけることになったら！？　そんな決断をして\n失敗する事なんて……私には『これ以上』背負えない！！": "What if I end up hurting my friends with an impossible strategy?! That's the decision I made\nTo fail... I can't bear any more of this!!",
    "……ご、ごめん、いきなり大声出して。\nこんなつもりじゃなかったのに……": "...S-Sorry for shouting all of a sudden.\nI didn't mean to...",
    "いや、気にするな。むしろ俺ならいくらでもぶつけてくれていい。\nこっちこそ、言葉を間違えて悪かった。": "No, don't worry about it. If anything, you can hit me as many times as you want.\nI should be the one apologizing for using the wrong words.",
    "%usernameusernameuserna%……": "_USERNAME_PLACEHOLDER_XYZ123___...",
    "エヴィ……『これ以上』背負えないって、\nその意味を教えてくれないか？": "Eve... She said she couldn't bear \"any more\" on her shoulders\nCan you tell me what that means?",
    "あ……": "Ah...",
    "言いたくないなら、詮索するつもりはない……\nって、言いたいところだが、俺は聞きたい。": "If you don't want to say it, I have no intention of prying...\nOr so I'd like to say, but I want to hear it.",
    "チームの状況を理解する義務が俺にはある。\nこれでも教導指揮官だからな。": "I have a duty to understand the team's situation.\nI'm the instructor commander, after all.",
    "でも、これは個人的なことだし……\n今言うべきことじゃないから……": "But this is personal...\nIt's not something I should be saying right now...",
    "キツい言い方になるが、\nエヴィが参謀役を果たせないというなら……": "That was a harsh way to put it, but...\nIf Eve can't fulfill her role as staff officer...",
    "本部に連絡して、うちのチームは撤退する。\nこれ以上の継続は不利どころか危険だと判断するからな。": "Contact HQ and our team will withdraw.\nIt's not only disadvantageous, it's dangerous to keep going any further.",
    "それは……！　……わかったよ。": "That's...! ...Okay.",
    "ごめん……聞いて貰えるかな？": "Sorry... Can you hear me out?",
    "ああ、いくらでも。": "Yeah, as much as you want.",
    "……私には……その、借金があるんだ。": "......I......well, I have a debt.",
    "借金……？": "Debt...?",
    "それも……ちょっとやそっとじゃない。\n凄い金額の借金がさ。両親が事業に失敗して作った奴なんだけどね。": "That's... a little too soft.\nIt's a huge amount of debt. My parents made it because they failed in their business.",
    "いやいや、それはエヴィが払う義務はないだろ！？\n両親の失敗だったんだから……": "No, no, that's not something you're obligated to pay, is it, Eve?!\nMy parents failed, after all...",
    "あはは……まあ、いろんな企業に『してやられた』んだよ。\nそれで気付いたら私にも借金の返済義務ができてたわけ。": "Ahaha... Well, a lot of companies did it to me.\nAnd before I knew it, I was also obligated to pay off my debt.",
    "ひどい話だな……": "What a terrible story...",
    "出るところに出たら解決したかもしれないけど……両親は失踪。\n色々ありすぎて私は弁護士だって見つけられなかった。": "It might have been resolved if I went out somewhere, but... my parents disappeared.\nSo much has happened that I couldn't even find a lawyer.",
    "……まあ、まだ相手が卑怯者ではあっても無法者でないのが救いかな。\n危険なことや学園に押しかけて催促とか、アウトローなことはしないし。": "...Well, I guess the only saving grace is that our opponents are still cowards, but not outlaws.\nI wouldn't do anything dangerous or outrageous like barging into the school and urging her on.",
    "もしかしてパイロットやってるのって……": "Maybe the pilot is...",
    "そ、返済のため。学園に入ったのは、効率よく稼げると思ったから。\n今後の人生にも有利だしね。生活費だって寮生活なら浮かせられるし。": "I-It's to pay back. I entered the school because I thought I could make money efficiently.\nIt's an advantage for the rest of my life. I can keep my living expenses up if I'm living in the dorm.",
    "正直なところ、最初はこの程度の問題、余裕でクリアできると思ってた。\n親のやらかしだし、仕方ないから子どもの私がなんとかしてやるって。": "Honestly, at first, I thought I could clear this level of problem with ease.\nIt's a parent's fault, and it can't be helped, so as a child, I'll do something about it.",
    "でもすぐにも現実が見えてきて……私程度の人間じゃ、\n他人のために何かを背負うなんてキャパオーバーだって気付いたの。": "But reality soon came into view... Someone of my caliber wouldn't be able to\nI realized that shouldering something for someone else's sake was over capacity.",
    "だからせめて借金以外は他人の何かを背負わないようにして、\n両親の失敗も反面教師にして……": "So, at the very least, she made sure she didn't shoulder anything about other people other than debt\nWhile my parents failed, I also became a teacher...",
    "コスパよくタイパよく、効率的に生きるのが一番ってとこに\n行き着いた。できないことに、無理に力を注ぐべきじゃなかったんだ。": "Cospa, typa, it's best to live efficiently.\nIt's over. I shouldn't have forced myself to focus on what I can't do.",
    "なのに……このチームはキラキラしているし、非効率で感覚で生きてて、\n平気で私なんかを信頼していろいろ任せようとしてくる……": "And yet...this team is sparkling, and they're inefficient and living on their senses\nShe trusts someone like me without a care in the world and tries to leave everything to me...",
    "それが……とても怖いか。": "Is that... really scary?",
    "……うん。私なんかがこんなところにいるのが、\nそもそもの間違いだと思う。背負えないよ、これ以上。": "...Yeah. For someone like me to be here...\nI think it was a mistake in the first place. I can't bear it any longer.",
    "エヴィ……お前に言いたいことがふたつある。": "Eve... There are two things I want to say to you.",
    "言いたいこと……？": "Something you want to say...?",
    "まず、お前が守りたいものはなんだ？　よく考えろ。\n仲間か？　新型ジェネレーターか？　それとも自分の評価か？": "First, what do you want to protect? Think carefully.\nWas he one of us? A new generator? Or was it his own assessment?",
    "それからふたつめ。お前は自分がここにいることを『間違い』だと\n言ったな。だがお前はここに『選ばれた』から、いるんだ。": "And two. You think you're 'wrong' about being here.\nYou said it. But you're here because you were chosen.",
    "……それはフルートたちに知名度があるから、\n結果的に選ばれた中にいただけだよ。": "...That's because the flutes are well-known,\nAs a result, I was just chosen.",
    "いや、それは違うな。少なくともＲＳ社はお前含めて、\n『トレブルクインテット』なら出来ると信じて依頼したんだ。": "No, that's not it. At least the RS Company, including you,\nI believed that Treburg Intette could do it, so I asked her to do it.",
    "……っ！": "...!",
    "それにそのトレブルクインテットのみんなも、お前を信じてる。\nこのチームなら、絶対に勝てるんだって。もちろん、俺もな。": "And everyone in the Treburg Integrity believes in you.\nThis team would definitely win. Of course, so would I.",
    "……その期待を裏切りたくないから、今も悩んでいるんだろう？\n重圧から不安で逃げ出したい気持ちはわかる。": "...You're still worried because you don't want to betray those expectations, aren't you?\nI could understand why she wanted to run away from the pressure uneasily.",
    "……": "......",
    "自分を信じられないんだろ。\n私なんかじゃ無理だ……そう思ってるんだろ？": "You can't believe in yourself, right?\nI can't do it... You think so, don't you?",
    "……実際、無理でしょ。": "...Actually, it's impossible.",
    "それならそれで、別にいいさ。": "In that case, I don't mind.",
    "え？": "Huh?",
    "自分を信じられなくていい。\n……でも、その代わり他に信じるべきものがあるはずだ。": "You don't have to believe in yourself.\n...But in exchange, there had to be something else to believe in.",
    "信じるべきもの……": "Something to believe in...",
    "もう気づいてるだろ？　でも言っておくが、答え合わせはしないぞ。\nあとはお前がその信じるもののために、行動で示せ。": "You've already figured it out, haven't you? But just so you know, I'm not going to check your answers.\nNow, for the sake of what you believe in, show me with your actions.",
    "エヴィは沈黙した。俺も無言で見つめる。\n場に静寂が落ちた。": "Eve fell silent. I stared at her silently, too.\nSilence fell over the room.",
    "無言ではあるが、エヴィの表情には変化があった。\n確かな、覚悟が見て取れる。": "Silently, though, there was a change in Eve's expression\nI can clearly see her resolve.",
    "%usernameusernameuserna%は、スパルタだって聞いてたけど……\n本当厳しいね。答え合わせしてくれないし、あとは行動で示せって……": "I'd heard that the_USERNAME_PLACEHOLDER_XYZ123_ was a Spartan...\nYou're really strict. You won't answer me, and you'll just have to show me with your actions...",
    "ああ、何故かよく言われるんだ。こんなに優しい男だっていうのにな。": "Yeah, for some reason, people say that a lot. Even though he's such a kind man.",
    "あはは、さんざん私の痛い所を突いて何を言ってるのさ。": "Ahaha, what are you saying, hitting me where it hurts so much?",
    "……ねえ、%usernameusernameuserna%。": "...Hey,_USERNAME_PLACEHOLDER_XYZ123_.",
    "ん？": "Hm?",
    "ありがとね。\nなんだか今ならやれる気がする。": "Thank you very much.\nFor some reason, I feel like I can do it now.",
    "もう少しだけ頑張ってみるよ。信じてみる。\nこんな私を信じてくれた、みんなの想いを――": "I'll try a little harder. I'm going to believe you.\nThe feelings of everyone who believed in me like this—"
}