{
    "……さて、障害物競走だな。\nそれぞれコースを走って、チームの総合タイムで決まるんだよな？": "...Now, it's time for the obstacle course.\nWe'll each run our own course, and it'll be decided by the team's overall time, right?",
    "そうね。私が参加できないせいで人数が少ない分、\n大きなタイムのペナルティが加算されるわ。": "That's right. Because I can't participate, there aren't many people,\nYou'll get a big time penalty.",
    "まあ、そうしないと速い子だけ参加させればいいってなるものね。\n……だから、あの３人には負担をかけて申し訳ないけども。": "Well, if we don't do that, we'll just have to let the fast ones participate.\n...So I'm sorry to burden those three.",
    "まあ、仕方ないさ。\n心香の事情もある。それをわかって頑張ってるんだからなあ。": "Well, it can't be helped.\nThere's Kokoro's circumstances, too. She knows that, and she's doing her best.",
    "ええ、そうね……\nこんな風な気持ちで待てるなんて、昔の自分からは考えられないわ。": "Yes, that's right...\nIt's unthinkable for my old self to be able to wait like this.",
    "ああ、心香も変わってきてるんだろう。\nそれはきっと……いい変化だ。": "Yeah, Kokoro must be changing too.\nI'm sure... that's a good change.",
    "そうかしらね……まあ、悪い気はしていないわ。": "I guess so... Well, I don't feel bad about it.",
    "しかし、ラウラの不調は気になるな……": "Still, I'm curious about Laura's condition...",
    "そうね。\n今まで元気だったのに……何があったのかしら。": "That's right.\nI've been doing well up until now... I wonder what happened.",
    "もしも、私たちの知らない悩みを抱えているなら、\n相談してほしくはあるけども……": "If you have troubles that we don't know about,\nI'd like to talk to you about it, but...",
    "まあ、人によって悩みは違うからな。\nタイミングがあれば言ってくれるだろうさ。": "Well, worries vary from person to person.\nI'm sure she'll tell me if the timing is right.",
    "……そう思いたいわ。\nそろそろ、あの子達が走るタイミングね。": "...That's what I want to believe.\nIt's about time for them to run.",
    "最初はジュリーか……おお、良いスタートダッシュだな。\n他の子に比べても圧倒的に速いぞ。": "First up is Julie, huh? Oh, that's a good starting dash.\nCompared to the other girls, she's overwhelmingly fast.",
    "ふふ、それはそうよ。\nリーダーは真っすぐな子だから、迷わないの。": "Haha, that's right.\nThe leader is a straightforward girl, so don't get lost.",
    "走る競技では迷わない事は強みよ。\nそれだけ、全力で振り切って走れるもの。": "It's one of my strengths not to hesitate in a running game.\nThat's how much I can shake off with all my might and run.",
    "……まあ、その分障害物でヒヤヒヤさせられるんだけど。": "...Well, it's a bit of a hindrance to make up for it.",
    "今もうっかりハードル忘れてぶつかりそうになったり、\n網の中で普通に迷子になりかけたりしてたな。": "Right now, she'd carelessly forgotten about the hurdles and nearly bumped into them\nI almost got lost in the net.",
    "……はぁ、良かった。\n不安だったけど、トップのタイムでクリアね。": "*sigh* Thank goodness.\nI was worried, but the time at the top was clear.",
    "こっちを見てブンブン手を振ってるぞ。": "She's looking at me and waving.",
    "……恥ずかしいからやめて欲しいわ。": "...It's embarrassing, so please don't.",
    "次はラウラか……\n不安そうな表情だし、やっぱり心配になるな。": "Laura's next...\nShe looks worried, so I'm still worried.",
    "……私が走れたら良かったんだけど。": "...I wish I could have run.",
    "心香は目を伏せ、自らの膝をそっと撫でる。\nそれは事故によって傷ついた場所なのだろう。": "Shinka lowered her eyes and gently stroked her knees.\nIt must have been a place damaged by an accident.",
    "……でも、今の私は走れない。": "...But I can't run right now.",
    "だから、今の私にしかできない事をやるしかないわ。\n……それが声を張って応援することだけだとしても。": "That's why I have to do what only I can do right now.\n...Even if it's just to cheer her on.",
    "そうやって言えるなんて、心香は強いな。": "To be able to say it like that, Kokoro is strong.",
    "……そんなことはないわ。\nだって、今でも思うもの。怪我をしなかったら……って。": "...That's not true.\nI mean, I still think about it. If I didn't get hurt...",
    "でも、不思議ね……最近は、そんなことを考えるのに……\n今が嫌だなんて思わなくなったの。": "But it's strange... I've been thinking about that lately...\nI don't think I hate it anymore.",
    "それはきっと……プレ・クラス－Ａのメンバーのおかげね。": "I'm sure that's... thanks to the members of Pre-Class-A.",
    "それ、ジュリーたちが聞いたら感動して大騒ぎだろうな。": "If Julie and the others heard that, they'd probably be moved and make a big fuss.",
    "……だから内緒よ？\n%usernameusernameuserna%だから言ったの。": "...So keep it a secret, okay?\nI said it because it's %usernameusernameuserna%.",
    "と、気づけばラウラはスタートして必死に走っていた。\nしかし、それでも練習に比べると精彩を欠いている": "And before I knew it, Laura had started and was running for dear life.\nBut even so, compared to practice, it lacks vitality.",
    "だが、それでも体が覚えているのだろう。\nルートの取り方や走りは他に比べてもスムーズだ。": "But even so, her body must still remember.\nThe way she takes her route and runs is smoother than the others.",
    "（真面目に練習を積み重ねてきた成果だな。\n……頑張ってきた成果が実ったってことだろう。）": "(This is the result of diligent practice.\n...The fruits of my hard work have come to fruition.)",
    "そうしてラウラはゴールする。\nとはいえ、１位というわけでもなく中堅くらいのタイムだ。": "And so, Laura reached the goal.\nThat said, it's not like I'm in first place. It's about mid-level time.",
    "はぁっ、はぁっ、はぁっ……！": "*pant pant*...!",
    "お疲れ様、ラウラ！　よくがんばったね！": "Good work, Laura! You did great!",
    "う、うん……ごめんなさい。\nもっと早く走れたと思ったけど……": "Y-Yeah... I'm sorry.\nI thought I could have run faster, but...",
    "大きなミスはなかった。\nだが、それでも気迫という面で負けていた気はする。": "There were no major mistakes.\nBut even so, I feel like I lost in terms of spirit.",
    "……もっと早く走れたのに……ごめんなさい。": "...I could have run faster... I'm sorry.",
    "なに言ってるの！　走り切って立派だったわ！": "What are you talking about?! You ran all the way through, and you were splendid!",
    "ジュリーがラウラを励ますのを見ながら、俺は得点の計算をする。": "As I watched Julie cheer Laura up, I calculated the score.",
    "……ジュリーとラウラの順位だと現状はギリギリだな。\n最後のノエル次第ってところだろう。": "...Julie and Laura's rankings are just barely above what they are right now.\nIt's probably up to Noel at the end.",
    "……ええ、そうね。\n頑張って練習をしていたノエルだったら大丈夫……きっと。": "...Yes, that's right.\nNoel, who's been practicing so hard, should be fine... I'm sure.",
    "祈るような心香。そうして最後のレースになる。\n出走者に並んだノエルは少しだけ緊張した表情を浮かべていた。": "Shinkou looks like she's praying. And so, it's the last race.\nNoel looked a little nervous as she lined up with the runners.",
    "私が言うのもなんだけどノエルちゃん、緊張してるわね……": "Noel is nervous, if I do say so myself...",
    "ノエルー！　リラックスするのよー！\n絶対に大丈夫だから！　あたしが保証するわ！": "Noel! Relax!\nIt'll definitely be okay! I guarantee it!",
    "あはは……ジュリーちゃん、すっごい聞こえてくる。\nうん、頑張るよー！": "Ahaha... I can hear you, Julie.\nYeah, I'll do my best!",
    "うぅ……んん、大丈夫かな？\n思ったよりもドキドキしちゃってフワフワした気分。": "Hmm... I wonder if she'll be okay?\nMy heart's beating faster than I expected, and I feel like I'm floating.",
    "そうして、スタートの合図と共に走り出すノエル。\n彼女の前に最初の障害、ハードルが立ちはだかる。": "And with that, Noel starts running with the signal to start.\nThe first obstacle, the hurdle, stood in front of her.",
    "ここは、大丈夫っ！": "I'm fine here!",
    "ちゃんと、皆と練習をしたから……！\nこのまま、走って障害物を越えて……！": "I practiced with everyone...!\nAt this rate, I'll run over the obstacles...!",
    "よし！": "All right!",
    "俺達が固唾をのんで見守る中、\nノエルはスラローム走をスピードを殺すことなく攻略した。": "As we watched with bated breath...\nNoel captured the slalom run without killing her speed.",
    "（問題だったことはクリアした……！\nだが、最後の網くぐりは……）": "(We've cleared the problem...!\nBut as for the last of the nets...)",
    "歯を食いしばって険しい表情を浮かべるノエル。\n練習の時と違って本番のプレッシャーもあるのだろう。": "Noel gritted her teeth and made a grim expression.\nUnlike during practice, there was probably a lot of pressure from the real thing.",
    "そのせいでかかるストレスは普段以上のものだ。\n恐らく今の衝動は練習の時に比べて何倍も大きい。": "Because of that, the stress I'm under is greater than usual.\nThe impulse was probably many times greater than it had been during practice.",
    "……ノエル、あんなに苦しそうな顔で……！\nきっと、凄くつらいはず……": "...Noel, you look so pained...!\nI'm sure it'll be really hard...",
    "ああ……どれだけ我慢してるんだろうな……\nノエル……頼む、あとちょっとだ！　我慢してくれ……！": "Yeah... I wonder how long she's been holding back...\nNoel... Please, just a little more! Just bear with it...!",
    "……ノエル……っ！　ノエル、頑張って！！": "...Noel...! Good luck, Noel!!",
    "っ！？　え？　この声……心香、ちゃん……？": "!? Huh? That voice... Kokoro...chan...?",
    "ノエル！　あとちょっとだぞ！！": "Noel! We're almost there!!",
    "ノエルなら、出来るって信じてるから！\n頑張って！": "I believe you can do it, Noel!\nGood luck!",
    "……っ！！": "...!!",
    "みて、%usernameusernameuserna%！\nノエルが凄い勢いで……！": "Look, %usernameusernameuserna%!\nNoel's so full of energy...!",
    "いいぞ、ノエル！　……あれだけ頑張ったんだ！\nお前ならきっと勝てるはずだ！": "Good job, Noel! ...You worked so hard!\nI'm sure you can win!",
    "私が走れない分も我慢して頑張って……\nノエル……本当にありがとう……必死に応援するから！": "I'll do my best to make up for my inability to run...\nNoel... Thank you so much... I'll do my best to support you!",
    "いけーっ、ノエル！！": "Go, Noel!!",
    "やったわ、抜けたわ！": "I did it, I pulled it out!",
    "網を手に取って、今にも暴れそうになっていたノエル。\nしかし、ぐっとこらえてまっすぐに進んでいく。": "Noel picked up the net and looked like she was about to go on a rampage.\nHowever, she held back and went straight ahead.",
    "うああああああぁぁぁっ！！": "Waaaaahhhh!!",
    "凄いぞノエル！　後ろは全然追いついてないぞ！\nそのまま走るんだ！": "Amazing, Noel! You haven't caught up to me at all!\nKeep running!",
    "お願い……！": "Please...!",
    "ノエルは身体を起こして一気に駆け出す。\nその行く手に、もう障害はない。": "Noel sat up and broke into a run.\nThere were no more obstacles in her path.",
    "そして最後の直線で加速し、ゴールを駆け抜けていった。": "Then she accelerated in the final straight line and raced through the goal.",
    "はぁ、はぁ、はぁ……やった……やったぁ……！": "*pant pant*... I did it... I really did it!",
    "すごいわノエル！！": "That's amazing, Noel!!",
    "凄いわノエルちゃん……！　本当に……！": "Amazing, Noel...! Really...!",
    "圧倒的な速度だったノエルのタイムは、今日一番のものだった。\nそうして、ノエルは晴れやかな笑顔を俺たちへと向けた。": "Noel's time, which had been overwhelmingly fast, was the best of the day.\nAnd with that, Noel smiles brightly at us.",
    "そうしてタイムの計算が終わりハンデ込みでも、\nプレ・クラス－Ａが圧倒的な１位を獲得していた": "And so, after calculating the time, even if it was a handicap...\nPre-Class-A had won an overwhelming first place",
    "やった……！　やったよ、みんなっ！": "Yay...! Yay, everyone!",
    "よく頑張ったわね！\nノエルちゃんのおかげよ！": "You did a great job!\nIt's all thanks to Noel!",
    "みんなで練習を続けてきて本当に良かったよね！": "I'm so glad we all kept practicing together!",
    "これで優勝に向けて大きく前進したわ。\nこの調子でみんなで勝ちきりましょう。": "With this, we've made great strides toward victory.\nLet's keep winning like this.",
    "そしてみんなでパイロットになるんだーっ！": "And we're all going to be pilots!",
    "……": "......",
    "（練習段階で一番、苦労した競技で優勝した意義は大きい。\n単純な成果だけでなく、大きく士気が上がる出来事になった）": "(There was a great deal of meaning in winning the most difficult competition in the practice stage.\nIt wasn't just simple results, but also a big boost to morale.)",
    "（だが……やはりラウラの様子が気になるな。\n未だに浮かない顔をして……何があったんだ？）": "(But... I'm still worried about Laura.)\nShe still doesn't look happy... What happened?)"
}