{
    "助けて、タケルちゃん！\n緊急事態だよー！": "Help me, Takeru-chan!\nIt's an emergency!",
    "何だよ藪から棒に……\n今日は何をやらかしたんだ？": "What the hell are you doing here...?\nWhat did you do today?",
    "調子に乗って料理を失敗でもしたのか？\nそれとも、委員長と彩峰が喧嘩をしているとかか？": "Did you get carried away and mess up your cooking?\nOr maybe Class Rep and Ayamine are fighting?",
    "そんなんじゃないよ！\n日記がそろそろ書き終わっちゃうの！": "It's not like that!\nI'm almost done writing my diary!",
    "日記……？\nああ、そういやこっちに来てからも毎日書いてるんだったな。": "A diary...?\nOh yeah, I've been writing it every day since I came here.",
    "そうだよ！　こっちに来てからの事を書こうと思って、\nスカラ校舎で競争した時にめるちゃんと買ったんだよ。": "That's right! I wanted to write about what happened since I came here,\nI bought it when we competed at the Scara school building.",
    "あの競争の時、そんなに余裕あったのかよ……\nそれ聞いてなおさら悔しくなってきたぞ。": "Did she really have that much leeway during that race...?\nI'm even more frustrated now that I've heard that.",
    "――って、それよりも日記がなくなっちゃうの！": "――Wait, more importantly, the diary is going to be gone!",
    "もう明日にはページ使いきっちゃうんだよー！\nうう、どうしよ～！": "I'll be out of pages by tomorrow!\nUgh, what should I do?!",
    "どうしようもこうしようも……\n別に買いに行けばいい話じゃないのか？": "No matter what I do or do...\nIsn't it a good idea to go buy something?",
    "だ、だってお店とか知らないし……\n一人で買い物に行くのはちょっと怖いから……": "I-I mean, I don't know any stores...\nI'm a little scared to go shopping by myself...",
    "……オレを頼らなくても、\nこっちの知り合いがいるなら頼ればいいんじゃないか？": "...You don't have to rely on me,\nIf you know someone here, why don't you rely on them?",
    "うう……頼ろうかと思ったんだけど、\nめるちゃんはテストが近いらしくて忙しそうで……": "Ugh... I thought I'd rely on her, but...\nMechan seems to be busy with tests coming up...",
    "他にも知り合った人はいるんだけど、\nどの人もメイズ探索とか色々あって忙しそうなの。": "There are other people I know, but...\nEveryone's busy searching for Mazes and stuff.",
    "あ～……そりゃなんとも間が悪いな。": "Ahh... That's such a bad time.",
    "日記がなくなる前に買っておきたいから……\nだからお願い！　今、ヒマそうなタケルちゃんだけが頼りなの！": "I want to buy it before I run out of diaries...\nSo please! Takeru-chan's the only one I can count on right now!",
    "人にものを頼む態度じゃねえだろ！\nせめてちゃんとお願いをしろ！": "It's not like you're asking people for things!\nAt least make a proper request!",
    "お願い、タケルちゃん！\n一緒に買い物に行って！　一人だと心細いの！": "Please, Takeru-chan!\nGo shopping with me! I don't want to be alone!",
    "ったく……最初からそう言ってくれればいいんだよ。": "Geez... You should've just said so from the start.",
    "部屋に籠もってちゃ体が鈍るし、気分転換もしないとな。\nそれじゃ、準備するから待っててくれ。": "Staying cooped up in my room slows me down, so I need a change of pace.\nWell then, I'll get ready, so wait for me.",
    "ありがと！　それでこそタケルちゃんだよ！\nでも、お願いしておいてなんだけど……詳しいの？": "Thanks! That's what makes you Takeru-chan!\nBut I've asked you to... Do you know the details?",
    "ああ、任せておけ。": "Yeah, leave it to me.",
    "オレも結構この世界について詳しくなったからな。\n買い物で行く店くらいは簡単に見つけてやるさ。": "I've gotten pretty familiar with this world myself.\nI'll at least find a place to go shopping with ease.",
    "見ろ、純夏！\nオレ達に向かって尻尾振ってる可愛い犬がいるぞ！": "Look, Sumika!\nThere's a cute dog wagging its tail at us!",
    "わぁ、かわいい！\nちっちゃくてモフモフキュートだね♪": "Wow, she's so cute!\nIt's so small and fluffy♪",
    "おっ！？　なあ純夏、向こうに行列のできてる店があるぞ！\nせっかくだし、何か食っていかないか！？": "Oh!? Hey, Sumika, there's a store with a line over there!\nWhy don't we get something to eat while we're here?!",
    "本当だ、学生がいっぱいだね。\n美味しそうな匂いもしてるし、お腹空いてきたかも……": "You're right. It's full of students.\nIt smells good, too. I think I'm getting hungry...",
    "いや待て、純夏。\nあっちに変なことやってる大道芸人が――": "No, wait, Sumika.\nThere's a street performer doing something weird over there—",
    "うん……でも、タケルちゃん。日記が……": "Yeah... But, Takeru-chan, the diary...",
    "おおっ、純夏！　空を見ろ！\n雲の隙間から未確認飛行物体が――": "Oooh, Sumika! Look at the sky!\nAn unidentified flying object appears through the clouds—",
    "……タケルちゃん。\n本当は道に迷っちゃったんでしょ？": "...Takeru-chan.\nYou're actually lost, aren't you?",
    "……くっ……バレたか……！": "...Ugh... They found out...!",
    "やっぱりそうだよね。\nタケルちゃん、誤魔化すの下手すぎだよ……": "I knew it.\nTakeru-chan, you're too bad at hiding it...",
    "いや、よく考えてみたら、文具店なんて用が無いからさ……\n全然行くこともないんで、場所の検討もつかなかったんだ。": "No, now that I think about it, I don't have any business at the stationery store...\nI didn't go there at all, so I couldn't think of a good place to go.",
    "も～っ。\n気付いたときに、素直にそう言ってくれればよかったのに！": "Geez~.\nYou should have just told me that when you realized it!",
    "でも、どうするの？\n今どこにいるのかもわからないけど……": "But what are you going to do?\nI don't know where she is right now, but...",
    "うーむ。道を尋ねるなら、\n一応、アテがなくはないんだが……": "Hmm. If you're going to ask for directions,\nIt's not like I don't have a lot of leads, but...",
    "アテ……？": "What do you mean...?",
    "風紀委員会っていただろ？　あの時も、\n困ってたら素直に助けてくれたから道も教えてくれるはずだ。": "You were on the disciplinary committee, weren't you? Back then, too,\nIf he was in trouble, he would obediently help us out, so he should be able to show us the way.",
    "あ、そっか！　じゃあ、風紀委員会の人を探して、\nお願いすれば助けてもらえるかも……！": "Oh, I see! Then I'll look for someone from the disciplinary committee,\nIf I ask, they might help me...!",
    "とはいえ、今周囲を見てもそれらしい人がいないってのが、\n一番の問題だな。": "That said, even if I looked around now, I couldn't find anyone who looked like that.\nThat's the biggest problem.",
    "大前提から覆っちゃった！？　\n……んー、急ぎでもないし……折角だからのんびり探さない？": "I overturned it from the main premise!?\n...Hmm, it's not urgent... Since we're here, why don't we take it easy and look for it?",
    "たまにはこういうのも悪くないかなって思うの。": "I don't think it's a bad idea to do this sometimes.",
    "こういうのって？": "What do you mean by this?",
    "タケルちゃんとふたりきりで、\n知らない街をゆっくり歩きながら話すの。": "Just Takeru-chan and me,\nWe're going to talk while walking slowly through a city we don't know.",
    "だって、二人っきりで何かをするのって、\nこの世界に来てから全然してなかったからね！": "After all, doing something just the two of us...\nI haven't done it at all since I came to this world!",
    "……確かに、たまには悪くないかもな。": "...Yeah, it might not be so bad once in a while.",
    "――なんて話をしてたら、あっさり見つかるんだよな。\n悪いな、もうちょっとゆっくり話ながら探したかったろ？": "――If we talk like that, we'll be able to find her easily.\nSorry, didn't you want to talk a little more slowly while you searched?",
    "そうだねー。う～ん……": "You're right. Hmm...",
    "（……生返事だけして、全然こっち見ないな）": "(...She's just replying half-heartedly and doesn't look at me at all.)",
    "こっちはちょっとデザインが派手すぎるかな～……\n表紙がゴテゴテしてるっていうか……": "Maybe the design's a little too flashy...\nIt's like the cover is a mess...",
    "ん？　いいんじゃないか？\nけっこう見た目は可愛いと思うんだが。": "Hm? Isn't that fine?\nI think she looks pretty cute.",
    "可愛いんだけど……めるちゃんと買ったのは、\nもうちょっと大人しいデザインの日記帳だったから。": "It's cute, but... I bought it with Meguru-chan.\nIt was a slightly quieter-looking diary, after all.",
    "折角なら、そっちと合わせたデザインの方がいいかなって。\nあと、書きやすいかどうかも大切だし……": "I figured it'd be better to combine the design with yours.\nAlso, it's important to know if it'll be easy to write...",
    "うーむ、オレはそういうのは気にしないからな。": "Hmm, I don't mind that sort of thing.",
    "むむ！　それはタケルちゃんが大雑把だからだよ！": "Mmm! That's because Takeru-chan's so rough!",
    "お前なぁ……サラッと失礼な事をいいやがって。": "You know... You're being so rude.",
    "むむむ……こっちの方がデザインはいいんだけど……\nあんまりページ数が無いし……ちょっとお高い……": "Hmmm... The design is better this way, but...\nI don't have many pages... It's a little expensive...",
    "って、また集中し始めたか……\nまあ、楽しんでるならいいんだが。": "Wait, she's starting to focus again...\nWell, as long as she's having fun, that's fine.",
    "んんっ……タケルちゃん、そっちの上のやつ取って！\n手が届かないの！": "Mmm... Takeru-chan, take that one over there!\nI can't reach it!",
    "ん？　これか？": "Hm? Is this it?",
    "ん、ありがと！\n……んー、でもこっちはあんまりだなぁ……": "Mm, thanks!\n...Hmm, but this is too much...",
    "じゃあ戻しておこうか？": "Shall I put it back, then?",
    "うん、お願い！\nそれじゃあ次は……": "Yeah, please!\nWell then, next is...",
    "おい、待て！？\nまさか全部オレが取るのか！？": "Hey, wait!?\nDon't tell me I'll take it all!?",
    "だって、背が届かないんだもん！\nわたしの日記帳選びを手伝ってくれるんだよね！": "I mean, I can't reach her!\nYou're helping me pick out my diary, aren't you?!",
    "いや、案内はするといったが、\n手伝うまでは言ってなかったぞ……": "No, I said I'd guide you, but...\nI didn't tell you until I helped...",
    "う～ん……どうしようかな～……\nこっちもいいけど、あっちも……": "Hmm... What should I do...?\nThis one's good too, but so is that one...",
    "また自分の世界に没頭し始めたか……\nまあ、仕方ないか。": "She's starting to immerse herself in her own world again...\nWell, I guess it can't be helped.",
    "（この調子じゃ、いつまで買い物に付き合わされることやら）": "(At this rate, I wonder how long I'll be forced to go shopping with him.)",
    "うーん……ねえ、タケルちゃん！\nタケルちゃんは何か気になる日記帳ないかな？": "Hmm... Hey, Takeru-chan!\nTakeru-chan, do you have a diary you're interested in?",
    "折角だから、そういう意見も聞きたいなって！": "Now that I'm here, I want to hear your opinion!",
    "ん？　気になる日記帳か……\nあー、これなんてどうだ？": "Hm? A diary that bothers me...\nAh, how about this?",
    "これ？　うーん、確かに可愛くて良いかも。\nただ、凄くシンプルなのは気になるかなぁ……": "This? Hmm, it's definitely cute.\nIt's just, I'm curious about how simple it is...",
    "どうしてこれを選んだの？": "Why did you choose this?",
    "ん？　あー、なんでだろうな？": "Hm? Ah, I wonder why?",
    "不思議と目を惹かれたっていうか……\n何となく純夏っぽいなって思ってさ。": "Strangely enough, I'm attracted to her eyes...\nFor some reason, I thought it sounded like Sumika.",
    "わたしっぽい……？": "Like me...?",
    "――じゃあ、これに決めた！": "—Then I've decided on this!",
    "えらくあっさりだな。\nさっきまであんなに悩んでたのに。": "That was quick.\nShe'd been worrying so much until just a moment ago.",
    "お会計済ませてくるね。\nタケルちゃんはここで待ってて。": "I'll go pay the bill.\nTakeru-chan, wait here.",
    "今日は付き合ってくれてありがとね、タケルちゃん！": "Thanks for coming with me today, Takeru-chan!",
    "いや、オレも良い気分転換にはなったからな。": "No, it was a good change of pace for me too.",
    "タケルちゃんに買ってもらった日記帳、大切に使うね。": "I'll take good care of the diary Takeru-chan bought for me.",
    "ったく……あんな意気揚々とレジに向かっておいて\n金を忘れてるって涙目になってくるとは思わなかったぞ。": "Geez... He's headed for the register in such high spirits.\nI didn't think you'd get teary-eyed if you forgot your money.",
    "うっ……だ、だって、忘れてると思わなかったから……！": "Ugh... B-But I didn't think I'd forgotten...!",
    "オレは買い物に付き添うだけのはずだったんだけどなー。": "I was supposed to be accompanying her shopping, though.",
    "むぐぐ……ていうか、そもそもお金のことで\nタケルちゃんがどうこう言うのはおかしいよ！": "Ugh... Actually, it's about money in the first place.\nIt's strange for Takeru-chan to say something like that!",
    "ここでわたし達が使わせてもらってるお金って、\n生徒会長さんが用意してくれたものじゃない！": "The money we're spending here...\nIt wasn't prepared by the student council president!",
    "その事実にもう気付いたか。\n純夏にしては冴えてるじゃないか。": "Have you already realized that fact?\nThat's pretty sharp for Sumika.",
    "もーっ！　そうやってすぐバカにして！": "Geez! Don't make fun of me like that!",
    "ははは。": "Hahaha.",
    "むぅ……": "Mmm...",
    "……ねえ、タケルちゃん。": "...Hey, Takeru-chan.",
    "んー？": "Hmm?",
    "わたし、本当に今日は楽しかったよ。\nタケルちゃんとふたりでお出かけできて。": "I really had a lot of fun today.\nTakeru-chan and I could go out together.",
    "……そうだな。オレも楽しかったぞ": "...Yeah. I had fun too.",
    "ここへ来てから落ち着かない毎日だったからな。\nこんな風に落ち着いてゆっくりする時間もなかったしな。": "Ever since I came here, I've been restless.\nI didn't have time to relax and relax like this.",
    "ずーっと忙しかったもんね。\nみんなでメイズに頑張って潜ったりして。": "You've been busy this whole time, haven't you?\nWe all do our best to dive into the maise.",
    "スカラ校舎での騒動もそうだが……\nこっちの世界に馴染むために色々と付き合ったりしてな。": "It's the same with the uproar at the Scara school building...\nWe've been spending a lot of time together to get used to this world.",
    "うん……だから、こんな風にゆっくりするのもいいね。": "Yeah... So it's nice to take it easy like this.",
    "そうだな。面倒事を忘れる時間だって大事だし、\n今度は冥夜や委員長達も連れて――": "That's right. It's important to have time to forget about trouble,\nThis time, Meiya, Class Rep, and the others are with her――",
    "みんなと過ごすのももちろんだけど。\nわたしはまた、タケルちゃんと、ふたりきりがいいな。": "Of course I'd be spending time with everyone.\nI want to be alone with Takeru again.",
    "……純夏……": "...Sumika...",
    "（なんとなく……オレは、この笑顔を守りたくて\nずっと戦っていたような気がする……）": "(For some reason... I wanted to protect this smile.)\nI feel like I've been fighting this whole time...)",
    "……じゃあ、また時間作って出かけるか。\nふたりで買い物とか遊びにでも。": "...Okay, let's make some time to go out again.\nWe could go shopping or hang out together.",
    "いつも優しいだろ": "You're always so kind.",
    "たまにはな": "Once in a while.",
    "タケルちゃん、今日はなんだか妙に優しいね？": "Takeru-chan, you're being strangely kind today, aren't you?",
    "む！　そう言ってるけど、\nタケルちゃんには、いっつも意地悪されてる気がする！": "Mm! That's what you're saying,\nI feel like Takeru-chan's always teasing me!",
    "純夏のワガママに付き合ってやってるんだから、\nオレは海くらいに広くて寛大な心を持ってるぞ？": "I'm playing along with Sumika's selfishness, so...\nI have a heart as big and generous as the ocean, you know?",
    "……ふふ、本当は知ってるよ。\nいつも意地悪だけど、いつも優しいんだよね、タケルちゃんは。": "...Heehee. I know the truth.\nTakeru-chan is always mean, but he's always so kind.",
    "ふふ、認めちゃうんだ。\nでも、たまにじゃなくていつも優しい方が嬉しいな。": "Haha, so you admit it.\nBut I'd be happier if she was always nice, not sometimes.",
    "おいおい、分かってないな。\n普段から優しいと純夏が調子に乗るだろ？": "Hey, hey, you don't get it.\nSumika gets carried away when you're usually nice, right?",
    "ふふ、そんな意地悪なことを言ってくるタケルちゃんは、\nわたしがいっぱい振り回しちゃうんだからね♪": "Hehe, Takeru-chan said mean things like that,\nI'll be swinging around a lot♪",
    "なんか……純夏にしちゃ余裕を感じるな、今日は。\nというか、さっきから変な感じだ。": "For Sumika......I feel like she's pretty relaxed today.\nActually, I've been feeling weird for a while now.",
    "変なのはタケルちゃんもだよ。\nタケルちゃんはいっつも変だけど。": "You're the weird one, Takeru-chan.\nTakeru-chan's always acting weird.",
    "何ぃ！？": "What!?",
    "純夏がそういう態度なら、オレは一緒に行かなくてもいいぞ。\n次は他の誰かと出かけることにするからな。": "If Sumika's acting like that, I don't have to go with her.\nI'll be going out with someone else next.",
    "冥夜にはちょくちょく訓練に付き合ってくれって言われるし、\n美琴にも遊びに誘われるし、委員長からも相談を受けてるし――": "Meiya often asks me to train with her,\nMikoto invited me to hang out, and Class Rep asked me for advice――",
    "そうやっていろんな人に声をかけられても、\nちゃんとわたしのこと考えてくれてるんだって知ってるよ？": "Even when people talk to me like that...\nI know you're thinking about me, you know?",
    "いつも変で、唐突で、エッチで、意地悪で、優しくて、\n……いつも隣にいてくれるのが、タケルちゃんなんだよ。": "She was always weird, abrupt, perverted, mean, and kind\n...Takeru-chan's the one who's always by my side.",
    "……": "......",
    "そういうわけだから、また買い物に付き合ってね！": "That's how it is, so go shopping with me again!",
    "いや、どういうわけだ？": "No, what do you mean?",
    "絶対、ちゃんと、予定空けてね！": "Make sure you keep your schedule open!",
    "あー、わかったわかった。": "Ah, I get it, I understand.",
    "わたしから誘うだけじゃ不公平だから、\nちゃんとタケルちゃんからも誘ってね？": "It wouldn't be fair to just invite her myself, so...\nMake sure to invite Takeru-chan too, okay?",
    "気が向いたらな。": "If I feel like it.",
    "これからもずぅ～っと一緒だよね。\n明日だって、明後日だって、来週だって……": "We'll be together forever from now on.\nTomorrow, the day after, and next week...",
    "（……ずっと一緒、か）": "(...Together forever, huh?)",
    "（純夏がそれを望んでくれるから……\nオレはずっとお前の隣にいられるのかもな）": "(Because Sumika wants me to......\nI might be able to stay by your side forever.)"
}