{
    "んじゃ今日も同じく、個人的戦闘で。準備はいいな？": "Well then, let's have a personal battle again today. Are you ready?",
    "はいっ！　いつでもいけます！": "Yes! I'm ready anytime!",
    "フフン、今日は負けないよー？\nこっちには奥の手があるんだからね！": "Heheh, I won't lose today, okay?\nI've got a trick up my sleeve!",
    "ふーんだ！　今日の撃破数１位の座はもらっちゃうもん！": "Hmph! I'll take the number one spot today!",
    "……みんな、やる気。": "...Everyone's motivated.",
    "そりゃあ、昨日のめるちゃんの稼ぎを見たらね！　研究費のためにも、\nがっつり掘って、どんどんメイズシフターも倒すんだから！": "Well, after seeing Nome-chan's earnings yesterday! For the sake of research funding,\nWe're going to dig hard and take down more and more of the maise shifters!",
    "ラミもお金だーい好き♪\nここはサイフが自生してるってなもんよ！": "Rami loves money too♪\nThis is where the wallet grows naturally!",
    "みなさんお金に目がくらんでいるようですけれど、大丈夫でしょうか……": "Everyone seems to be blinded by money. I wonder if they'll be all right...",
    "よし、では戦闘開始だ。よーいどんっ。": "Alright, let's begin the battle. Ready, go!",
    "俺が合図すると同時に、める、ちゆる、ラミが飛び出していく。": "As soon as I give the signal, a fluttering lammy flies out.",
    "ちょ……ああもうっ！\nそんなに突出しては、いい的でしてよ！！": "Hey... Aaah, geez!\nIf you stick out like that, it'll be nice!!",
    "…………": "............",
    "それから残りふたりもメイズシフターの群れへと\n突撃していった。": "From there, the remaining two also headed for the maise shifter swarm.\nShe charged forward.",
    "あっという間に、乱戦の構図が出来上がった。\n俺は安全な場所に身を隠し、戦場を観察する。": "In the blink of an eye, the melee was complete.\nI hid in a safe place and observed the battlefield.",
    "全員手あたり次第に攻撃を打ち込み、敵の注意を引き付ける。\n特に動きの粗さではちゆるとラミが顕著だった。": "All of them attacked at random, drawing the enemy's attention.\nEspecially in the roughness of her movements, the lamies were noticeably looser.",
    "金に目がくらんでいるのだろう。\nだが、俺としては、狙った通りの動きだから文句はない。": "She must be blinded by money.\nBut as far as I was concerned, it was exactly what I was aiming for, so I had no complaints.",
    "ひゃはははは～！\n全部ぜ～んぶ、ラミの獲物だ～！！": "Hyahahaha~!\nThey're all Rami's prey!!",
    "負けないっ！\nそこだぁーズドーン！！": "I won't lose!\nThat's it, zudoon!!",
    "あぁー！　横取りしたなぁ～！！\nこんにゃろぉー！！": "Aaah! You snatched it away!\nYou bastard!!",
    "ラミの放った攻撃は白奈をかすめて、\nちゆるの狙っていた敵を撃ち抜いた。": "Rami's attack grazed Shirona\nI shoot through the enemy Chiyuru was aiming for.",
    "……危なかった。敵はメイズシフターだけにあらず。": "...That was close. The enemy wasn't just the Mazeshifter.",
    "……ごめん、七彩。わたしも自由に戦わせてもらう。": "...Sorry, Shichika. I'll fight freely, too.",
    "あ、ちょ……白奈さん！？\nこ、こんなメチャクチャが許されていいんですの？": "Ah, wait... Shirona-san?!\nA-Are you sure you want me to forgive you for this mess?",
    "とうっ！　とーう！\n私はこっちですよ～っ！！": "Whoa! Whoa, whoa!\nI'm over here!!",
    "めるはフラットスピンの実践投入に夢中のようだな。": "Meguru seems to be engrossed in putting Flat Spin into practice.",
    "その姿勢は評価するが、戦術的には\n別にそこで無理に使わなくてもいいのだが……まあいいか。": "I appreciate your attitude, but tactically speaking\nYou don't have to force yourself to use it there, but... Well, whatever.",
    "よーっし、秘密兵器！　こいつをくらえーっ！": "All right, secret weapon! Take this!",
    "そんな中、ちゆるの撃った弾が空中で炸裂した。": "Meanwhile, Chiyuru's bullets exploded in midair.",
    "近くにいた七彩を危うく巻き込みかけながら、\n多数のメイズシフターを撃破する。": "She almost dragged Shichika, who was nearby, into the fray\nDefeat a large number of Mayz-Sifters.",
    "ち、ちゆるさん！？　何してますの！？\n破片がこっちに飛んできてますわよ！": "C-Chiyuru-san?! What are you doing?!\nFragments are flying this way!",
    "ごめんごめーん！　でも気遣ってらんないや、気合で避けて！": "Sorry, sorry! But I can't help but worry about you! Dodge with all your might!",
    "お前たち、今の弾はなんだ？": "Guys, what was that bullet?",
    "１２０ｍｍ榴弾に近接信管つけてきた！！\nハデハデにぶっぱなすぞー！！": "It's a 120mm grenade with close-range fuses!!\nI'm going to go all-out on a big show!!",
    "ほー、そんな弾薬もあるのか。面白い。": "Oh, so ammunition like that exists, too? Interesting.",
    "なるほど、目的に応じたいい装備のチョイスといえる。": "I see. You could say it's a good choice of equipment to suit your goals.",
    "あれは空中で起爆し、破片効果で効率的に\n小型メイズシフターを駆除する武器だ。": "It detonated in midair, and the fragment effect made it more efficient\nIt's a weapon that exterminates small Mayse-Sifters.",
    "ただし小型種でない相手には効果が薄く、\nあの威力ではＭＧの装甲を抜くこともできない。": "However, it has little effect on non-small species.\nWith that power, I couldn't even pull out MG armor.",
    "ゆえに、メイズに携行する弾薬としては優先度は低いが、\n小型相手に撃破数を稼ぐならもってこいの武器だな。": "As such, it wasn't a very high priority for ammunition to be carried to Mayse\nIt's the perfect weapon if you want to earn enough to take out small opponents.",
    "だからといって、無差別すぎますわー！\nさっきから破片がガンガン当たってますのよ！": "But that doesn't mean it's indiscriminate!\nThe fragments have been hitting me for a while now!",
    "いーじゃん、致命傷にはなんないんだし！\n文句あるなら、遠くで見てれば！": "It's fine, it's not a fatal wound!\nIf you have a problem with that, just watch from afar!",
    "……気にする方が負け。カバーできない範囲の敵は、もらってく。": "...The one who cares loses. I'll take any enemies I can't cover.",
    "く……ああ……もー！！\nわたくし、我慢の限界ですわっ！！": "Ugh... Ahh... Geez!!\nI'm at my limit!!",
    "いいでしょう、そんなに言うなら、\nわたくしも負けていられませんからねっ！！": "Very well, if you insist,\nI can't lose either!!",
    "キレたらしい七彩は、乱戦から少し外れた場所へ陣取る。": "Shichika, who seemed to have snapped, took up a position a little ways away from the melee.",
    "あの炸裂弾が効くのは、小型のみ。\n当然、大型は気にも留めずに反撃してくる。": "Those explosive bullets only work on small ones.\nNaturally, the large one counterattacked without paying any attention.",
    "白奈さんが抑えているものの、抜かれたらラミさんは被弾圏内。そして乱戦で、そのことに気づいていない。": "Shirona-san's holding it back, but Rami-san will be in range if she's taken out. And she hasn't noticed since the melee.",
    "ならわたくしの狙うべきはっ……！！": "In that case, what I should aim for is...!!",
    "白奈が対峙していた大型の影から、\nもう一体がラミめがけて飛び出してくる。": "From the large shadow Hakuna was facing...\nThe other one flies out, aiming for the lamia.",
    "反応できず、白奈は脇を抜かれる。\nラミは小型種に気を取られ、接近に気づくのが遅れたようだ。": "Unable to react, Shirona pulled out her armpit.\nRami was so preoccupied with the small species that she was too late to notice their approach.",
    "やばっ──": "Crap~",
    "だが、その瞬間、七彩の的確な一撃で\n大型メイズシフターは倒れ伏した。": "But in that moment, Shichika's precise attack\nThe large maise shifter fell to the ground.",
    "目先の獲物に集中しすぎですわ！\n戦況判断を忘れないように！": "You're too focused on your prey!\nDon't forget to assess the situation!",
    "……いいぞ、七彩。それでいい。": "...That's good, Shichika. That's fine.",
    "こうして七彩のバックアップに入る動きが功を奏し、\n昨日より格段に洗練された戦いとなった。": "And so, the movement to get Shichika's backup paid off\nIt had become a much more sophisticated battle than yesterday."
}