{
    "んじゃ今日も同じく、個人的戦闘で。準備はいいな？": "Well then, let's have a personal battle again today. Are you ready?",
    "はいっ！　いつでもいけます！": "Yes! I'm ready anytime!",
    "フフン、今日は負けないよー？\nこっちには奥の手があるんだからね！": "Heheh, I won't lose today, okay? <br>I have a trick up my sleeve!",
    "ふーんだ！　今日の撃破数１位の座はもらっちゃうもん！": "Hmph! I'll take the number one spot today!",
    "……みんな、やる気。": "...Everyone's motivated.",
    "そりゃあ、昨日のめるちゃんの稼ぎを見たらね！　研究費のためにも、\nがっつり掘って、どんどんメイズシフターも倒すんだから！": "That’s because I saw Nome-chan’s earnings yesterday! For the sake of research funding, the <br> would dig hard and take down more and more Mayse-Sifters!",
    "ラミもお金だーい好き♪\nここはサイフが自生してるってなもんよ！": "Rami loves money too! ♪ <br>This is where the wallet grows naturally!",
    "みなさんお金に目がくらんでいるようですけれど、大丈夫でしょうか……": "Everyone seems to be blinded by money. I wonder if they'll be all right...",
    "よし、では戦闘開始だ。よーいどんっ。": "Alright, let's begin the battle. Ready, go!",
    "俺が合図すると同時に、める、ちゆる、ラミが飛び出していく。": "As soon as I give the signal, a fluttering lammy flies out.",
    "ちょ……ああもうっ！\nそんなに突出しては、いい的でしてよ！！": "Hey... Aaah, geez! <b>Don't stick out like that, it's nice!!",
    "…………": "............",
    "それから残りふたりもメイズシフターの群れへと\n突撃していった。": "After that, the remaining two also charged the swarm of Mayz-Sifters.",
    "あっという間に、乱戦の構図が出来上がった。\n俺は安全な場所に身を隠し、戦場を観察する。": "In the blink of an eye, a melee formation was formed. <br>I hid in a safe place and observed the battlefield.",
    "全員手あたり次第に攻撃を打ち込み、敵の注意を引き付ける。\n特に動きの粗さではちゆるとラミが顕著だった。": "Everyone attacks at random, drawing the enemy's attention. The <br> especially the rougher the movements, the more obvious the lamies are.",
    "金に目がくらんでいるのだろう。\nだが、俺としては、狙った通りの動きだから文句はない。": "She must be blinded by money. It's a <br>, but for me, it's exactly what I'm aiming for, so I have no complaints.",
    "ひゃはははは～！\n全部ぜ～んぶ、ラミの獲物だ～！！": "Hyahahaha! All the <blood> are Rami's prey!",
    "負けないっ！\nそこだぁーズドーン！！": "I won't lose! <br>There it is!",
    "あぁー！　横取りしたなぁ～！！\nこんにゃろぉー！！": "Aaaaah! You snatched it away!! <b>You idiot!!",
    "ラミの放った攻撃は白奈をかすめて、\nちゆるの狙っていた敵を撃ち抜いた。": "The lamia's attack grazed Shirona and shot through the enemy Chiyuru <br> was aiming for.",
    "……危なかった。敵はメイズシフターだけにあらず。": "...That was close. The enemy wasn't just the Mazeshifter.",
    "……ごめん、七彩。わたしも自由に戦わせてもらう。": "...Sorry, Shichika. I'll fight freely, too.",
    "あ、ちょ……白奈さん！？\nこ、こんなメチャクチャが許されていいんですの？": "Ah, wait... Shirona-san?! Is it really okay for me to be forgiven for this mess?",
    "とうっ！　とーう！\n私はこっちですよ～っ！！": "Toh! Tohhh! <b>I'm over here!!",
    "めるはフラットスピンの実践投入に夢中のようだな。": "Meguru seems to be engrossed in putting Flat Spin into practice.",
    "その姿勢は評価するが、戦術的には\n別にそこで無理に使わなくてもいいのだが……まあいいか。": "I appreciate your attitude, but tactically speaking, you don't have to force yourself to use the <br> there... Well, whatever.",
    "よーっし、秘密兵器！　こいつをくらえーっ！": "All right, secret weapon! Take this!",
    "そんな中、ちゆるの撃った弾が空中で炸裂した。": "Meanwhile, Chiyuru's bullets exploded in midair.",
    "近くにいた七彩を危うく巻き込みかけながら、\n多数のメイズシフターを撃破する。": "I almost engulfed Shichisai, who was nearby, as I destroyed a large number of <br> Mazeshifters.",
    "ち、ちゆるさん！？　何してますの！？\n破片がこっちに飛んできてますわよ！": "C-Chiyuru-san?! What are you doing?! The <br> fragments are flying this way!",
    "ごめんごめーん！　でも気遣ってらんないや、気合で避けて！": "Sorry, sorry! But I can't help but worry about you! Dodge with all your might!",
    "お前たち、今の弾はなんだ？": "Guys, what was that bullet?",
    "１２０ｍｍ榴弾に近接信管つけてきた！！\nハデハデにぶっぱなすぞー！！": "It's a 120mm grenade with close-range fuses!! <br>I'm going to blow it on a naked body!!",
    "ほー、そんな弾薬もあるのか。面白い。": "Oh, so ammunition like that exists, too? Interesting.",
    "なるほど、目的に応じたいい装備のチョイスといえる。": "I see. You could say it's a good choice of equipment to suit your goals.",
    "あれは空中で起爆し、破片効果で効率的に\n小型メイズシフターを駆除する武器だ。": "That was a weapon that could detonate in midair and efficiently exterminate the <br> Small Mayse-Sifter with the Fragment effect",
    "ただし小型種でない相手には効果が薄く、\nあの威力ではＭＧの装甲を抜くこともできない。": "However, it had little effect on non-small species, and with its <b> power, it couldn’t even pull out MG armor.",
    "ゆえに、メイズに携行する弾薬としては優先度は低いが、\n小型相手に撃破数を稼ぐならもってこいの武器だな。": "As such, it’s a low priority for ammunition to be carried over to Mayse, but it’d be the perfect weapon to use against a small <br> opponent to earn a number of defeats.",
    "だからといって、無差別すぎますわー！\nさっきから破片がガンガン当たってますのよ！": "But that doesn't mean it's indiscriminate! <b>The fragments have been hitting me for a while now!",
    "いーじゃん、致命傷にはなんないんだし！\n文句あるなら、遠くで見てれば！": "It’s fine, it’s not a fatal wound! If you have a problem with the <br>, just watch from afar!",
    "……気にする方が負け。カバーできない範囲の敵は、もらってく。": "...The one who cares loses. I'll take any enemies I can't cover.",
    "く……ああ……もー！！\nわたくし、我慢の限界ですわっ！！": "Ugh... Ahh... Geez!! <br>I'm at my limit!!",
    "いいでしょう、そんなに言うなら、\nわたくしも負けていられませんからねっ！！": "Fine, if you say so, then I can't lose either!!",
    "キレたらしい七彩は、乱戦から少し外れた場所へ陣取る。": "Shichika, who seemed to have snapped, took up a position a little ways away from the melee.",
    "あの炸裂弾が効くのは、小型のみ。\n当然、大型は気にも留めずに反撃してくる。": "Those explosive bullets only work on small ones. The <br> naturally counterattacks without paying any attention to the large ones.",
    "白奈さんが抑えているものの、抜かれたらラミさんは被弾圏内。そして乱戦で、そのことに気づいていない。": "Shirona-san's holding it back, but Rami-san will be in range if she's taken out. And she hasn't noticed since the melee.",
    "ならわたくしの狙うべきはっ……！！": "In that case, what I should aim for is...!!",
    "白奈が対峙していた大型の影から、\nもう一体がラミめがけて飛び出してくる。": "Another <b> flew out from the large shadow Hakuna was facing, aiming for Lami.",
    "反応できず、白奈は脇を抜かれる。\nラミは小型種に気を取られ、接近に気づくのが遅れたようだ。": "Unable to react, Shirona pulls out her armpit. The <br> lamia is so preoccupied with the small species that it seems she's too late to notice her approach.",
    "やばっ──": "Crap~",
    "だが、その瞬間、七彩の的確な一撃で\n大型メイズシフターは倒れ伏した。": "But in that moment, Shichika’s precise blow knocked the <br> Large Mayse-Sifter down.",
    "目先の獲物に集中しすぎですわ！\n戦況判断を忘れないように！": "You're too focused on your prey! Don't forget to assess the battle situation, <br>!",
    "……いいぞ、七彩。それでいい。": "...That's good, Shichika. That's fine.",
    "こうして七彩のバックアップに入る動きが功を奏し、\n昨日より格段に洗練された戦いとなった。": "Thus, Shichika’s movements to back him up paid off, and the <br> battle became much more sophisticated than yesterday."
}