{
    "――と、これが指揮について俺が心がけている点だ。": "That's what I'm trying to do about command.",
    "ちょうどいいところで終わったな。\n以上で講義は終了だ。": "It ended at just the right time.\nThat was the end of the lecture.",
    "きりーつ！": "Kiritsu!",
    "礼！": "Rei!",
    "ありがとうございましたー！！": "Thank you very much!!",
    "（しかし、まさか……スポット的とはいえ、\n会長から特別講義を頼まれるなんてな）": "(Still, it can't be... It might be spot-on, but...)\nI can't believe the chairman asked me to give a special lecture.)",
    "（特別養成校舎……実力から性格まで様々な理由から、\n本来の所属校舎でチームに正式所属できなかった子達か……）": "(Special training school building... For various reasons, from her ability to her personality,\nThe kids who couldn't officially join the team in the original school building, huh...)",
    "%usernameusernameuserna%、ちょっといいかしら。": "%usernameusernameuserna%, do you have a moment?",
    "お、心香か。最後まで残ってどうしたんだ？\n講義のことで、何か質問でもあるのか？": "Oh, it's you, Kokoro. What's wrong with staying until the end?\nDo you have any questions about the lecture?",
    "似たような感じね。この後%usernameusernameuserna%に\n追加講義をお願いしたいの。": "Something like that. After this, I'll go to %usernameusernameuserna%.\nI'd like to ask for an additional lecture.",
    "マンツーマンで色々教えてもらいたいことがあって。": "There's a lot I want you to teach me, one-on-one.",
    "マンツーマンで？\nしかも今から？": "One-on-one?\nAnd now?",
    "ええ、お願いできない？\n他に人がいないほうが集中できるから。": "Yes, can't you?\nIt's easier to concentrate when there's no one else around.",
    "そうだな……": "You're right...",
    "今日はもう遅い時間だし、\nさすがに今からは大変なんじゃないか？": "It's already late today,\nIsn't it going to be tough from now on?",
    "俺もこの後生徒会長に報告とかしないといけないし、\nそもそもあまり長く時間を取れない。": "I'll have to report to the student council president after this, too.\nI don't have much time in the first place.",
    "そう……なら仕方ないわね。": "I see... Then it can't be helped.",
    "本当、真面目だよな、心香って。\nいいことだけど……ちょっと無理してないか？": "You really are serious, aren't you, Shinka?\nIt's a good thing, but... aren't you pushing yourself a little too hard?",
    "無理？　これくらい、特別養成校舎にいるなら当然よ。\nむしろまだ足りないくらい。": "Impossible? This much is only natural if you're in the special training building.\nIn fact, it's still not enough.",
    "そう……まだまだ足りないわ。\nもっと頑張らないと……": "I see... It's still not enough.\nI need to work harder...",
    "じゃないと、私もみんなもいつまで経っても、\nここから抜け出せない……": "Otherwise, no matter how much time passes, I and everyone else will...\nI can't get out of here...",
    "心香……？": "Kokoro...?",
    "それじゃあ、失礼するわ。": "Well then, if you'll excuse me.",
    "あ、あぁ……": "Y-Yeah...",
    "ふぅ……まさかこの公園、スーパーへの\nショートカットになってるなんて盲点だったな。": "Phew... Don't tell me this park is for the supermarket?\nIt was a blind spot to think that it was a shortcut.",
    "もっと散策したら、思わぬ発見があり――ん？": "If you walk around more, you'll discover something unexpected— Hm?",
    "はぁ……": "Hah...",
    "心香……？\n暗い顔して、どうしたんだろう。": "Kokoro...?\nWhat's wrong with her gloomy face?",
    "よう、心香。浮かない顔して……恋人にでも振られたか？": "Hey, Shinka. You look so glum... Did your lover dump you?",
    "%usernameusernameuserna%……": "%usernameusernameuserna%...",
    "私が恋愛なんかにうつつを抜かすわけないでしょう。\n今までいたこともないわ。": "There's no way I'd be obsessed with love.\nI've never been here before.",
    "じゃあ、腹壊したけど、\nどこ行ってもトイレが埋まってて困ってるとか？": "Well, I got a stomachache, but...\nIs there a problem with the toilet being filled everywhere?",
    "……あの、放っておいてくれないかしら？": "...Um, could you leave me alone?",
    "残念ながら、それはできん。話してくれるまで付きまとうぞ。\n友達が暗い顔してるのに、気にならないわけがない。": "Unfortunately, I can't do that. I'll follow you until you tell me.\nThere was no way she wouldn't be curious when her friend was looking gloomy.",
    "……風紀委員会に通報するけど？": "...I'll report this to the disciplinary committee.",
    "それは……ちょっと参ったな。\nそのときは弁護をお願いしていいか？": "That's... a bit of a problem.\nIf that happens, can I ask you to defend me?",
    "……………………": "............",
    "……はぁ。この前、戦闘演習があったの。\nその時の成績が、ちょっと……": "*sigh* There was a combat exercise the other day.\nMy grades at the time were a little...",
    "あまり良くなかった……か？": "It wasn't very good... was it?",
    "自信はあったのよ。貴方達のおかげで少し成長できたから……\nでもそれはマイナスがようやくゼロになっただけに過ぎなかった。": "I was confident. Thanks to you, I was able to grow a little...\nBut that was only because the negatives had finally reached zero.",
    "また次の機会に頑張れば……": "If I do my best next time...",
    "そういう言い訳でいつも誤魔化して、結局何も変わってないの。\nみんなこの特別養成校舎から抜け出せてないわ。": "That's the excuse I always use to hide it. In the end, nothing's changed.\nNo one's been able to get out of this special training building.",
    "……私には、もうこれしかないのに。": "...This is all I can do now.",
    "『これしかない』……？": "\"This is all I have\"...?",
    "%usernameusernameuserna%……少し見てて。": "%usernameusernameuserna%... Just watch for a bit.",
    "……それってクラウチングスタートか？": "...Is that a crouching start?",
    "そうよ。スタートの掛け声、頼めるかしら？": "That's right. Can you call for the start?",
    "わ、わかった。位置について――": "O-Okay. Take your positions—",
    "……": "......",
    "よーい――ドン！！": "Ready――Bam!!",
    "……！！": "...!!",
    "……おお、速いな。": "...Wow, she's fast.",
    "（素人目でもわかるほど、フォームが様になってる。\nきっと心香は――）": "(Even an amateur could tell how well her form looked.\nI'm sure Kokoro will――)",
    "うぐっ！": "Ugh!",
    "まずいっ！　転んで……！": "This is bad! I'm going to fall...!",
    "……はぁ、やっぱり、ダメね。": "...Haa, I knew it. It's no good.",
    "大丈夫か、心香！　怪我は！？": "Are you all right, Shinka?! Are you hurt?!",
    "問題ないわ、受け身を取ったから。\nこうなるって『わかってた』し。": "There's no problem. I took the fall.\nI knew this would happen.",
    "……え？　『わかってた』？": "...Huh? 'I knew'?",
    "全力で走ると『こうなる』の。もう上手く走れない。\n昔は『将来を期待された有望選手』、なんて言われてたのにね。": "This is what happens when you run with all your might. You can't run well anymore.\nIn the past, they used to call me a promising player with high hopes for the future.",
    "それって……": "Does that mean...",
    "……以前は陸上競技の選手をしてたのよ。\n大会の成績も良かったし、周囲からも期待されてた。": "...I used to be a track and field athlete.\nHer grades in the tournament were good, and the people around her were expecting great things from her.",
    "私も内心将来トップアスリートになれる、って思い込んでたわ。\nまるで確定事項のようにね。": "On the inside, I thought I could become a top athlete in the future.\nIt's as if it's already been decided.",
    "でも……大事な大会の数日前ってタイミングで、\n交通事故で怪我をしてしまって……": "But... just a few days before the important tournament...\nI got hurt in a traffic accident...",
    "日常生活を送れる程度には回復したけど、\n選手として復帰できる状態には戻れなかった。": "I've recovered enough to live my daily life, but...\nI couldn't go back to being a player.",
    "そんなことが……あったのか。": "So... that's what happened.",
    "そのときは何もかもを呪ったわ。目に映るすべてが、憎かった。\n当時は毎日、恨むか泣くかくらいしかしてなかったわね。": "I cursed everything then. I hated everything in my eyes.\nAt the time, all I did was hold a grudge or cry every day.",
    "心香……": "Shinkou...",
    "だけどね、あるとき転機が訪れたの。\n私にメイズ適性があることが発覚した。": "But one day, there was a turning point.\nIt was revealed that I had the aptitude for mace.",
    "……私、思ったわ。\n『まだ、やれる』って。": "...I was thinking.\n\"I can still do it,\" she said.",
    "陸上で果たせなかったトップアスリートの夢……\nその『代わり』を、この学園でなら果たせるかもって。": "The dream of a top athlete who couldn't achieve it on track...\nI thought I might be able to fulfill that \"replacement\" at this school.",
    "それで入学を決めて、今ここにいる。": "That's why I decided to enroll here, and now I'm here.",
    "……この『特別養成校舎』に……ね。": "...In this special training building, huh?",
    "『まだ、やれる』……本当かしら。": "\"I can still do it\"... I wonder if that's true.",
    "…………": "............",
    "私が特別養成校舎送りになった理由、貴方には話したっけ？": "Did I tell you why I was sent to the special training building?",
    "確か……『協調性の欠如』だったか。\nちゆる達から聞いたよ。": "If I'm not mistaken... it's a lack of cooperation.\nChiyuru and the others told me.",
    "ええ……だから、貴方達から学んだことも含めて、\n私なりにやれることをやってみたわ。": "Yes... That's why, including what I learned from you guys,\nI tried my best to do what I could.",
    "へえ、何をやったんだ？": "Huh, what did you do?",
    "特訓マニュアルよ。": "It's a training manual.",
    "特訓マニュアル？": "Special training manual?",
    "以前は私ひとりだけで実践していたマニュアルだけど、\nチームのためになると思ってデータにまとめてみんなにも配ったの。": "I used to practice the manual on my own, but...\nI thought it would be good for the team, so I put it together into data and distributed it to everyone.",
    "一応、取りかかってくれているみたいだけど……\n私からすればまだまだ求める水準までは実践できてない。": "It looks like they're working on it, but...\nFrom my point of view, I still haven't put it into practice.",
    "もしかして、今回の成績の原因はみんなのせいって言いたいのか？": "Are you trying to say that everyone's fault is the cause of your grades this time?",
    "違うっ！！": "No!!",
    "でも……": "But...",
    "私が柊校舎にいたときは、\nこれで少なくとも能力面では……結果は出てた。": "When I was in the Hiiragi building...\nWith this, at least in terms of ability... the results were clear.",
    "……何が足りなかったのか、ダメだったのか。全然わからないの。": "...I don't know what I didn't have enough, or what I couldn't. I have no idea.",
    "えーと……\nよかったら、そのマニュアルの内容、俺にも教えてもらえないかな？": "Umm...\nIf you don't mind, could you tell me what's in that manual?",
    "もちろん。スマートデバイスから共有するわ。\nもし何か足りないところがあったら指摘してちょうだい。": "Of course. I'll share it with you from the smart device.\nIf there's anything missing, please point it out.",
    "日常の生活習慣、栄養管理と食事制限について、\nそれから基礎練習……": "About daily life habits, nutrition management, and eating restrictions\nAnd then there's basic practice...",
    "……こんなところか。\n特訓マニュアルの内容は。": "...I guess that's about it.\nWhat was in the training manual?",
    "……なるほど、読ませてもらったよ。\nとてもしっかりしていて合理的な内容だった。かなり調べただろ。": "...I see. I read it.\nIt was very solid and rational. You've done a lot of research.",
    "ええ、いろんなトレーニング本から有効そうなところを\nかき集めたわ。": "Yes, from various training books.\nI've gathered them all.",
    "ただ……俺に言わせてもらえば、ひとつだけ、\nどうしても見過ごせない抜けがある。": "But... if you ask me, there's one thing...\nThere's something I can't overlook.",
    "え……抜け？": "Huh...? Pull out?",
    "みんなのモチベーションへの配慮だ。": "It was out of consideration for everyone's motivation.",
    "モチベーション……やる気ってこと？": "Motivation... You mean motivation?",
    "そういうことだな。": "That's how it is.",
    "な、何言ってるの……？　私達はプロよ。\nやるべきことをやるのは最低限の義務だし、当然のこと。": "Wh-What are you saying...? We're professionals.\nIt was the bare minimum obligation to do what needed to be done, and it was only natural.",
    "やる気なんかで、\n何かが左右されるようなことはあってはならないわ。": "She wasn't motivated at all\nYou mustn't let anything affect you.",
    "確かに、それはそうなんだが……": "That's true, but...",
    "（こういうのは言葉で語って聞かせても、飲み込みづらいだろうな）": "(This kind of thing is probably hard to swallow, even if you tell it with words.)",
    "……なあ、心香。突然だけど、腹減ってないか？\n今から一緒にランチでもどうだ？": "...Hey, Shinka. I know this is sudden, but are you hungry?\nWhy don't we have lunch together now?",
    "え？　ランチ？　どうして急に……？": "Huh? Lunch? Why so suddenly...?",
    "ほら、落ち込んだ時には、美味しい物を食べるに限るだろ？": "You know, when you're depressed, all you have to do is eat delicious food, right?",
    "……せっかくだけど、遠慮させてもらうわ。": "...I'll pass, though.",
    "私、毎日食べる物の栄養バランスやカロリーを、\n細かく管理してるの。": "I'm trying to balance the nutritional balance and calories of the food I eat every day\nI manage it in detail.",
    "レストランとかはそれが数値でわからない部分もあるから、\nそもそも外食は避けてるのよ。": "There are parts of the restaurant that you can't tell by numbers, so...\nI avoid eating out in the first place.",
    "そっか……なら、例えばメニュー表に\nカロリーが明記されている店ならどうだ？": "I see... In that case, let's say it's on the menu.\nWhy don't we go to a store with calories clearly written on it?",
    "だけど、栄養の偏りが心配だし……": "But I'm worried about malnutrition...",
    "栄養満点なヘルシーメニューを売りにしたレストランも知ってるぞ。": "I also know of a restaurant that sells nutritious, healthy menus.",
    "ヘルシーメニュー……": "Healthy menu...",
    "ついでに言えば、俺の奢りだ。": "While I'm at it, it's on me.",
    "お、奢り……？　でもそういうのって高いんじゃ……": "A-A treat...? But isn't that expensive...?",
    "それを心香は今日タダで食えちゃうんだぞ。\n俺の気が変わらないうちに……どうだ？": "Koko can eat that for free today.\nBefore I change my mind... How about it?",
    "それは……": "That's...",
    "ぐぅ～～～～っ。": "Guuuu.",
    "う……": "Ugh...",
    "と、心香のお腹は申しておりますが？": "Isn't that what Shinka's stomach says?",
    "……わ、わかったわよ。\nどうしてもっていうなら、今日くらい付き合ってもいいわ。": "...F-Fine.\nIf you insist, I can go out with you for today.",
    "その代わり……『カロリー明記』と『ヘルシーメニュー』、\nちゃんと守ってよ？": "Instead... I wrote \"calorie clearly\" and \"healthy menu\"\nMake sure you protect her, okay?",
    "ああ、任せろ！": "Yeah, leave it to me!",
    "ふーっ！　食った食った！　美味かったー！\n心香も満足したか？": "Phew! I ate it! It was delicious!\nAre you satisfied, Koko?",
    "ええ、まあ……正直、とても美味しかったわ。\n制限してたはずなのに、思わず食べ過ぎちゃったくらい……": "Yes, well... Honestly, it was delicious.\nI was supposed to be restricting it, but I ate too much without thinking...",
    "……あ、ありがとう。": "...Th-Thank you.",
    "どういたしまして。\nこういう日も、悪くないだろ？": "You're welcome.\nA day like this isn't bad, is it?",
    "……まあ、そうね。あれだけしっかり\n食べてるところを見られちゃったら、否定できないわ。": "...Yeah, you're right. She's so reliable.\nIf he sees me eating, I can't deny it.",
    "最初は拒否してたのにな。": "Even though I refused at first.",
    "……ええ、そうね。": "...Yes, that's right.",
    "すっかり上手く乗せられてしまったかも。\nこれが『モチベーションへの配慮』ってこと？": "I might have gotten carried away completely.\nIs this what they call \"consideration for motivation\"?",
    "そういうこった。\n結局のところ、人を動かすのは『やる気』だからな。": "That's how it is.\nAfter all, it's \"motivation\" that moves people.",
    "それも自発的に湧くのを待つのではなく、\nましてや最初から持っていることに期待するわけでもない。": "That, too, wasn't to wait for it to spontaneously well up\nNot to mention, it wasn't like I expected her to have it in the first place.",
    "『やらせる』んじゃなくて『やろう、と思わせる』のが大事だ。\nどんなに合理的で正しくても、押しつけるだけじゃ何も解決しないよ。": "It's more important to \"make her think, Let's do it\" than \"let her do it.\"\nNo matter how rational and correct it is, just pushing it on you won't solve anything.",
    "あのマニュアルは悪いものじゃなかった。でも好き嫌いの激しい\nノエルに、食事内容の制約は厳しいだろう。": "Those manuals weren't bad. But they were picky.\nI'm sure the restrictions on the contents of the meal will be severe for Noel.",
    "内容が細かすぎてラウラは優先順位付けに迷いそうだし、\n難解な解説も多くてジュリーじゃ理解に時間がかかる懸念もあった。": "The content was so detailed that Laura felt like she was going to get lost in her priorities\nThere were so many difficult explanations that there was a concern that Julie would take some time to understand.",
    "それらのハードルがあってなお『やろう』と思ってもらわないと、\n十全にはいかない。": "Even with those hurdles, you still have to think 'let's do it'.\nI can't go all out.",
    "相手の心を理解して、上手く導いてあげないとな。": "I need to understand the other person's heart and guide them well.",
    "そうね……でもどうすればいいの？\n貴方がさっき私にしたみたいに、器用にはできないわ。": "That's true... But what should we do?\nI can't be as skilled as you did to me earlier.",
    "（心香はちゆる達との交流で、少し他人に歩み寄る姿勢を学んだ。\nでも具体的にどうすればいいかは、まだ少し未熟みたいだな）": "(By interacting with Chiyurudachi, Shinko learned how to approach others a little.\nBut it looks like she's still a little inexperienced as to what exactly to do.)",
    "なあ、心香。みんなに質問したことはあるか？\n例えばそのマニュアルにやりづらいところがあるか？　とか。": "Hey, Shinka. Have you ever asked anyone a question?\nFor example, is there anything hard to do in that manual?",
    "……ううん、ない。\nそんなのでいいの？": "...No, I don't.\nAre you sure that's okay?",
    "それだけで解決するわけじゃないけどな。でも一歩目にはなる。\n問題があれば仲間に相談する。基礎中の基礎だぞ。": "That's not the only solution, though. But it'll be the first step.\nIf there's a problem, I'll talk to my friends. That's the basics.",
    "正直、コミュニケーションにまだあまり自信はないけど……": "Honestly, I still don't have much confidence in my communication skills...",
    "でも夢を叶えたいなら、必要なことだ。\nそうだろ？": "But if you want to make your dream come true, it's necessary.\nIsn't it?",
    "……！": "...!",
    "心香になら乗り越えられるさ、この試練。\n俺が保証する。": "Kokoro can overcome this trial.\nI can guarantee it.",
    "……ふふ、なるほど。%usernameusernameuserna%は普段、\nそうやっていろんな子をやる気にさせてるのね。": "...Hehe, I see. %usernameusernameuserna% usually...\nThat's how you motivate all sorts of girls.",
    "どういう意味だ？": "What's that supposed to mean?",
    "なんでもないわ。%usernameusernameuserna%には、\n見習うところが多そうって話よ。": "It's nothing. To %usernameusernameuserna%,\nI've heard there's a lot to learn from them.",
    "これからも、勉強させてもらうわね。": "I'll be studying from now on, too.",
    "私、やるとなったら徹底的にやるタイプなの。\n覚悟しておいて。": "I'm the type to do things thoroughly when they need to be done.\nPrepare yourself.",
    "ああ、頑張れ。いつだって俺が味方になるからな。": "Yeah, good luck. I'll always be on your side."
}