{
    "さて、買い物も済ませたし、帰るとするか……": "Now that we're done shopping, let's head home...",
    "んだとー！　もう一度言ってみろっつの！": "What?! Say it again!",
    "（ん？　なんだ？　あそこで誰か揉めているぞ）": "(Hm? What is it? Someone's arguing over there.)",
    "だから、親の躾けがなってないって言ったんだよ。\nあんたのせいで、あたしゃ転んだんだよ。": "That's why I said my parents weren't disciplined.\nIt's your fault I fell over.",
    "そのことは、さっきから何度も謝ってるでしょ！\nおまえこそ、しつこいんじゃないの！？": "I've been apologizing to you over and over for that!\nAren't you the one who's persistent!?",
    "（あれはラミか？　揉めているようだが……何が起きてるんだ？）": "(Is that a Rami? They seem to be arguing... What's going on?)",
    "なんだい、その言い草は！？\nそれが人様に迷惑をかけて言うことかい？": "What's with the way you're talking?!\nIs that what you mean by causing trouble for others?",
    "ラミはただ、ティッシュを配ってただけだし！": "Rami was just handing out tissues!",
    "あんたが突然声かけてきたせいで、あたしは滑って転んだのよ。\n危うく大怪我するところだったじゃないの。": "I slipped and fell because you suddenly called out to me.\nYou almost got hurt, didn't you?",
    "そっちだって、こんな人混みの真ん中を大きな荷物を持って、\n堂々と歩いて他の人に迷惑をかけてたでしょ！": "Even over there, in the middle of a crowd like this, carrying a large piece of luggage\nYou were walking boldly and causing trouble for other people!",
    "それが年上に対しての口の利き方かい。\nもう許せない！　土下座して謝罪しなさいよ！": "Is that how you talk to older people?\nI can't forgive you anymore! Get down on your hands and knees and apologize!",
    "はあ？　土下座！？": "Huh? On your hands and knees?!",
    "ばっかじゃないの！？　そんなのするわけないじゃん！": "Are you stupid?! There's no way I'd do that!",
    "じゃあ、あんたを訴えるけど！？\n多額の慰謝料を払って泣くのはそっちだから！": "Then I'll sue you!?\nYou're the one who's going to pay a lot of alimony and cry!",
    "は……？　訴えるって……そこまでする！？": "Huh...? Sue me...? You're going that far!?",
    "はっ！　あんた、貧乏そうだもんね！\n慰謝料なんて払えないでしょう？": "Hah! You look like you're poor!\nYou can't pay a consolation fee, can you?",
    "くっ……！": "Ugh...!",
    "ちょっと待ってください。": "Please wait a moment.",
    "%usernameusernameuserna%……？　\nなんでここに……？": "%usernameusernameuserna%...?\nWhy are you here...?",
    "こいつも謝ってるんだし、この辺で勘弁してもらえませんか？": "He's apologizing, too, so could you spare him around here?",
    "なんだい、知り合いかい！？　ふざけんじゃないよ。\nあたしゃ、その子が土下座するまで許すつもりはないよ！": "What, you know him?! Don't be ridiculous.\nI won't forgive her until she gets down on her hands and knees!",
    "こうして揉めていても埒が明かないですし、\nとりあえず風紀委員会でも呼びましょうか？": "We're not getting anywhere arguing like this,\nShould I call the disciplinary committee or something?",
    "えっ……！？": "Huh...!?",
    "この学園の風紀委員会は、ただの学生の集まりではない。\n学園外の警察とほぼ同じ役割・権力を持つれっきとした治安維持組織だ。": "This school's disciplinary committee was no ordinary gathering of students.\nIt's a legitimate public security organization with almost the same role and power as the police outside the school.",
    "彼女達が間に入れば、冷静に会話もできるでしょう。\nまさか呼ばれて困る不都合なんてないでしょうし……ねぇ？": "If they get between us, we'll be able to have a calm conversation.\nThere's no way it'd be inconvenient for her to call me that...right?",
    "ぐ……っ！": "Ugh...!",
    "ああ、ちなみに相手を畏怖させるのが目的で『訴える』は、\n下手すりゃ犯罪ですよ。土下座の強要も同様に――": "Oh, and by the way, \" sue\" for the sake of scaring the other person is...\nIf you're not careful, it's a crime. The same goes for prostrating yourself before me.",
    "わ、わかったわよ！　今日はこれくらいで勘弁してあげるわ！\nもう二度とあたしの前に現れないでちょうだい！": "A-All right! I'll give you a break for today!\nPlease don't ever appear before me again!",
    "いーだ！　こっちこそ願い下げだっつの！\n二度とラミの前に現れるな！": "It's fine! I'm the one who's begging you!\nNever appear before Rami again!",
    "おい、そこまでにしておけ。一体何があったんだよ？": "Hey, leave it at that. What the hell happened?",
    "どうもこうもないっつの。ティッシュ配りのバイトしてたら、\nあのおばさんがすっ転んでイチャモンつけてきただけ。": "It's nothing. I was working part-time to hand out tissues, and...\nThat old lady just tripped and flirted with me.",
    "……ほら、そこにお菓子屋さんがあるでしょ？": "...Look, there's a candy store over there, right?",
    "あそこに小さな子がいっぱいかたまってて、\nぶつかったら危ないし、注意しようと思って声かけたんだよ。": "There were a lot of little kids piled up over there,\nIt'd be dangerous if we bumped into each other, so I called out to her to be careful.",
    "そしたら振り向くと同時に、\n荷物に振り回されたのか……滑ってズデーン。": "Then I turned around, and at the same time...\nShe must have been thrown around by the luggage... She slipped.",
    "……なるほど、そういうわけだったのか。\nむやみやたらに喧嘩を買ってたわけじゃないんだな。": "...I see. So that's why.\nI guess she wasn't trying to pick a fight.",
    "ラミはそこまでヒマじゃないし！": "Rami doesn't have that much free time!",
    "でも、小さな子を助けるくらいにはヒマだったんだな？": "But you had enough free time to save a little girl, didn't you?",
    "ち、違うって！\nただ、目についたから……うぅぅぅーっ！": "N-No, that's not it!\nBut it caught my eye... Uuuu!",
    "まあ、大きな問題にならなくてよかったよ。": "Well, I'm glad it didn't become a big problem.",
    "ふん、おまえの助けがなくても、ラミひとりでなんとかできたわ。": "Hmph. Even without your help, Rami could have handled it on her own.",
    "やれやれ、相変わらずだな。": "Man, she's the same as ever.",
    "ちょっとちょっと朽葉さん？": "Hey, hey, kuchibasan?",
    "あっ、店長……": "Ah, Manager...",
    "さっきの騒ぎ、見てたわ。\nまた揉めてたみたいね。これで何度目？": "I saw the commotion earlier.\nLooks like they were arguing again. How many times has this happened?",
    "は？　店長見てたの！？　なら、ラミが悪くないって知ってるよね！？\nというか、なんで見てた『だけ』なの！？": "Huh? You were watching the manager?! Then you know Rami's not bad, right?!\nWait, why was it just the \"only\" I'd been watching?!",
    "そういう問題じゃないわ。\nあなたが揉めると、うちの店が迷惑をこうむるの。": "That's not the problem.\nIf you get into a fight, it'll cause trouble for our store.",
    "…………": "............",
    "あなたみたいにトラブルばかり起こす子を\nいつまでも雇うわけにはいかないわ。": "A girl like you who causes nothing but trouble.\nI can't hire you forever.",
    "つまり、ラミはクビって……こと？": "In other words, Rami is... fired?",
    "残念だけど、そういうことになるわね。": "I'm sorry, but that's how it is.",
    "……はあ、またか。": "...Haah, not again.",
    "（『また』……？）": "('Again'...?)",
    "クビにするのはいいけど、\n働いた分はちゃんと払ってよ！": "It's fine to fire her, but...\nMake sure you pay for your work!",
    "わざわざ言わなくても払うわよ。本当お金にうるさいわね。\n面接のときも時給や支払い日の話ばっかだったし。": "You don't have to tell me. I'll pay you. You really are fussy about money.\nWe were always talking about the hourly wages and payment dates during interviews, too.",
    "働くなら最初にお金の話するのは当然でしょ！\n非正規にそれ以外求めんな！": "If you're going to work, it's only natural that you'd talk about money first!\nDon't ask for anything else!",
    "えっと、ラミ……": "Um, Rami...",
    "%usernameusernameuserna%も、いつまで突っ立ってんの？\nさっさと行こっ。": "How long are you going to stand there, %usernameusernameuserna%?\nLet's get going.",
    "あ、ああ……": "Y-Yeah...",
    "……ふう。": "...Phew.",
    "なあ、バイトの件はいいのか？\nちゃんと説明したら、わかってくれたんじゃないのか？": "Hey, are you okay with the part-time job?\nWouldn't she understand if I explained it to her properly?",
    "ふん、あの店長もムカついていたんだよね。問題起こっても\n見てるだけのくせに、あとから責めるときだけはよく喋るし。": "Hmph, that manager was pissed off too, wasn't he? Even if there was a problem\nEven though she's just watching, she talks a lot when she blames me later.",
    "どっちみち近いうちに辞めようと思ってたんだよ。\nまあ、いいチャンスだったわ。": "Either way, I was thinking of quitting soon.\nWell, this was a good chance.",
    "あーあ、またクビになっちゃった。\n明日から新しいバイトを探さなくちゃ。": "Aww, I got fired again.\nI have to find a new part-time job starting tomorrow.",
    "さっきも言ってたが、『また』って……結構クビになってるのか？": "Like you said earlier, 'again'......is she pretty fired?",
    "はあ？　そこまででもないけど？\nコンビニ、スーパー、レストラン……今回のティッシュ配りね。": "Huh? It's not that bad, though.\nConvenience stores, supermarkets, restaurants... This time, we're handing out tissues.",
    "……十分だろ。なんでそんなにクビになったんだ？": "...That should be enough. Why did you get fired so badly?",
    "今日と同じだけど？　客や偉い人と喧嘩しただけ。": "It's the same as today. I just had a fight with a guest or someone important.",
    "他には？": "Anything else?",
    "それだけ。": "That's all.",
    "何！？　なんか文句ある！？": "What!? Do you have a problem with that!?",
    "……なあ、働くなら、少しは我慢も必要じゃないのか？": "...Hey, if you're going to work, don't you need to put up with it a little?",
    "仕方ないじゃん！　あんな偉そうな態度を取られて、\n舐められたら、反論したくなるっしょ！": "I can't help it! She's acting so high and mighty\nIf she licks you, you'll want to argue!",
    "……気持ちはわかるが、仕事には理不尽がつきものだ。\nすぐに揉めてたら、どんな仕事もできないだろ？": "...I understand how she feels, but there's a sense of unfairness in her work.\nIf we got into a fight right away, we wouldn't be able to do any work, would we?",
    "うっさい！　余計なお世話！\n舐められるのだけは、我慢ならないの！": "Shut up! That's none of your business!\nI can't stand being licked!",
    "（社会不適合者め……）": "(You're not fit for society...)",
    "つか、次の仕事どうすっかなー。\nメイズ探索だけじゃいまいち足りないし……": "Anyway, what should I do about my next job?\nSearching for Maze isn't going to be enough...",
    "なんでそんなに困ってるんだ？": "Why are you so troubled?",
    "そりゃいろいろあるんだよ！\n仕送りとか……": "Of course there's a lot going on!\nSending money...",
    "仕送り……": "Money...",
    "な、なんでもない！\nとにかく、ラミはいろいろ使うから、お金がほしいの！": "N-Nothing!\nAnyway, Rami spends a lot of money, so I want money!",
    "……わかった。なら、いい方法がある。": "...Okay. Then there's a good way.",
    "まさか、%usernameusernameuserna%が\nお金恵んでくれるとか！？": "No way, %usernameusernameuserna% thought\nYou'll give me money?!",
    "んなわけないだろ。": "Of course not.",
    "言ってみただけだっつの。\n……それで、方法って？": "I was just trying to say it.\n...So, what's the method?",
    "……お前の仕事の愚痴は、俺が全部聞いてやる。": "...I'll listen to all your complaints about your work.",
    "……は？": "...Huh?",
    "今まで客や上司にイライラしたら、そのまま相手にぶつけてたんだろ？": "If you've been irritated by customers or bosses up until now, you'd just hit them, right?",
    "だったらこれからは、そのイライラを俺が全部引き受けてやる。\nその代わり、せめて仕事中は我慢しろ。": "In that case, from now on, I'll take on all of that irritation.\nIn exchange, at least put up with it while you're working.",
    "それって……ラミが仕事を続けるために、\n%usernameusernameuserna%がはけ口になってくれるってわけ？": "That means... Rami has to keep working.\nAre you saying %usernameusernameuserna% will be the outlet?",
    "まあ、そういうことになるな。": "Well, that's how it is.",
    "ばっかじゃないの？　ラミの愚痴をぶつけられても、\n%usernameusernameuserna%には、なんの得にもならないじゃん！": "Aren't you an idiot? Even if you vent about Rami,\nThere's nothing to gain from %usernameusernameuserna%!",
    "あ、わかった！　ラミに貸しを作りたいわけ？\n貸しをつくって、ラミに言うことを聞かせてやる！　みたいな？": "Oh, I get it! You want to owe Rami a favor?\nLike, \"I'll make you owe me, and I'll listen to you, Rami!\"",
    "そんなつもりはない。\n俺はただ仲間として、ラミの力になりたいだけだ。": "That wasn't my intention.\nI just want to help Rami as a comrade.",
    "……仲間？": "...Friends?",
    "ああ、仲間なら困った時は、力を貸すもんだろ？": "Yeah, if we're friends, we'll lend you our strength when you're in trouble, right?",
    "めるや他の連中だって、ラミが頼めばきっと力になってくれるぞ。\n愚痴くらい聞いてくれるさ。": "If Rami asks, I'm sure the others will help.\nAt least listen to my complaints.",
    "……はぁ。": "...Sigh.",
    "……だ、大事な仲間にそんなダルいムーブするわけないでしょ。\nはけ口にするなら%usernameusernameuserna%で十分よ。": "...Th-There's no way I'd make such a lame move with my precious friends.\nIf you're going to use it as an outlet, %usernameusernameuserna% is good enough.",
    "おいおい、俺は『大事な』には、入らないのか？": "Hey, hey, don't you think I'm important?",
    "まさか入ると思ってたの～？　ウケる～！\nまあ、片足くらいは突っ込んでんじゃない？": "Did you think I'd come in? That's hilarious!\nWell, I'm sure he's got at least one leg in him.",
    "なんだそれ……": "What the hell is that...?",
    "つか、マジでラミの愚痴のはけ口になってくれるんだよね？\nあとからやっぱやーめたーとかナシだかんね？": "You're really going to be the outlet for Rami's complaints, aren't you?\nDon't tell me you quit after all, okay?",
    "ああ、男に二言はない。好きなだけ付き合うぞ。": "Yeah, men don't go back on their word. I'll go along with you as much as you want.",
    "にひひ、言質取～った！\nラミが満足するまで付き合ってもらうから、覚悟しなさい！": "Nihihi, I got your word!\nI'll have you stay with me until Rami's satisfied, so prepare yourself!",
    "数週間後――": "A few weeks later――",
    "それでさ、今度のバイト先の店長ったら説教が長いのなんの……\nラミがちょっとミスしただけで、ネチネチと説教してさ。": "So, the manager at my new part-time job's been lectured for a long time...\nRami just made a small mistake and lectured me about it.",
    "ねえ、ちょっとー、ラミの話ちゃんと聞いてんの？": "Hey, hey, are you listening to Rami?",
    "あ、ああ……聞いてるぞ……ちゃんと……": "Y-Yeah... I'm listening...",
    "あれからほぼ毎日のようにラミに呼び出されてるが――": "I've been summoned by Rami almost every day since then, but—",
    "んで、他にも副店長がまためんどくさいやつでさ！\nラミが可愛いからって嫉妬しちゃって……": "And the second-in-command is another pain in the ass!\nI got jealous just because Rami was cute...",
    "ああ、そうだ。\nそれ以外にもこないだ、コンビニでさぁ――": "Yeah, that's right.\nOther than that, at the convenience store the other day...",
    "な、なあ、よくそんなに出てくるな……\nもう５時間も話してるぞ……": "H-Hey, I'm surprised there's so much coming out...\nWe've been talking for five hours...",
    "はあ？　『もう』じゃなくて、『たった』５時間っしょ！\nまだまだこれからだっつの！": "Huh? It's not 'already', it's 'only' five hours!\nWe still have a long way to go!",
    "そ、そうか……": "I-I see...",
    "あれ？　もしかしてぇ～、もうバテたの～？\n愚痴を聞くって言ったのはそっちのくせにぃー？": "Huh? Could it be that you're already exhausted?\nYou're the one who said you'd listen to my complaints!",
    "うぐ……それはそうだが……": "Ugh... That's true, but...",
    "男に二言はないって言ったくせに、マジよわよわじゃーん！\nやーい、ざーこざーこ！": "You said men don't go back on their word, but you're seriously waaaaay!\nYay, that's rough!",
    "く……っ！": "Ugh...!",
    "（なんか無性に腹立たしいな……！　でも言い出しっぺな手前、\n何も言い返せない……！）": "(This is really irritating...! But I'm on the verge of saying it...\nThere's nothing I can say in response...!)",
    "……まあ、でもさ。": "...Well, you know.",
    "ん……？": "Hm...?",
    "%usernameusernameuserna%のおかげで、\n今のレジ打ちのバイトは一応続いてるんよね。": "Thanks to %usernameusernameuserna%,\nI'm still working part-time at the register.",
    "ラミ……": "Rami...",
    "だってー、腹が立つことも、全部おまえに話すネタだって思ったら、\nなんだか怒られることもあんまし気にならなくなってさ。": "I mean, when I think about how irritating it is and how it's all a story to tell you,\nFor some reason, I don't really mind getting yelled at anymore.",
    "はは……じゃあ、ちゃんと俺のこの苦労も報われてるってわけか。": "Haha... So my hardships are paying off.",
    "ま、そーゆーことだね！": "Well, that's how it is!",
    "つーわけで！　ラミがこれからもいーっぱい稼ぎ続けるために、\nおまえにはずーっと付き合ってもらうんだから！": "And so! In order for Rami to keep making lots of money from now on,\nI'm going to have you come with me all the time!",
    "ったく……仕方ないな。まあ、男に二言はないって言ったしな。\nこうなったら、とことん付き合ってやるよ。": "Geez... I guess it can't be helped. Well, I did say that men don't go back on their word.\nNow that it's come to this, I'll go all out with you.",
    "トーゼンじゃない！\nこれからもよろしくね♪": "It's not Tosen!\nI'll be counting on you from now on♪"
}