{
    "騒がしい嵐のようなミリアムが立ち去った後、\nそこには名前の書かれたハンカチが落ちていた。": "After Miriam left, like a boisterous storm...\nThere was a handkerchief with a name written on it.",
    "こちらに飛びついてきた時に落としたのだろう。\nそう考え、彼女の部屋に届けに行く。": "She must have dropped it when she jumped in our direction.\nThinking that, I went to deliver it to her room.",
    "あ、ボクのハンカチ！\n持ってきてくれたんだね、ありがとう！": "Oh, my handkerchief!\nYou brought it, thank you!",
    "ミリアムは素直に感謝してお礼を言ってくれる。": "Miriam thanked me sincerely.",
    "その際に、ふとミリアムの部屋の奥が見え、\nそこに積んであるものに気付いた。": "Just then, he suddenly saw the back of Miriam's room\nI noticed something piled up there.",
    "ミリアム、あそこに並んでるの……漫画か？": "Millium, that's the line over there... Is that a manga?",
    "思わず指摘すると、ミリアムの顔がぱっと明るくなった。": "I pointed it out without thinking, and Miriam's face lit up.",
    "あ……もしかして、興味あるの？\nじゃあ、ボクの漫画コレクション、見る？": "Oh... Are you interested?\nThen, would you like to see my manga collection?",
    "そう言うと、ミリアムはぐいぐいとこちらの手を引っ張って\n部屋の中へと引っ張っていく。": "With that, Miriam tugged on my hand\nI pulled her into the room.",
    "ああ、じゃあ……せっかくだから。": "Ah, then... Since you're here.",
    "ミリアムに誘われるがままに、彼女の部屋にお邪魔することになった。": "At Miriam's invitation, they decided to stop by her room.",
    "へえ……随分色んなジャンルの漫画を読んでるんだな。": "Wow... She's reading a lot of different genres of manga.",
    "へへん、ボクは漫画を集めるのが趣味だからね！": "Heheh, I'm into collecting manga!",
    "……といっても、お小遣いがあまりないから、\n安い漫画しか買えてないんだけど……": "...That said, I don't have much pocket money, so...\nI only buy cheap manga, but...",
    "いや、これだけ集めていれば十分すごいだろ。\n見事なもんだ。": "No, gathering this many should be plenty amazing.\nIt's impressive.",
    "そんなことを話しながら漫画のタイトルを見ていると、\nミリアムはふと何かを思いついたように、声をかけてきた。": "As we talked about that and looked at the manga title...\nMiriam suddenly thought of something and called out to me.",
    "あ、そういえば聞きたいことがあるんだけど……": "Oh, by the way, there's something I want to ask you...",
    "そのまま、ミリアムは１冊の漫画本を手に持つと、\nこちらに見せてきた。": "Just like that, Miriam picked up a single manga book\nShe showed it to me.",
    "なんと、それはエッチな漫画だった。": "What a dirty manga.",
    "この本だと、これって気持ちいいことだって書いてるけどさぁ……\n本当なの？": "In this book, this feels good, but...\nIs that true?",
    "突然何を言い出すのかと動揺するが、\nミリアムはきょとんとした顔をしたまま首を傾げている。": "I was shaken by what she was saying all of a sudden, but...\nMiriam tilted her head, still looking puzzled.",
    "本当に、純粋な気持ちで知りたいだけらしい。": "Looks like she really just wants to know how she feels.",
    "漫画だと、こういう……そのエッチな場面でさー、\n女の子が気持ちいい！って叫んでるけど……本当なのかなぁって。": "In manga, in this kind of... dirty scene,\nThe girl is screaming, \"It feels good!\" but... I wonder if it's true.",
    "試してみるにも相手とか、いなかったしぃ……？": "I didn't have anyone to test it on...?",
    "だけど、今はちょうどお前がいるから、\n教えてもらえばいいかなって……": "But now that you're here,\nI thought it would be nice if you could tell me...",
    "ミリアムは更にとんでもないことを言い出す。": "Miriam said something even more outrageous.",
    "どうやら、ミリアムは性知識自体はあるものの、\nそれ自体に興味はなく、詳しいことは分からないままだったようだ。": "Apparently, Miriam had sexual knowledge herself\nShe wasn't interested in that in and of itself, and didn't seem to know the details.",
    "ねね！　お願いだから教えてよ！\nこういうの、詳しいんでしょ！": "Hey! Please tell me!\nYou know a lot about this stuff, don't you!",
    "自分が口にした言葉の意味を分かっているのか……？": "Does she understand the meaning of what she said...?",
    "ねえねえ、教えてってば！\nこの漫画みたいなこと、ボクに！": "Hey, hey, tell me!\nThis manga-like thing is for me!",
    "いや、ミリアムにはまだ早いから……": "No, it's too early for Millium...",
    "ぐいぐいとこちらに迫ってくるミリアムを抑え慌てて首を振る。": "I shook my head frantically, holding back Miriam, who was pressing in on me.",
    "しかしその答えがミリアムの意地に火をつけたのか、\n彼女はムキになってこちらに絡んできた。": "However, the answer seemed to ignite Miriam's stubbornness\nShe got worked up and got involved with me.",
    "いーやーだ！\nやってみたいやってみたい！": "Nooooooo!\nI'd like to try it! I want to try!",
    "ボクにはまだ早いなんてこと全然ないから！\n全然余裕なんだからー！": "It's not too early for me at all!\nYou're totally composed!",
    "ほらほらほら、大人なボクの相手してよ！\nむしろ、ボクを大人にしろー！": "Come on, come on, take me on as an adult!\nIf anything, make me an adult!",
    "断れば断るほど、ミリアムはこちらに絡んでくる。\nこのままだと、手を出すまで一生解放されないかもしれない。": "The more I refused, the more Miriam got involved with me.\nAt this rate, I might not be released for the rest of my life until I make a move.",
    "それならば、仕方ない……": "If that's the case, then there's no helping it...",
    "……はぁ、分かったよ。\nだったら、性教育の授業、始めるか。": "*sigh* Fine.\nIn that case, let's start the sex education class.",
    "ミリアム、こっちに来いよ。": "Come here, Millium.",
    "……う、うん！": "...Y-Yeah!",
    "元気よく頷いたミリアムの手を引くと、\n自身の膝の上に座らせた。": "Miriam nodded energetically and pulled her by the hand\nI sat her down on my lap.",
    "こ……これでいいの？\nこれからどうするの？": "A-Are you okay with this?\nWhat are you going to do now?",
    "膝の上に、薄布１枚隔ててミリアムの引き締まった身体の感触が広がる。": "Miriam's tight body spread across her knees, a thin layer of cloth separating them.",
    "ミリアムがしゃべる度に身体が弾み、膝の上のその感覚だけで\nこちらの身体も次第に興奮してきてしまった。": "Every time Miriam spoke, her body bounced, and that sensation alone on her lap\nMy body is getting more and more excited.",
    "んん……あ、わ、わぁっ、\nお尻に、何か当たってる……！": "Mmm... ah, wah, waah,\nSomething's hitting my butt...!",
    "あ……こ、これって、お前の……？\nな、何これ、おっきい……！": "Ah... Th-This is yours...?\nWh-What is this? It's so big...!",
    "こ、これで……するんだよね？\nそういうことだよね？": "Y-You're... going to do it now, right?\nThat's how it is, right?",
    "予想外のことにミリアムは動揺するが、\nその顔ははっきりと赤く染まっていた。": "Miriam was shaken by this unexpected turn of events\nHer face was clearly dyed red.",
    "ふ、ふぅう……っ、よ、よく、わかんないけど、\nボクなら大丈夫、だから……！": "Ph-Phew... I-I don't really get it, but...\nI'll be fine, so...!",
    "お願い、ボクに色んなこと、教えて……\nオトナの女にしちゃって……！": "Please, tell me all sorts of things...\nYou turned me into an adult woman...!",
    "何のことかよく分かっていないまま、ミリアムは顔を赤らめねだる。": "Still not fully understanding what she was talking about, Miriam blushed and begged.",
    "そんな無垢な彼女を性に目覚めさせる事実に、\n思わずごくりと喉を鳴らす。": "The fact that he would awaken such an innocent girl to his sex...\nI gulp without thinking.",
    "後ろから、まだ小さいミリアムの膣口に亀頭をあてがうと、\nゆっくりと腰を進めていった。": "From behind, I placed my glans against Miriam's still-small vaginal opening.\nI slowly moved my hips forward.",
    "あ、は、はぁあ……っ、あぁあああああーっ！！": "Ah, ha, haaah...! Aaaaahhh!!",
    "一瞬の抵抗の後、亀頭は狭い膣口を潜り抜け\n狭い膣内を徐々に割り割いていく。": "After a moment of resistance, the glans slipped through her narrow vaginal opening\nI gradually split her narrow vagina.",
    "んふぅ……っ、あ、あ、はぁんっ！\nあぁあ……おっきいのが、ボクの中にぃい……っ！": "Nfuu......! Ah, ah, haan!\nAaah... It's so big inside me...!",
    "あぁっ、はぁあああ……！\nこれ、き、きついっ、おっきすぎて、入らないよぉ……っ！": "Aaah, haaaaah...!\nThis is so tight, it's too big, I can't fit...!",
    "初めての衝撃にミリアムは甲高い声で泣き声を上げる。\nしかし、一度始まった挿入を止めることはできない。": "Miriam let out a shrill cry at the first shock.\nHowever, there was no stopping the insertion that had begun once.",
    "そのまま肉棒はミリアムの膣壁を擦り上げながら、\n彼女の内側を侵略していった。": "The meat pole continued to rub up against Miriam's vaginal walls.\nIt invaded her insides.",
    "んんんんん……っ、んくっ、はぁあ……っ！\nふぁあっ、まだ、まだ、入ってるのぉ……！": "Mmmmmmmm...! Ngh, haaah...!\nFuaah, it's still, still, going in...!",
    "もう、ボクの中、お前のでいっぱいになってる気がするのに……\nぎ、ぎちぎちで、これ以上入らないって思うのに……": "I feel like my insides are already full of you...\nI-It's so awkward, I don't think I can go any further...",
    "あはぁああ……っ、お前のおっきいの、すごく硬くてぇっ、\nおまけに熱くて、ボクの中、ジンジンしてるぅ……": "Ahahhhh... Your big thing is so hard,\nOn top of that, it's so hot that my insides are tingling...",
    "お前のを、ボクの中いっぱいに感じて……あぁあっ、\nん、くっ、くふぅ……はぁあんっ！": "I can feel your insides so much... Aaah,\nNn, kuh, kufuu... haaanh!",
    "みちりと僅かな衝撃が穂先にかかる。\nどうやら、ミリアムの真奥を穿ったらしい。": "I feel a slight impact on my tip.\nApparently, it dug right into Miriam's depths.",
    "はぁあ……っ、はっ、んふぅうう……っ、\nあ、あはぁああ……っ！": "Haaah... hah, nfuuuu...\nAh, ahaaaaah...!",
    "より深い箇所でこちらの熱を感じ取り、\nミリアムは小さな身体を震わせながら喘ぐ。": "She could feel my heat from deeper inside,\nMiriam gasped, her small body trembling.",
    "その動きは挿入しているこちらにもダイレクトに伝わり、\nペニスに痺れるほどの快感が広がっていった。": "Her movements are transmitted directly to me as well, where I'm inserted.\nA numbing pleasure spreads through my penis.",
    "あ、んくうっ！\nお、お前の、なんだかナカでおっきくなって……は、はぁああんっ！": "Ah, nghh!\nY-Your thing is getting bigger and bigger... Hah, haaaahn!",
    "こみ上げてくる快感を堪えるように、\n腰を動かしピストンを始めていった。": "As if to endure the pleasure welling up inside her,\nI moved my hips and began to piston.",
    "あぁあああ……っ、んっ、んんっ、ふぁあああ……っ！": "Aaaaah...! Nn, nnn, fuaa...!",
    "膣道をペニスが抜き挿しされ擦り上げられる感覚に\nミリアムは再び声をあげ目を見開く。": "The sensation of my penis being pulled in and out of her vaginal canal and rubbed up against it.\nMiriam raised her voice again and opened her eyes wide.",
    "ひゃああああっ、なにっ、何これぇ……っ！\nお前のが、出たり、入ったり……んむむむむ……っ！": "Hyaaaaah, what, what is this...!?\nYour thing is going in and out... Nmmmmmmm...!",
    "きついのにぃっ、こんなに動いたらっ、\nあはぁっ、あぁっ、んふぅうううううう……っ！": "It's so tight, but if I move this much...\nAhaah, aah, nfuuuu...!",
    "狭くミリアムの膣内は、\nピストンの度に媚肉が絡みつき、最初はスムーズにいかなかった。": "Miriam's vagina was cramped.\nWith each piston thrust, her flirtatious flesh coiled around me, and it didn't go smoothly at first.",
    "だが、緩慢な挿送を繰り返すうちに、\n次第にミリアムに変化が訪れる。": "However, as I repeated the slow insertion...\nMiriam gradually began to change.",
    "うぁあああ……っ、あぅうっ、んんっ、はぁん……っ！\nはぁあっ、はふぅっ、ん……っ、あぁあっ！": "Uwaaaaah...! Auuu, nnn, haan...!\nHaaah, hafuu, nn...gh, aaah!",
    "ただ叫ぶだけだったミリアムの声に、\n甘いものが混じり始めた。": "Miriam's voice, which had been nothing more than a shout, caught my attention\nSweets began to mix in.",
    "膣内も熱く潤いはじめ、僅かずつにじみ出た愛液が\nピストンを加速させていく。": "Her vagina was also starting to get hot and wet, and her love juices oozed out slightly\nI sped up my thrusts.",
    "ふぁあああ……っ、なに、これ、なにこれ……っ、\nおく、ジンジンするのが、熱いのがぁ……っ、なんか、ヘン……": "Fuaaaah...! What is this, what is this...!\nIt's tingling deep inside, and it's so hot...! Something's weird...",
    "あぁあっ、これ、これ何ぃ……っ、\nお腹の奥、熱くなって……あ、あぁ、これ、これ、はぁあああ……っ！": "Ahhh, this, this is...!\nThe inside of my stomach is getting hot... Ah, ahh, this, this is, haaaaah...!",
    "ふぅうっ、き……きもち、いい……\nお前ので中擦られて、奥突かれて……きもち、いいのぉおっ！": "Phew, it... It feels good...\nYou're rubbing my insides, thrusting deep inside me... It feels so good!",
    "雌としての快感に目覚めたミリアムは、\n戸惑いながらも素直に快楽に流されていく。": "Miriam awoke to the pleasure of being a female.\nConfused, I obediently let the pleasure wash over me.",
    "悦びの声をあげながらこちらのペニスを受け入れ、\n引き抜く時には甘い声をあげそれを惜しむ。": "She let out a cry of joy as she accepted my penis.\nWhen I pull it out, she lets out a sweet voice and regrets it.",
    "より快感を得るために、自らも拙いながら腰を動かし、\nこちらの肉棒を色々な個所で受け入れていった。": "In order to gain even more pleasure, I moved my hips, albeit clumsily, myself.\nShe accepts my dick in various places.",
    "はぁっ、はぁあっ、んんん……あはぁっ！\nお前の……お前のこれ、いいっ、すごくいいっ！": "Haah, haaah, mmm... ahaah!\nYour...your thing...is so good, so good!",
    "はぁあああっ、なにこれ、なにこれっ、こんないいの、知らないっ！\nよすぎてぇ……っ、はっ、はぁあああああっ！": "Haaaaah, what is this, what's this, I don't know how good this is!\nIt's too good...! Hah, haaaaah!",
    "こんなの……こんなの……んぁあっ、\nおかしくなるっ！　ボク、おかしくなっちゃうよぉおっ！": "This is... this is... nnahh,\nIt's going to go crazy! I'm going crazy!",
    "強烈すぎる快感に、ミリアムはすがるような声をあげる。": "Miriam let out a pleading cry at the overwhelming pleasure.",
    "しかしミリアムの身体は欲望に忠実に腰をくねらせ、\n膣肉は陰茎をおいしそうに貪っていた。": "Miriam's body, however, wriggled its hips faithfully to her desires\nHer vaginal flesh was devouring my penis like it was delicious.",
    "んふぁあああ……っ、はぁっ、はぁあっ、\nいいっ、いいの、止まらないよぉお……っ！": "Nfuaaaah...gh, haah, haaah,\nI-It's okay, I can't stop...!",
    "ボクのナカにお前のが入る度に、ゴリゴリって奥擦る度に、\n奥の方から、ぞわぞわって、気持ちいいのがくる……っ！": "Every time your thing enters my naka, every time you grind against my depths,\nA shiver runs down my spine from deep inside, and it feels so good...!",
    "あはぁ……っ、いいの、もっともっと欲しくなって……っ、\nこれ、もう、他の事考えられなくなっちゃいそう……！": "Ahaa... It's okay, I want more...\nI can't think about anything else anymore...!",
    "ボクの頭もお腹も、ぜんぶぜんぶ……ふぅうっ、\n気持ちいいのでいっぱいだよぉ……っ！": "My head, my stomach, everything... Fuuu,\nIt feels so good...!",
    "ミリアムはうっとりとした表情で初めての快感を受け入れていく。\n紅潮した口元からは、だらしなくよだれが垂れていた。": "Miriam accepted the pleasure for the first time with an enraptured expression.\nDrool dribbled lazily from her flushed mouth.",
    "はぁあああっ、あふぅっ、んふぅうううう……っ！\nあぁあっ、気持ちいいの、いっぱいでぇ……あはぁああ……っ！": "Haaaaah, afuu, nfuuuu...!\nAaah, it feels so good, so good... Ahaaaah...!",
    "んぁあっ、な、なんだかヘンなのぉっ！\nもっともっとヘンになりそう……っ！": "Nnaah, th-that's kinda weird!\nI'm going to go even weirder...!",
    "よすぎてっ、奥からすごいのきちゃうっ！\nこれ、これ……あはぁああああっ！": "It's too good, something amazing is coming from deep inside!\nThis, this... Ahaaaaah!",
    "ミリアムがぶるりと身体を震わせる。": "Miriam's body trembled.",
    "おそらく、激しい絶頂の波が来るのを感じ取り、\nどうしていいのか分からず困惑しているのだろう。": "Most likely, she sensed a violent wave of climax coming,\nShe was probably confused, not knowing what to do.",
    "怖がることはない。このまま、思い切り気持ちよくなろう。\nそう伝えると、ミリアムの身体から僅かに力が抜けた。": "There's nothing to be afraid of. Let's just keep feeling good.\nThe tension drained from Miriam's body as soon as I told her that.",
    "……お、お前がそう言うんなら……んんっ、\nこ、このまま……あ、あぁあっ、ふぅうううっ！": "...I-If you say so...nnn,\nL-Like this... Ah, aaah, fuuuu!",
    "な、なんかくるっ、すごいのくるっ！\nこれ、これ、はぁあああっ！": "Th-There's something coming! Something amazing is coming!\nThis, this, haaaaah!",
    "ミリアムの膣壁が激しく痙攣し、\n包み込んだペニスを強烈に締め付けていく。": "Miriam's vaginal walls convulsed violently\nShe clamps down hard on my penis.",
    "このまま一緒に気持ちよくなろう……そう伝えると、\n無我夢中で腰を使い、膣奥に亀頭を打ち付けていった。": "Let's keep feeling good together like this... When I told her that...\nI use my hips in a trance and slam my glans into the depths of her vagina.",
    "あっ、あぁあっ、これ、これすごいっ！\nすごすぎてっ、はぁあっ、だめ、だめになっちゃうっ！": "Ah, ahhhh, this, this is amazing!\nIt's too amazing, haaah, I can't, I'm going to lose it!",
    "ボク、ボクっ、これらめぇっ、らめなのぉおっ！\nよすぎてぇえっ、あはぁあああっ！": "I, I, can't do these things!\nToo good, ahaaaaah!",
    "らめっ、らめぇっ、らめぇえええええええっ！！": "No, nooo, noooooooo!!",
    "くるっ、くるっ、きてるっ、すごいのきてるっ！\nはぁあああああああっ！！": "It's coming, coming, it's going, something amazing is coming!\nHaaaaahhh!!",
    "ふああああああ……\nはぁっ、はぁあっ、ふぅううう……": "*yaaaawn*...\nHaah, haaah, fuuuu...",
    "激しい絶頂の波に飲まれたミリアムは、\nぐったりと力を抜いてこちらに身体を預けていた。": "Miriam was swallowed up by the violent waves of climax.\nShe relaxes and leans against me.",
    "はぁ、はぁ……っ、これが、本で見た、\n気持ちよくなるやつ、なんだ……": "*pant pant*... This is what I saw in the book...\nWhat kind of person feels good...?",
    "ボクが思ってたより、ずっとずっとすごかったぁ……": "It was much, much more amazing than I thought...",
    "ミリアムは呆然としたままぽつりと呟く。\nその身体は脱力したままで、どうやら力が入らないらしい。": "Miriam muttered to herself, still dumbfounded.\nHer body was still exhausted, and it looked like she couldn't put any strength into it.",
    "さすがに心配になって、声をかけてみた。": "Unsurprisingly, I was worried, so I called out to her.",
    "……ミリアム、大丈夫か？": "...Millium, are you okay?",
    "……はっ！": "...Hah!",
    "声を聞いて、やっと正気を取り戻したのだろう。\nミリアムの表情がいつものような気の強そうなものとなる。": "He must have finally regained his sanity after hearing her voice.\nMiriam's expression turned into her usual strong-willed self.",
    "べ、別に大丈夫だから！\n全然、お前なんかに心配されることないっ！": "I-I'm fine!\nYou don't have to worry about me at all!",
    "確かに、なんか頭がポーッてなっちゃったけど……": "It's true that my head is kind of fuzzy, but...",
    "って言うか、そんなボクに好き放題して……！\nゆ、許さないからな！": "Actually, you're doing whatever you want to me...!\nI-I won't forgive you!",
    "好き放題……まぁ、間違いではないか。\nミリアムの方もだいぶノリノリではあったが。": "You can do whatever you want... Well, I guess it's a mistake.\nMillium was pretty into it, though.",
    "うるさーい！": "Shut up!",
    "くそぅ……覚えてろよ！\nいつか、ボクがリベンジしてやるからなっ！": "Dammit... I'll remember that!\nSomeday, I'll get my revenge!",
    "ミリアムは顔を真っ赤にしたまま、つじつまの合わない宣言をする。": "Miriam's face was still bright red as she made her incoherent declaration.",
    "それでも、彼女の身体は未だ力が完全に入りきってはおらず、\nこちらの身体にもたれかかったまま。": "Even so, her body still hadn't fully put its strength into it\nShe's still leaning against me.",
    "いつか……か。\n分かった、楽しみに待ってる。": "Someday... huh?\nOkay, I'll be looking forward to it.",
    "ムキになっているミリアムを見て、小さく苦笑して答える。": "Seeing Miriam so worked up, I gave her a small, bitter smile.",
    "むぅぅぅぅ～～～！": "Muuuu~!",
    "可愛らしく頬を膨らませた彼女の温かく柔らかい体を抱きしめながら……": "As I hugged her warm, soft body, which cutely puffed out her cheeks..."
}