{
    "さあ、とうとうあと１人ですわ。\nそうすれば正式にチームとして認められます。": "Now, there's only one left.\nThat way, we can officially be recognized as a team.",
    "でも、どうしましょうか？\n学園の皆さんには、ほとんど声をかけちゃいましたし……": "But what should we do?\nI've spoken to most of the students at the academy...",
    "いやあ、マジで声をかけてもほとんどの子に断られたねぇ。\n何に問題があるのかなぁ？": "Man, even when I called out to her for real, most of the girls turned me down.\nI wonder what the problem is?",
    "……いやまあ、あんたもラミも原因でしょ。\n実力はあるけど問題があるからで断られてる奴なんだし。": "...Well, you and Rami are the cause.\nHe's skilled, but he's turned down because there's a problem.",
    "一応自覚はありますのね……どういたしましょうか。\nそれに、誰でもいいとも言えませんわ。": "You're aware of that, aren't you? What should we do?\nBesides, I can't say I care who it is.",
    "まあ、ラミも妥協なんてしたくないしね。": "Well, Rami doesn't want to compromise, either.",
    "……どこかにいないでしょうか？\nチームに所属していななくて、私達のチームに入ってくれて……": "...I wonder if he's somewhere?\nYou didn't belong to the team, and you joined ours...",
    "そうですわね……\n鳴滝の名前を利用したいと考えるような方ではなくて。": "You're right...\nHe's not the type to want to use Narutaki's name.",
    "ラミはちゃんと実力があるパイロットじゃないと認めないから！": "Rami won't admit that she's not a real pilot!",
    "んー、まあ折角ならかわいい子がいいよね！": "Hmm, well, I'd rather have a cute girl!",
    "さ、流石に全部は無理ですよ！": "I-I can't do it all!",
    "そうですわね。そんな条件を満たす方なんて……あら？": "You're right. There's no one who can fulfill those conditions... Oh?",
    "あれ？　七彩さん、どうかしましたか？": "Huh? What's wrong, Nanaya?",
    "……いえ、全部の条件に当てはまる方の心当たりがありましたわ。\n": "...No, I have an idea who fits all the criteria.\n",
    "ええっ！？　ほ、本当ですか！？": "What?! R-Really?!",
    "ええ。鳴滝の名前に興味を持たず、実力があり……\n可愛らしい方で、どこのチームにも所属していない方が。": "Yes. He's not interested in Narutaki's name, and he's skilled...\nShe's a cute girl, and she doesn't belong to any team.",
    "……あー、もしかしてあいつのこと？": "...Oh, are you talking about him?",
    "だ、誰ですか！？": "Wh-Who are you?!",
    "それは、柊校舎に所属する一条白奈さんですわ。": "That's Hakuna Ichijo from the Hiiragi school building.",
    "……一条白奈さん？": "...Hakuna Ichijou?",
    "ええ。メイズに潜る実力も認められていて、\n成績も良くて色んな生徒からの評価も高いパイロットですわ。": "Yes. She was also recognized for her ability to dive into the Mays.\nHe's a pilot with good grades and a good reputation among all sorts of students.",
    "初めて聞きました……": "This is the first time I've heard of it...",
    "めるってそういう話全然知らないのね。": "You don't know anything about that, do you?",
    "す、すいません……基礎講習を乗り越えるのに、\nいっぱいいっぱいでしたから……": "I-I'm sorry... To get through basic training,\nIt was so full...",
    "まあいいけど……でも、一条白奈ねぇ。\nあいつ、このチームに入ってくれないんじゃないの？": "Well, whatever... But, Shirona Ichijou.\nHe's not joining this team, is he?",
    "だって、ほとんどのチームを断ったんでしょ？\nなんなら柊校舎じゃないチームからのスカウトも。": "I mean, you turned down most teams, didn't you?\nIf you want, scouting from a team that isn't part of the Hiiragi building.",
    "ええっ！？　他校舎からのスカウトを断った！？\nそ、そんな凄い人がどうしてチームに入っていないんでしょう……？": "What?! She turned down scouts from other buildings?!\nWh-Why isn't someone that amazing on the team...?",
    "彼女の意図は分かりませんけども……\n声をかけるだけであれば、別に何か損をするわけではありませんわ。": "I don't know her intentions, but...\nIt's not like I'm going to lose anything if I just talk to her.",
    "そうそう、ダメだったらその時はその時だからね。\n声をかけるだけなら構わないんじゃない？": "That's right. If it doesn't work out, we'll cross that bridge when we get there.\nYou don't mind if I just call out to you, do you?",
    "んー、まあそれもそうだけどさ……まあ行ってみるだけ行こっか。": "Hmm, well, that's true, but... Well, let's just go check it out.",
    "では、白奈さんは教室にいつもいるはずですわ。\nそれでは行きましょうか。": "In that case, Shirona-san should always be in the classroom.\nWell then, shall we go?",
    "…………": "............",
    "（あれが一条白奈さん……とっても綺麗な人……）": "(That's Ichijou Shirona-san... She's so beautiful...)",
    "はじめまして、一条白奈さん。\n少々お話をしてもよろしいでしょうか？": "Nice to meet you, Ichijou Shirona-san.\nMay I speak with you for a moment?",
    "……何？": "...What?",
    "わたくしは鳴滝七彩と申します。\n声をかけた理由は……チームへの勧誘をしにきましたの。": "My name is Narutaki Shichika.\nThe reason I called out to you... was to recruit you into the team.",
    "とても優秀なパイロットであると聞いていますわ。\nその力をぜひ、わたくしたちのチームで振るって欲しいのです。": "I've heard you're a very talented pilot.\nWe would very much like you to wield that power on our team.",
    "……あなた達のチームに入っても、\nわたしにできることなんてない。": "...Even if I join your team,\nThere's nothing I can do.",
    "それは、どういう意味ですの？\nこのチームでは、物足りないと？": "What do you mean by that?\nYou think this team isn't good enough?",
    "……深い意味なんてない。言葉通りの意味。": "...There's no deeper meaning behind it. It's just what it sounds like.",
    "何よそれ？　ラミ達じゃ不満ってこと？": "What's that supposed to mean? You mean you're not satisfied with Rami and the others?",
    "……わたしが入ったところで、迷惑になるだけ。": "...Even if I went in, it would only cause trouble.",
    "それはあたしたちが合わせて成長するってことじゃダメかな？": "Doesn't that mean we'll grow up together?",
    "……なら、なおさら入れない。\nわたしは……あなたたちが求めるような人材じゃないから。": "...All the more reason not to put it in.\nI'm...not the kind of person you're looking for.",
    "はぁ、じゃあ無理ってこと？\n諦めよ。こうなったらダメだわ": "*sigh* Does that mean it's impossible?\nGive it up. This isn't going to work.",
    "そうですわね……分かりましたわ。\nいきなりの勧誘で失礼いたしましたわ。それでは。": "You're right... Understood.\nMy apologies for the sudden invitation. Well then.",
    "ふぅ……取り付く島もありませんでしたわね。\n一番条件に会う方でしたけども……": "Phew... There wasn't even an island to cling to.\nHe was the one who met the most conditions, but...",
    "やっぱあいつは無理だったんだって。": "He said it was impossible after all.",
    "うーん、まあ、仕方ないか。\n時間もないし、他の子を探しに行くしかないね。": "Hmm, well, I guess it can't be helped.\nWe don't have much time, so we'll just have to go look for another girl.",
    "そうだね……める、諦めて他の子をさがすよ。": "You're right... I'll give up and look for another girl.",
    "めるさん？　どうしたんですの？": "Meru-san? What's wrong?",
    "……あ、あの、待ってください。\nもう１度、白奈さんと話をさせてください。": "...U-Um, please wait.\nPlease let me talk to Hakuna-san again.",
    "は？　なんで？": "Huh? Why?",
    "うまく言えないんですけど……大事なことを聞けてない気がするんです。\nだから、もう１度話をさせてください。": "I can't quite put it into words, but... I feel like I haven't been able to ask you something important.\nSo please let me talk to you again.",
    "……大事なこと？　何それ？\n意味わかんないんだけど？": "...Something important? What's that?\nI don't know what you're talking about.",
    "まあまあ、めるちゃんの好きにしたらいいんじゃない？\nどの道他にこれと言って手があるわけじゃないし。": "Now, now, why don't you just do whatever you want, Mechan?\nIt's not like there's anything else we can do.",
    "ありがとうございます！\n私だけで白奈さんとお話をしてみますね！": "Thank you very much!\nI'll try talking to Hakuna-san by myself!",
    "分かりましたわ。わたくしたちは他に候補がいないか探してきますので、\n後で教室前で合流いたしましょう。": "Understood. We'll go look for any other candidates,\nLet's meet up in front of the classroom later.",
    "こんにちは！　さっきはご挨拶が出来なくてすいません……\n私は桃園めるって言います！": "Hello! I'm sorry I couldn't greet you earlier...\nI'm telling you, I'll go to Momozono!",
    "……一条白奈。\nそれで、また勧誘に来たの？": "...Hakuna Ichijou.\nSo, you're here to recruit again?",
    "はい！　白奈さんは、どこのチームに入る予定なんですか？": "Yes! Which team do you plan to join, Shirona-san?",
    "……決まってない。": "...It hasn't been decided.",
    "でしたら……私たちのチームに入るのはダメですか？": "In that case... Can't you join our team?",
    "……できない。迷惑をかけたくない。": "...I can't. I don't want to cause trouble.",
    "迷惑をかけたくない……そうですよね。\n私も気持ちは分かります！": "I don't want to cause any trouble... That's right.\nI understand how you feel, too!",
    "……あなたに何が分かるの？": "...What do you know?",
    "その、私って集中すると周りが見えなくなって……\nそのせいで昔から迷惑をよくかけていたんです。": "Umm, when I concentrate, I lose sight of my surroundings...\nBecause of that, I've been causing trouble for a long time.",
    "なんだか白奈さんを見ていたら……そうやっている時の、\n悩んでいる自分に似ていると思ったんです。": "For some reason, when I was looking at Shirana-san...\nI thought it was similar to worrying about myself.",
    "……って、ご、ごめんなさい！\n似てるなんて失礼でしたよね！　白奈さんは優秀な方ですし……": "...Wait, I-I'm sorry!\nIt was rude of me to say they resembled each other! Shirona-san is an excellent person...",
    "……ううん、そんなことはない。": "...No, that's not true.",
    "わたしも、悩むことも多いから……もしかしたら、\nめるとわたしは似てるのかもしれない。": "I have a lot to worry about, too, so... maybe...\nWhen I put it that way, I might be similar.",
    "（よかった……白奈さん、笑ってくれた）": "(Thank goodness... Shirona-san smiled at me.)",
    "……どうして、わたしなの？": "...Why me?",
    "えっ？": "Huh?",
    "めるたちはチームメンバーを探しているのは分かったけど。\nわたしの必要はないと思う。": "I know Meguru and the others are looking for a team member.\nI don't think I need to.",
    "他の子達は、ダメ元でわたしに話しかけてきた。\nなら、きっとわたしである必要はないはずだと思うから。": "The other girls started talking to me, even though they couldn't.\nIn that case, I don't think there's any need to be me.",
    "そんなことはありません！\nわたしは、白奈さんに仲間になって欲しいと思っています！": "That's not true!\nI want you to join me, Shirona-san!",
    "……どうして？\nめるはわたしのことを知らないのに。": "...Why?\nEven though Meguru doesn't know me.",
    "だって、白奈さんは入れないとは言いました。\n……でも、入りたくないって言っていませんから。": "After all, Hakuna-san said she wouldn't let me in.\n...But I never said I didn't want to go in.",
    "それは……": "That's...",
    "断られたときは、いつだって他に決まってるだったり、\n無理だって断られてきました。": "Whenever she turned me down, it was always something else,\nHe said it was impossible, and refused.",
    "でも……白奈さんは、一度も入りたくないって言ってないですから。\nだから、本当の気持ちが聞きたかったんです。": "But... Hakuna-san never said she didn't want to go in.\nThat's why I wanted to hear your true feelings.",
    "多分、どこか似てる所があるから思うんです。\nもしも……もしも、期待してるようにできなかったらって。": "I think it's probably because there's something similar about them.\nWhat if... what if I can't get my hopes up?",
    "必要だって言われてもその期待を裏切るんじゃないかって、\n考えて悩んで……動けなくなるんじゃないかって。": "Even if she said it was necessary, I thought she might betray that expectation.\nThinking about it, agonizing over it... I thought I'd be paralyzed.",
    "……めるのいう事は……あってる。": "......I'm......right.",
    "わたしは、不安なの。\nこれだけ期待されて……それを裏切りたくはないから。": "I'm worried.\nI don't want to betray her expectations.",
    "白奈さん……": "Shirana-san...",
    "めるたちが期待してるような結果を出す自信はないし……\n迷惑をかけたくないの。": "I'm not confident I'll get the results they're hoping for...\nI don't want to cause you any trouble.",
    "……でも、白奈さん。大切なことを言っていません。": "...But, Shirona-san, I didn't say anything important.",
    "白奈さんの気持ちです": "It's how you feel, hakunasan.",
    "白奈さんの意思です": "It's your will, hakunasan.",
    "大切なこと……って、なに？": "Something important... Wait, what?",
    "わたしの、気持ち？": "My feelings?",
    "はい……だって、今の白奈さんは迷惑をかけたくないって言って、\n自分の本当の気持ちに関しては何も言ってくれてません！": "Yes... Because right now, Shirona-san said she didn't want to cause any trouble.\nHe hasn't said anything about his true feelings!",
    "私の……意思？": "My...will?",
    "はい……だって、白奈さんはずっと誰かの事を考えて、\n自分が本当はどうしたいのかを伝えていません！": "Yes... Because Shirona-san has been thinking about someone for a long time.\nI didn't tell her what I really wanted to do!",
    "……める。でも、わたしは……": "...I will. But, I...",
    "迷惑をかけてしまうかもなんて気にしなくていいです。\nだから、白奈さんの本心を教えて欲しいんです！": "You don't have to worry about causing trouble.\nThat's why I want you to tell me how you really feel!",
    "……わたしの本心は。": "...My true feelings.",
    "――本当は、チームに入りたい。\n誰かの役に立ちたいって、ずっと思っていた。": "—To be honest, I want to join the team.\nI've always wanted to be useful to someone.",
    "白奈さん……なら、一緒に頑張りませんか？": "Hakuna-san... Then why don't we do our best together?",
    "……でも、きっと迷惑をかける。": "...But I'm sure I'll cause trouble.",
    "そんなの構いません！\n私だっていっぱい迷惑をかけちゃいますから！": "I don't care about that!\nI'll cause you a lot of trouble too!",
    "……皆の期待外れになる。": "...Everyone's expectations were dashed.",
    "大丈夫です！　そうだとしても、一緒に成長すればいいんです！": "Don't worry! Even if that's the case, we just need to grow up together!",
    "……最後に聞かせて欲しい。": "...Let me ask you one last thing.",
    "めるは、私に仲間になって欲しい？": "Meha, do you want me to join you?",
    "……はい！　私は、白奈さんに仲間になって欲しいんです！": "...Yes! I want you to join me!",
    "……ありがとう。\nめるがそういってくれるなら、わたし……めるたちの仲間になる。": "...Thank you.\nIf you say so, Meguru... I'll be your friend.",
    "白奈さん……ありがとうございます！": "Shirona-san... Thank you very much!",
    "めるさん、お待たせ致しましたわ。\n生憎、こちらは見つかりませんでしたけども……": "Thanks for waiting, Meguru-san.\nUnfortunately, we weren't able to find him...",
    "てか、もう後半はラミたち見るだけで逃げてたんだけど！": "By the way, I was already running away just looking at Rami and the others in the second half!",
    "いやー、流石にあれはあたしでもびっくりしたよねぇ。\nやっぱり噂が悪かったかなぁ。": "Man, even I was surprised by that.\nI guess the rumors were bad after all.",
    "……める。本当に大丈夫……？": "...Stop. Are you really okay...?",
    "だ、大丈夫ですよ！\n皆さんいい人ですから！": "I-I'll be fine!\nThey're all good people!",
    "……え？　その発言はもしかして……": "...Huh? Could that be...",
    "……これからよろしく。": "...I'm looking forward to working with you.",
    "……はぁああああ！？\n嘘でしょ！？　本当に一条白奈が入ることになったの！？": "...Huuuuhhh!?\nYou're kidding, right?! Did Hakuna Ichijo really end up going in?!",
    "うわー！　凄いね！　どんな魔法を使ったの！？\nどんなチームでも首を縦に振らなかったって聞いたよ！？": "Wow! That's amazing! What kind of magic did you use?!\nI heard that no team on any team ever nodded their heads!",
    "そ、その……誠心誠意、お話をしてお願いをしただけです！": "U-Umm... I was just asking you to talk to me with all my heart!",
    "……めるの熱意が決め手。": "...Her enthusiasm is the deciding factor.",
    "……ありがとうございますわ、めるさん。\nこれでやっと……五人揃えることが出来ましたわね。": "...Thank you very much, Meru-san.\nWe've finally managed to get all five of us together.",
    "はい！　……なんだか、夢見たいです。\nこんな風にチーム結成できるなんて。": "Yes! ...I want to have a dream.\nI never thought I'd be able to form a team like this.",
    "こらこら、もうゴールしたみたいに言ってるけど、\nここからがスタートなんだからね？": "Hey, hey, you sound like you've already reached the goal, but...\nThis is where it all starts, okay?",
    "そうよ！　ラミだって稼げるチームじゃないなら、\n見限って出ていくからね！": "That's right! If Rami isn't a team you can make money on,\nI'll give up and leave!",
    "……わたしに出来る限りは頑張る。": "...I'll do my best.",
    "は、はい！　分かりました！\nきっとがっかりさせないように頑張りますね！": "Y-Yes! Understood!\nI'm sure I'll do my best not to disappoint you!",
    "では、このまま生徒会長に申請致しましょうか。": "Well then, shall we continue to apply to the student council president?",
    "いやー、このまま退学ってことになるかと思ったらヒヤヒヤしたね。": "Man, just when I thought I'd be expelled from school like this, I got chills.",
    "……え？": "...Huh?",
    "はぁ！？　退学ってなんの話よ！？": "Huh?! What do you mean by expelled?!",
    "……あれ？　もしかして説明してませんでした？": "...Huh? Didn't I explain?",
    "……確かに入ってくれたことが嬉しくて、\n生徒会長から条件を付けられていた話を伝えていませんでしたわね。": "...I was definitely happy that she'd come in,\nI didn't tell you what the Student Council President told me.",
    "あれ？　意図的に黙ってると思ってたんだけど、忘れてたんだ。": "Huh? I thought she was keeping quiet on purpose, but I forgot.",
    "……もしかして、入るチーム間違えた？": "...Did I join the wrong team?",
    "ちょっと！？　問題があるならラミ抜けるけど！？": "Hey!? If there's a problem, I can pull out the lamii!?",
    "ま、待ってくださいませ！\nちゃんと事情を説明いたしますから……！": "W-Wait a minute!\nI'll explain the situation properly...!",
    "あはは！　いやあ、楽しいチームになりそうだね！": "Ahaha! Looks like we'll be a fun team!",
    "言っている場合ですかっ！！": "This is no time to be saying that!!"
}