{
    "そろそろお別れの時間だよな。\nじゃあ、また明日――": "It's about time for us to say goodbye.\nSee you tomorrow, then—",
    "ま、待ってください！\nもう少し……！": "W-Wait a minute!\nJust a little more...!",
    "もう少しだけ……%usernameusernameuserna%さんと一緒の時間を\n過ごしたいです。ここでお終いではなく……": "Just a little longer... I want to spend some time with %usernameusernameuserna%.\nI want to spend my time here. This isn't the end...",
    "デートの予定、まだ残っていたのか？\nもう無理に目的を消化しようなんて……": "Did you still have plans for your date?\nI can't force myself to digest my goal anymore...",
    "い、いえっ！　違いますわ！": "N-No! That's not it!",
    "……だ、だって、この続きなんて……\nわたくしの予定にはありませんもの……": "...B-But, to continue like this...\nIt's not on my schedule...",
    "七彩がそう言ってくれるなら、俺ももう少し一緒にいたい。": "If Shichika said so, I wanted to stay with him a little longer.",
    "（……七彩の手、さっきより火照ってる）": "(...Shichika's hand is even hotter than before.)",
    "静寂に包まれた自室で、真っ赤になった七彩と向き合う。\nだが彼女の目線は、ずっと壁の方を彷徨っていた。": "In her room, shrouded in silence, she faced Shichika, who had turned bright red.\nBut her eyes had been wandering toward the wall the whole time.",
    "あの……\nわたくし、ここから先はどうすればいいか……": "Um...\nWhat should I do from here on out...?",
    "わかってる。\nちゃんと俺がリードするよ。": "I know.\nI'll take the lead.",
    "……優しくしてくださいね？": "...Please be gentle, okay?",
    "答える代わりに、震える肩を抱いて七彩の体を引き寄せた。": "Instead of answering, she held Shichika's trembling shoulders and pulled him closer to her.",
    "碧い光彩を放つ瞳が、ようやく俺の視線と真っ直ぐ重なる。\nそれも一瞬のことだった。": "Her azure eyes finally meet my gaze.\nIt all happened in an instant.",
    "んっ――\n": "Nn—\n",
    "ほんのり湿った唇の感触を確かめてから、\nもう１度、七彩と見つめ合った。": "I felt her slightly damp lips, and then...\nShichika and I stared at each other again.",
    "い、いきなりですのね……%usernameusernameuserna%さんは\nもっと紳士的な殿方だと思ってましたわ。": "Th-This is so sudden... %usernameusernameuserna%-san...\nI thought he was a gentlemanly gentleman.",
    "ごめん。怖かったかな？": "Sorry. Were you scared?",
    "少し……ですが……\nそれ以上に、胸が高鳴ってしまいました。": "A little... but...\nMore than that, my heart was racing.",
    "そんなふうに言われたら、\nもっと強く求めてしまうかもしれない。": "If you put it like that,\nI might end up asking for it even more strongly.",
    "……わ、わたくしも同じです。\n目の前の人と、熱く触れ合いたい気持ちは……\n": "...I-I feel the same way.\nThe desire to touch the person in front of me so passionately...\n",
    "もう一度、今度は七彩の方から額を寄せてきた。": "Once again, this time it was Shichika who brought his forehead close to hers.",
    "はぁ……んっ……！": "Haa...nnn...!",
    "もう口づけだけでは済まされなかった。\n": "It wasn't just a kiss anymore.\n",
    "ついばむように何度か唇を重ねながら、\n抱き寄せた七彩の体を服の上からまさぐる。": "She pressed her lips against mine a few times as if pecking at me.\nI groped Shichika's body through his clothes.",
    "わたくし……どんどん顔が火照ってしまって……": "My face... is getting hotter and hotter...",
    "抱きしめながらすり寄せた頬は、\n確かに彼女自身が言うように熱かった。": "I hugged her and nuzzled my cheek against hers.\nIt was certainly as hot as she herself said.",
    "%usernameusernameuserna%さん……\nもっと、してください……": "%usernameusernameuserna%...\nPlease, do more...",
    "耳元で囁かれた一言に理性が決壊し、\n俺はベッドに向かって七彩の体を押し倒していた。": "Her reason broke at the whispered words in her ear\nI was pushing Shichika's body down toward the bed.",
    "七彩の制止の声も聞かず、俺はあっという間に\n彼女の下半身を覆うものを奪い取っていた。\n": "I didn't even hear Shichika's attempt to stop me, and I wasted no time\nHe had snatched away what was covering her lower body.\n",
    "こ、こんな格好を見られるなんて……\nわたくし、恥ずかしくてどうにかなってしまいそうです……": "I-I can't believe I got to see her like this...\nIt's so embarrassing, I feel like I'm going to go crazy...",
    "張りのある白いお尻に、\nすっかり硬くなったペニスを擦りつける。": "Her firm white butt...\nI rub my hardened penis against hers.",
    "あっ……か、感じます……今、わたくしのお尻に触れているものが、\n%usernameusernameuserna%さんの……": "Ah... I-I can feel it... What's touching my butt right now...\n%usernameusernameuserna%'s...",
    "こんなに大きくて熱いものが、わたくしの中に……\nほ、本当に入るのでしょうか……？": "Something this big and hot is inside me...\nI-Is it really going in...?",
    "竿の裏側に、ぬるりとした体液を感じる。": "I can feel her slimy bodily fluids on the underside of my rod.",
    "ショーツを剥ぎ取った時に十分に愛撫した彼女の秘部は、\n存分に濡れて俺を受け入れる瞬間を待っているようだった。": "Her private parts, which I had caressed plenty when I peeled off her panties,\nShe seemed to be waiting for the moment when she was fully wet and accepting me.",
    "どうか……ひとつに、してくださいませ……\nわたくしと%usernameusernameuserna%さんの、大切なところを……": "Please... let me be one with you...\nThe important part of %usernameusernameuserna%-san and I...",
    "覚悟を決めたように、七彩の手がベッドシーツを握る。\nそのそばに落ちている下着の染みが、俺をいっそう昂ぶらせた。": "Shichika's hand gripped the bedsheet as if he'd made up his mind.\nThe stain on her underwear beside her makes me even more excited.",
    "っ――ぅ……んんんんんんっ……！": "――Uu......nnnnnnnnn......!",
    "入口の強い抵抗をかいくぐって、\nペニスがずぶずぶと七彩の膣へ侵入していく。": "I slipped through the strong resistance at the entrance...\nMy penis penetrated Shichika's vagina.",
    "あっ……つ……だ、だめ……ですわ……！\nそんな……ゆ、ゆっくり……っ！": "Ah... Ugh... D-Don't...!\nThat's...s-slowly...!",
    "わたくしの、おなかっ……%usernameusernameuserna%さんので……\nじわじわ……広げられてぇ……っ、ん、ん、んんっ……！": "My stomach... It's %usernameusernameuserna%'s...\nSlowly... It's spreading out...! Nn, nn, nnn...!",
    "まるで下腹部から声を出しているかのように、\n汗ばんだヒップがふるふると揺れている。": "It was as if her voice was coming from her lower abdomen\nHer sweaty hips were trembling.",
    "濡れそぼった肉壁に包み込まれる心地よさは、\n瞬く間に果てそうになるのを堪えなければならないほどだ。": "The comfort of being engulfed in a wall of wet flesh...\nSo much so that I had to hold back the urge to cum in the blink of an eye.",
    "ひぅっ！？　はぅ……あっ……こ、これって……！？\nい、今……中で、何か……ん、ふぅっ……！": "Hiuh?! Hau......ah......th-this is......?!\nTh-There's... something inside me... Mm, fhhh...!",
    "快感に耐え忍ぶ肉棒の震動を、七彩も感じ取っているようだ。\n絡みつくヒダが、俺と呼吸を合わせるようにざわついている。": "Shichika seemed to be feeling the trembling of his meat pole, which was enduring the pleasure.\nHer entwined pleats stir in sync with mine.",
    "七彩のいやらしい反応に何度も暴発を誘われながら、\n俺の先端はなんとか子宮の入口へとたどり着いた。": "Shichika's lewd reaction invited her to explode over and over again\nI manage to reach the entrance to her womb.",
    "はぁ……はぁ……はぁっ……！\n%usernameusernameuserna%さん……も、もう……動きませんの……？\n": "*pant pant*...!\n%usernameusernameuserna%... A-Are you... not going to move anymore...?\n",
    "いきなり激しいピストンを始めては、きっと負担をかけてしまう。\nでも、七彩はよくわかっていないのだろう。": "I'm sure I'll put too much strain on her if I start thrusting violently right off the bat.\nBut Shichika probably didn't really understand.",
    "セックスが終わってしまったものと思い込んでいるのか、\n彼女はもどかしそうに瞳とお尻を揺らしていた。": "She seemed to be under the impression that sex had ended.\nThe girl's eyes and butt wavered impatiently.",
    "んんんっ……ど、どうしてなのでしょう……\nわたくし……っ……はぁ……体の奥が、ムズムズしてしまって……": "Hmmm... I-I wonder why...\nI... hah... feel a itch deep inside me...",
    "しばらく腰の動きを控え目にしているうちに、\n七彩の膣は俺の形を覚えて、吸盤のように張り付いてきた。": "I kept my hips in check for a while, and then...\nHer vagina remembers my shape and sticks to me like a sucker.",
    "そろそろ大丈夫だろう――と、\n俺は七彩の中に埋まった怒張をゆっくりと引きずり出した。": "It should be fine now—or so I thought\nI slowly pulled out the bulge buried inside Shichika.",
    "ひゃうぅっ……！？　%usernameusernameuserna%さん……！\nな、何をして……あ、あぁぁんっ……！": "Hyauuu...!? %usernameusernameuserna%...!\nWh-What are you doing... A-Aaahn...!",
    "ここからがセックスの本番だと、そう彼女の耳元に囁きかけ、\n俺は再び七彩の最奥を目がけてペニスをねじ込んでいく。": "He whispered into her ear that this was where the real sex would begin.\nOnce again, I thrust my penis into her deepest parts.",
    "ま、また、%usernameusernameuserna%さんが奥に……\nわたくしの深いところにっ……！　んんんんぅぅっ……！": "A-Again, %usernameusernameuserna%-san is in the back...\nDeep inside me...! Mmmmmmmm...!",
    "七彩の中を味わうように、ゆっくり、何度も腰を前後させた。": "I move my hips back and forth slowly, over and over, as if savoring her insides.",
    "あぁぁ……んぅ……あっ、はぅ……は、んっ……！\n出たり……は、入ったり……ぃっ……んんっ！": "Aaah... nnu... ah, hau... ha, nn...!\nIt's coming out... I-It's going in... ii... nnn!",
    "こ、これが……せっくすっ……なのですか……！？\nそんな……い、いっぱい、こすられては……っ！": "Th-This is... sex...!?\nThat's... I-If you rub me so much...!",
    "お股が……わたくしの、あっ、あんっ、アソコが……\nひうんっ、や、火傷……してっ、しまい……そうですっ……！": "My crotch... My, ah, ahn, pussy...\nHiun, I-I'm going to... get burned...!",
    "それは七彩の蜜壺が、俺を捕えて離すまいと\nきつく食いついてくるからだった。": "That's because Nanasai's honey pot caught me and wouldn't let me go.\nIt's because she's digging into me so tightly.",
    "んっ……わたくしのが……せ、狭くて……小さいから……\n%usernameusernameuserna%さんもっ……苦しい、ですか……？": "Mm... My thing is... so small... and small...\nAre you... in pain too, %usernameusernameuserna%...?",
    "あ――っ、ん……よ、よかった……です、あ、あんっ……！\n%usernameusernameuserna%さんが、喜んでくださって……！": "Ah――! Nn......I-I'm......happy, ah, ahn...!\n%usernameusernameuserna%-san is so happy...!",
    "安堵の瞬間、膣内がヒクついたのを確かに感じた。": "In the moment of relief, I definitely felt her vagina twitch.",
    "もっと七彩をリラックスさせてあげようと、\n律動を続けながら体のあちこちをまさぐってみる。": "I tried to make Shichika relax more,\nI continue my rhythm as I grope all over my body.",
    "へっ……？　あ、あの……何を……んっ。\nん……ふ……あ……はぁ……ふぅ……ふ、くぅん……": "Huh...? U-Um... What are you... nn.\nNn......hu......ah......haa......fuu......uu, kuun......",
    "太股に手を滑らせ、なだらかな脚の曲線に沿って股間へ。\nしかし結合部は敢えて避け、指先をヘソの方へ向かわせる。": "I slid my hand down her thighs and followed the gentle curve of her legs to her crotch.\nBut I purposely avoid where we're connected, and move my finger toward her navel.",
    "お、お腹は、ちょっと……あ、あぁ……っ……\nくすぐったい……ですわっ……んん……！": "M-My stomach is a little... ah, ahh...!\nIt... tickles... Mmm...!",
    "モゾモゾと身をよじる七彩。その体とベッドに挟まれた\n豊かな乳房が、触ってほしいとばかりに自己主張していた。": "Shichika squirmed. He was sandwiched between her body and the bed.\nHer ample bosom asserted itself as if it wanted me to touch it.",
    "ん！　胸っ……お好きなんですね……\nんぁ……あぅ、ん、んふぅ……！": "Mm! So you like breasts...\nNnah... au, nn, nfuu...!",
    "腰を打ち付けるたびに揺れる双丘を、\n外側から手の平で包んでゆっくりと撫でていく。": "Her twin mounds swayed every time I slammed my hips into them\nI wrapped my palms around it from the outside and slowly stroked it.",
    "はふ……んっ……どうぞ、いっぱい……触ってください……っ、\n%usernameusernameuserna%さんの、ん、ん……したいように……": "Hafh... nnh... Please, touch me... lots...\n%usernameusernameuserna%-san, nn, ngh... do what you want...",
    "――ひゃっ！　んっ！　あっ、さ、先っぽは……！\n摘まんだりなんてっ……はぁ、あ、あぁぁんっ……！": "――Hyah! Nn! Ah, th-the tip......!\nI didn't... hah, ah, aaahn...!",
    "枕に押しつけた顔を、イヤイヤするように振る七彩。\nしかしその表情は、言葉とは裏腹に感じ始めている様子だ。": "Shichika shook his face, which was pressed against the pillow, as if he didn't like it.\nBut in contrast to her words, she seems to be starting to feel it.",
    "ふぁぁ、あっ、あっ、あぁぁんっ……！\nあ、アソコのムズムズが……どんどん、強く……くぅんっ……！": "Fuaah, ah, ah! Aaahn...!\nTh-That itch... It's getting tighter and tighter... Khhn...!",
    "やはり、快楽が苦しさに勝り始めているようだ。\n緩やかな抽挿に合わせて、喘ぎがリズミカルになっていく。": "It looks like the pleasure is starting to overwhelm her.\nHer gasps grew rhythmical in time with my gentle thrusts.",
    "はふ……はぁ……ひぅ……んんぅ……！\n%usernameusernameuserna%さんは……気持ち、いいですか……？": "Hafu......haa......hiu......nnnu......!\nDoes %usernameusernameuserna%-san... feel good...?",
    "わたくしばかり……っ……フワフワした気持ちに……あんっ……！\nちゃんと、一緒に……高まって……ほしいですっ……！": "I'm the only one... who feels so light... Ahn...!\nI want you... to get better... with me...!",
    "もちろんだと答えて、汗ばんだ首筋に口づける。\n抽挿を徐々に速めながら、抱きしめるように腰を撫でた。": "I replied, \"Of course,\" and kissed her sweaty neck.\nAs I gradually sped up my thrusts, I stroked her hips as if to embrace her.",
    "す、好き……はぁ……んん……好きです……そうして優しく……んっ……\n%usernameusernameuserna%さんに、撫でられるのが……んんっ……": "I-I love you... Haa... Mmm... I love you so much... Be gentle... Mm...\nBeing petted by %usernameusernameuserna%... Mmm...",
    "ならばここも――と、俺を咥え込んだ隘路の入口周辺を、\n唾で濡らした指先でなぞり、焦らすように刺激していく。": "In that case, I'll do the same here――And the area around the entrance to the road that held me in its mouth...\nI ran my saliva-soaked fingers along it, teasing it.",
    "あ、ふぅ……はぁ、ん、ぅぅ……！\nやぁっ……お、お股は……乳首よりも、もっと……！": "Ah, fuu...haa, nn, uu...!\nNooo... M-My crotch... is even bigger than my nipples...!",
    "本当に嫌がっているわけではないのだろう。\nいっそう強い刺激を求めるように、腰をくねらせて俺を誘惑してくる。": "It wasn't as if she really didn't like it.\nShe wriggles her hips to tempt me, seeking even stronger stimulation.",
    "ど、どうして……なのでしょう……？\nわたくし……はぁっ……とても、恥ずかしくて……苦しいのに……": "I-I wonder... why...?\nI'm... haah... so embarrassed... and in pain...",
    "頭も、ぼんやりして……溶けそうなくらい……体、熱いのに……\nもっと……もっとって……思ってしまうの……っん……！": "My head's all fuzzy... My body's so hot... it feels like it's going to melt...\nI want... more... I want more... Mm...!",
    "%usernameusernameuserna%さん……た、たすけて……\nわたくしの熱を……なんとかしてくださいぃ……！": "%usernameusernameuserna%... H-Help me...\nPlease... do something about my fever...!",
    "もうしばらく我慢してほしいと伝えて、\n俺はさらにピッチを上げていく。": "I told her that I wanted her to put up with it for a while longer,\nI pick up the pace even more.",
    "あぅ、んっ、んっ、んっ、やぁっ……！\nそんなにっ、したらっ、もっと、もっと、熱く……あぁっ……！": "Auh, mm, mmh, mh, yaah...!\nIf you do it like that, it'll be even hotter... Aaah...!",
    "もっと感じさせたくて、もっと乱れさせたくて、\n俺はピストンを繰り返しながら、肉豆を指で軽く弾いた。": "She wanted to make him feel more, and she wanted to mess him up even more\nRepeating my piston motions, I lightly flicked the meat bean with my finger.",
    "ひゃあんっ！？　な、何っ……！？\nそれ、い、今のっ……！？　はぁあぁんっ……！": "Hyaanh?! Wh-What...?!\nThat, just now...!? Haaaahn...!",
    "指でクリトリスをいじりながら、挿入の角度を変えて、\nさらに激しく出し入れを続けた。": "As I fiddled with her clitoris with my fingers, I changed the angle of insertion\nI continued to thrust in and out even more intensely.",
    "きっと、んぁ、あぅっ、わ、わたくし……死んじゃいます……！\nこのまま……%usernameusernameuserna%さんに、抱かれたまま……！": "I'm sure, mnah, auh, I-I'm... going to die...!\nAt this rate... I'll be held by %usernameusernameuserna%-san...!",
    "だって……もう……っ、くぅ、ん、んんっ、\nあ、頭、真っ白に……なりそうで……あぅ、ぅんんっ……！": "Because... I'm... kuu, nn, nnn,\nAh, my head feels like... it's going to go blank... auh, nnnh...!",
    "シーツをかき乱し、腰をくねらせながら悶える七彩。\nその姿が俺をますます興奮させるとも知らずに。": "Shichika stirred the sheets and wriggled his hips in agony.\nShe doesn't even know that the sight of her makes me even more excited.",
    "あ――あっ、あっ、あっ、あんっ、あぅんっ！\nは、速っ、はやひっ……ですぅ……ん、ん、ん～っ！\n": "Ah—ah, ah, ah! Ah, ahn, ahhn!\nTh-That was fast... so fast... nn, nnn, nn~!\n",
    "花弁からかき出される蜜の量は、もはや濁流だった。\n太ももを伝う淫靡な雫が、ベッドの上に大きなシミを広げていく。": "The amount of nectar coming out of the petals was already a muddy stream.\nThe lewd drops running down her thighs spread a large stain on the bed.",
    "こちらも、そろそろ堪えきれなくなりそうだ。\n俺は七彩の膣を摩擦しながら、絶頂を予告した。": "I don't think I'll be able to take it anymore either.\nRubbing against Shichika's vagina, I announced my climax.",
    "んぁ、んっ、んっ、イ、イク……？\nふぁっ、あんっ、イクって、どちらへっ……！？": "Nnah, nnh, nh, c-cumming...?\nFuah, anh, cumming, where are you going...!?",
    "置いてきぼりは、っ、はっ、ああっ、イヤ、ですわっ……！\nわたくしも……一緒にっ……ん、い、一緒にっ……！": "I don't want to be left behind...!\nI'll... come with you... nn, i-together...!",
    "その様子は、まるで駄々をこねる子どもだった。": "She looked like a child throwing a tantrum.",
    "普段とはまるで違う七彩の姿に、\nいけないことをしているような気持ちが膨れ上がっていく。": "The sight of Shichika was completely different from usual.\nI felt like I was doing something I shouldn't have.",
    "あっ、か、か、感じますっ……びくんって……\nわたくしのっ……中で……また、びくんって……はぁぅ！": "Ah, I-I-I can feel it... It twitches...\nMy... insides... are twitching again... haau!",
    "ひゃうううっ！？\nぐ、ぐりぐりって、奥っ……んんんんんっ……！": "Hyaaaaah?!\nG-Grinding, deep inside... Mmmmmmm...!",
    "それぇ、わたくしもっ、な、何か、来て……！\nんあ、あ、あぁぁぁっ――！": "That's it, me too! S-Something, come...!\nNnah, ah, aaaaah!",
    "七彩の子宮口に、限界まで膨れ上がった欲望を押しつける。\nそして、とうとう決壊の瞬間が訪れた。": "I pressed my lust, which had swollen to its limit, against Shichika's cervix.\nAnd finally, the moment of destruction arrived.",
    "あっ――く、ん、んんんぅぅぅっ……！": "Ah――Kuh, nn, nnnnuuuu...!",
    "七彩の方からもお尻を押しつけられ、\n俺達は一緒になって全身を震わせた。": "She pressed her butt against me from Shichika's side as well.\nTogether, our whole bodies trembled.",
    "ぅく……んんっ、んっ……んはぁ……！\nあ、熱い……です……今までで、一番……熱いの……！": "Uku...nnn, nn...nhaa...!\nI-It's... hot... It's the hottest... I've ever felt...!",
    "下腹に溜まっていたものを空っぽにする勢いで、\n俺のものはビクビクと射精を続けていた。": "With enough force to empty everything that had built up in her stomach,\nMy thing continued to ejaculate.",
    "はぅぅ……はぁ……はぁ……あ……あぁぁ……\nお股……熱くて……ドロドロ……してます……": "Hauu... haa... haah... ah... aaah...\nMy crotch... is hot... and sticky...",
    "吐息に合わせてヒクつく七彩の秘部から、\n愛液に混ざった白濁が止めどなくあふれ出してくる。": "From Shichika's secret spot, which twitched in time with her breath...\nThe cloudy white fluids mixed with her love juices flow out endlessly.",
    "んっ……んん……頭も、なんだかボーッとして……\n体も、フワフワ……はふぅっ……": "Mm... Mmm... My head's kind of fuzzy, too...\nMy body's so fluffy... hafuu...",
    "%usernameusernameuserna%さん……ごめんなさい……\nわたくし、もう……セックス……続けられません……": "%usernameusernameuserna%... I'm sorry...\nI can't... continue... having sex anymore...",
    "イク……イクって、こういうことですの……？": "Cum... Is this what it means to cum...?",
    "うっとりしている七彩の背に抱きつき、優しく髪をすく。\n七彩の呼吸が、徐々に落ち着いていくのを感じた。": "I hugged the enraptured Shichika's back and gently scooped up his hair.\nI felt Shichika's breathing gradually calm down.",
    "はぁ……はぁ……ん……うれしい、です……\nちゃんと最後まで……できて……": "Hah... hah... nn... I'm so happy...\nI can do it... all the way to the end...",
    "俺も同じだ。これまで感じたことのない快感と脱力感で、\n七彩と溶け合ってしまいそうだった。": "It's the same for me. The pleasure and exhaustion I've never felt before...\nIt felt like I was going to melt into Shichika.",
    "今日、一番すごいことを知ってしまいました……\nセックスがこんなにも気持ちいいものだなんて……\n": "Today, I learned the most amazing thing...\nI never knew sex could feel so good...\n",
    "色香を含んだ微笑みを向けられて、\n俺の中でいけない気持ちが頭をもたげる。": "She turned to me with a charming smile.\nA feeling I shouldn't have inside me reared its head.",
    "火照った頬に口づけて、彼女の耳元で囁いた。": "I kissed her flushed cheeks and whispered into her ear.",
    "え……？　セックスには、\n他にもたくさんのやり方があるのですか……？": "Huh...? Sex is...\nThere are many other ways to do it...?",
    "是非、教えていただきたいです……\nもっと%usernameusernameuserna%さんと一緒に気持ちよく――": "I'd love to hear it from you...\nMake me feel even better with %usernameusernameuserna%-san――",
    "あっ……ま、待って――んんっ！": "Ah... W-Wait—nnn!",
    "頼まれるまでもないことだ。\n七彩の膣に収まったままのペニスは、すっかり力を取り戻している。": "There's no need to ask.\nMy penis, still inside Shichika's vagina, has completely regained its strength.",
    "そのまま２回戦に突入した俺達は、\n夜が明けるまで何度も、一緒に頂へ登り続けたのだった。": "Just like that, we entered the second round\nWe kept climbing the summit together until dawn."
}