{
    "（……私の機体は補給も修理も終わってる。\nこれなら、いつでも出撃できるはず）": "(...My aircraft has finished resupplying and repairing.\nWith this, I should be able to sortie at any time.)",
    "（私は月ヶ瀬さんを……シリウスシュガーを裏切った。\nせめてもの償いをしなければ、私は自分を許せない……！）": "(I betrayed Tsukigase-san... Sirius Sugaru.\nIf I don't at least make amends, I won't be able to forgive myself...!)",
    "やっぱりこっそり行くつもりだったのね。": "So you were planning to sneak off after all.",
    "ジュ、ジュリー！？　どうしてここに……？": "J-Julie?! What are you doing here?",
    "私達もいるよ。心香ちゃんって、\nすぐ顔に出るからバレバレなんだよねー。": "We're here too. Kokoroka-chan is...\nIt's obvious because it's written all over your face.",
    "まったく……ひとりで出撃だなんて、寂しすぎるじゃない。": "Honestly... It's way too lonely to be deployed alone.",
    "みんな……な、なんで……": "Everyone...wh-why...",
    "なんでって、そりゃチームメイトだからでしょ。": "Why? Because we’re teammates, of course.",
    "いつでも一緒なのがチームでしょ？": "The team is always together, isn't it?",
    "で、でも、これは私個人の償いだから……\nみんなには関係のない……": "B-But this is my personal atonement...\nIt has nothing to do with everyone...",
    "はぁ……心香って本当にバカね！\nあたし達を仲間に入れてくれないなんて、それこそ裏切りよ！": "*sigh*... You really are an idiot, Kokoru!\nIf you won't let us join you, that's a betrayal!",
    "チームだったら、プラスもマイナスも\n全部一緒に背負うものでしょう？": "If we were a team, we wouldn't have any positives or negatives.\nIt's all something we carry with us, isn't it?",
    "えーっと、れんたいせきにん……？　だっけ。": "Let's see, Rentaisekinin...? That's right.",
    "みんな……": "Everyone...",
    "あたし達の欲しい言葉は『みんなには関係ない』じゃない。\nわかるわよね？": "What we want isn't “nothing to do with everyone”.\nYou understand, don't you?",
    "一緒に背負わせて、心香ちゃんの気持ちを。\n……ううん、一緒に背負いたいの。大好きな仲間だもの。": "Let's carry her on our shoulders together, and tell her how Koko-chan feels.\n...No, I want to carry it with me. We're friends I love.",
    "…………": "............",
    "う……うん……\nありがとう……みんな……": "Y-Yeah...\nThank you... Everyone...",
    "わ、私、月ヶ瀬さんの……シリウスシュガーの役に立ちたい。\nそのために……みんなの力を、貸してほしい。": "I-I want to be useful to Tsukigase-san... to Sirius Sugaru.\nTo that end... I want you to lend me your strength.",
    "当たり前でしょ。": "Isn't it obvious?",
    "そのためにここに来たんだから。": "That's why I came here.",
    "何でもやるよ！": "I'll do anything!",
    "ありがとう……": "Thank you...",
    "それじゃ……コホン。": "Well then... Ahem.",
    "――特別養成校舎、プレ・クラス－Ａ！　全機出撃！\n敬愛する我らが師、シリウスシュガーの援護に向かう！": "――Special training building, Pre-Class-A! All units, move out!\nWe're going to support our beloved teacher, Sirius Sugaru!",
    "了解！！": "Roger that!!",
    "――夜明け直後、俺達シリウスシュガーは柊校舎を出発した。": "—Right after dawn, we Sirius Sugaru depart from the Hiiragi building.",
    "ね、眠い……いつもだったらまだ寝てる時間だから……": "I-I'm sleepy... Normally, I'd still be asleep...",
    "が、頑張ってください、ラミさん！": "Good luck, Rami-san!",
    "低空飛行と隠密機動を駆使し、\nなるべく気づかれないように敵に接近……ですか。": "Using low-altitude flight and covert maneuvers,\nGetting as close to the enemy as possible without being noticed, huh?",
    "まあ、正々堂々と戦っても勝てる相手ではありませんが……\nなんか、こう……": "Well, even if we fight fair and square, we can't win...\nFor some reason, like this...",
    "相手はカオスメイデン級。対策の暇もなかったし、正面衝突は避けたい。\nだから、まずは奇襲を仕掛けて相手の一角を崩さないと話にならない。": "Our opponent was Chaos Maiden-class. We didn’t have time to prepare a countermeasure, so I wanted to avoid a head-on collision.\nThat’s why it’s pointless if we don’t launch a surprise attack first and destroy a corner of the opponent.",
    "いいか？　作戦の再確認だ。最初の狙いはピクシス・マスール。\nあのチームで警戒するべきは、やはりリーダーのドロテアだろう。": "Okay? Let's double-check the operation. Our first target is Pixis Masulu.\nThe one we should be wary of on that team is our leader, Dorothea.",
    "だからこそ、まずドロテアを集中攻撃して撃墜する。": "That’s why they’d focus their attacks on Dorothea first and shoot her down",
    "いくらユーロ・タワーの最強格といっても、\n複数を相手にすればボロが出るはず。": "No matter how strong the Euro Tower was,\nIf you take on multiple opponents, you should be able to beat them to a pulp.",
    "一気に畳みかけて主力を削り、戦いの主導権を握るんだ。いいな？": "Fold them all at once, whittle down the main force, and take the initiative in the battle. Got it?",
    "おっけーおっけー。隠れ続けるよりこっちの方が性に合ってるわ。": "Okay, okay. I'm better suited to this than to keep hiding.",
    "絶対に負けない。": "I'll never lose.",
    "っ……ピクシス・マスールの敵影を発見しました！": "...We've spotted Pixis Masulu's enemy!",
    "そろそろ交戦か……お前達、気合を入れていけよ！": "It's almost time to engage... You guys, get fired up!"
}