{
    "――ある夜、自室でそろそろ眠ろうかと考えていたところへ、\nハリエットがやってきた。": "—One night, I was thinking about getting some sleep in my room\nHarriet came.",
    "こんな時間に一体どうしたのかと思いつつ、\nともかくも部屋へ招き入れてやる。": "I wondered what the hell was going on at this hour.\nIn any case, I let her into my room.",
    "今夜は、先日の借りを返しに来ました。": "Tonight, I'm here to pay you back for what you did the other day.",
    "先日の借りって――あのライバルチームの件か？": "By debt from the other day—you mean about that rival team?",
    "そうです。よってお礼に……私をだ、抱くがいいです……っ。": "That's right. Therefore, as thanks... H-Hold me...",
    "いや、待て待て。なんで、いきなりそうなる！？\nそういうのは好きな人とすべきだろ。": "No, wait, wait. Why is that happening all of a sudden!?\nYou should do that with the person you like.",
    "前に自分で言ってたじゃないか。\n『私はそんな軽い女どもとは違う』って。": "Didn't you say it yourself before?\n\"I'm not like those light girls,\" she said.",
    "バカですか、アホですか、マヌケですか。\n嫌いな人に……は、初めて捧げる女がどこにいるんです……": "Are you stupid, stupid, or stupid?\nWhere is the first woman I've ever offered to someone I don't like...?",
    "『マヌケですか』の後が聞こえなかった。\nなんだって？": "\"Are you an idiot?\" I couldn't hear what came after.\nWhat did you say?",
    "だ、だから……！\nするんですか、しないんですか……っ？": "I-I told you...!\nAre you going to do it, or not...?",
    "（よくわからないが……さすがにこれ以上渋ると、\n覚悟決めた様子の彼女に、逆に恥をかかせてしまうことになるか……）": "(I don't really get it, but... if I get any more reluctant,\nI guess I'll end up embarrassing her even more if she's determined...)",
    "……えっと、じゃあ、『する』でお願いしようかな？": "...Umm, then, should I do it with 'do'?",
    "そ、そうですか……！　まったく……！\n私を見て欲情とか、本当に仕方のない極悪人ですね……！": "I-I see...! Seriously...!\nYou really are a hopeless villain, lusting after me...!",
    "（あれ？　そういう話だっけ……まあ、いいか）": "(Huh? So that's what they're talking about... Well, whatever.)",
    "それじゃ、ベッドへ行こうか。": "Well then, let's go to bed.",
    "あ、あの……あまり乱暴には……しないでくださいね。\n……%usernameusernameuserna%さん。": "U-Umm... Please...don't be too rough.\n...%usernameusernameuserna%-san.",
    "彼女の声が微かに震えていることに気付いたが、\nあえて触れずに、さらけ出された秘所にゆっくりと己を沈めていった。": "I noticed that her voice was trembling slightly, but...\nInstead of touching her, I slowly sink myself into her exposed vagina.",
    "……っく、う、はぁ……っ。\nは、入ってく……んっ、くぅ……！": "...Ugh, ugh, hah...\nI-It's going in... nn, kuu...!",
    "さ、さあ……さっさと終わらせてください。\n楽しいひと時とか、そういうのはいいんで……っ。": "C-Come on... Let's get this over with.\nI don't care if it's fun or not...",
    "そう言い放ったハリエットの全身は、\n緊張からかかちこちに固まっている。": "As he said that, Harriet's entire body...\nShe's frozen stiff from nervousness.",
    "当然、膣内もぎゅっと締まって、かなりきつい。\n少しずつ慣らしてやらないと、彼女の体を傷めてしまいそうだ。": "Naturally, her vagina tightens up, and it's pretty tight.\nIf I didn't get her used to it little by little, it felt like it would hurt her body.",
    "くぅ……っ！\nんっ、ちょっと……う、あ……っ。": "Kuu......!\nMm, wait... uh, ah...",
    "案の定、かなり加減した肉棒が、奥底に突きあたっただけで、\nハリエットはびくりと身を震わせた。": "Sure enough, my fairly sluggish meat pole had only hit her deep insides\nHarriet twitched.",
    "そんな彼女の全身を優しくゆさぶり、体の力を抜かせる。\n腰はまだ使わず、硬くなった肉棒で彼女の内側を広げていった。": "I gently shook her whole body, making her relax.\nI didn't use my hips yet, and spread her insides with my hardened meat pole.",
    "うっ……はぁ、はぁ……\nもっと普通に……動いてもらって構いませんけど……っ？": "Ugh... hah, hah...\nI don't mind if you... move more normally...?",
    "ひっ……うぅ……変な気づかいは無用です。\nそれとも、またしても……": "Eek... Ugh... There's no need to worry about weird things.\nOr maybe again...",
    "あうぅ……くぅ……気遣いができる男ムーブで、\n私の気を引こうだとか……思っているのですか？": "Auu...kuu...a man who can be considerate, moving,\nAre you trying to get my attention...?",
    "はぁはぁ……も、もしくは……\nこんなものがお前の本気なのですか。": "*pant pant*... M-Maybe...\nAre you serious about something like this?",
    "だったら……だったら……っ、\nわ、笑ってしまいます……はぁ、はぁ……っ。": "If that's the case...then...\nI-I can't help but laugh... *pant pant*...",
    "言葉は相変わらずの塩対応だが、そうこうするうちに、\n体の方は少しずつ馴染んできた様子だ。": "Her words were as salt-based as ever, but as she did so,\nHer body seems to be getting used to it little by little.",
    "そろそろいいだろうかと、様子をうかがいながら、\n腰を動かしはじめた。": "I wondered if it was about time, as I watched her\nI started moving my hips.",
    "……あっ……ひゃ……ひゃあんっ！": "......ah......hya......hyaan!",
    "感じてくれたらしい様子に、つい口もとがほころんだ。": "I couldn't help but smile at the way she seemed to be feeling it.",
    "はぁはぁ……何をニヤニヤしてるんです？": "*pant pant*... What are you grinning about?",
    "あっ……あぁんっ……！\nべ、べつにお前のモノになど興味はありません。": "Ah... Aaahn...!\nI-I'm not interested in your thing.",
    "私が喜んで……はぁはぁ……声を上げているなどとは、\n……あっ……ひゃ……お、思わないことです。": "I can't believe I'm... *pant pant*... raising my voice...\n...Ah... Hya... D-Don't think about it.",
    "あっ……ああんっ、そっ、そこっ……そこはっ！\nあああっ……はぁはぁ……": "Ah... ahhhn, th-that's... that's!\nAhhhh... *pant pant*...",
    "い、今のは……悪くは……ありませんでした。\n少しは……んっ……や、やるじゃないですか。": "Th-That wasn't... bad.\nA little... nn... n-not bad at all.",
    "で、でも、この程度なら……たいしたことは……あぁっ……！\nな、ないですね……んっ……": "B-But, at this rate... I can't do much... Aaah...!\nI-I don't think so... Mm...",
    "まあ、せいぜい……ひっ……\nが、頑張る……ことですね……はぁっ、はぁっ。": "Well, at most... Eek...\nI-I'll... do my best... Haah, haah.",
    "そこまで言われたら、頑張らないわけにはいかない。": "Now that she'd said that much, there was no way I wouldn't do my best.",
    "くっ……そ、そんな優しそうな目をしても、だめです。\nはぁはぁ……あっ……ひぃいんっ！": "Ugh... Y-You can't look at me with those kind eyes.\n*pant pant*... Ah... Eeek!",
    "その程度で……お、落ちる私では……はうぅ。\nないの……ですぅ……あっ、あぁんっ！": "That's not enough... I-I'm not going to fall... Hauu.\nI don't... have one... Ah, aahn!",
    "ど……どんどん、だらしない、んあっ……顔に……なって、ますよ？\nぁんっ……そんなに……私が、気持ちいい……んはっ、ですか？": "Y-You're... getting more and more sloppy... Mnah... Your face... is getting more slovenly, you know?\nAhn... Do I... feel that good... nhah?",
    "な、なんです、そのへなちょこな……腰振り……あうぅ。\nそんなんで……んんっ、よく男を……ぁっ……名乗れ……ぁああっ！": "Wh-What's with the weird way you're moving your hips... auu.\nThat's......nnn! How dare you call yourself a man......ah......aaaah!",
    "いきなり……激しく……ふぅっ、はぁはぁ……ズルい……\n温存して……あうぅ、あっ……ああんっ。": "All of a sudden...you're so rough...fuu, haahaa...that's not fair...\nSave it... auu, ah... aanh.",
    "な、何が……おかしいの……んっ、ですか……！\n笑ってないで、しっかりと……あっ……ああんっ！": "Wh-What...is so funny...nnn...!?\nDon't laugh, keep it together... Ah... Aaahn!",
    "はぁはぁ……続けてください……うぅ。\nで、でないと……いつまでたっても……終わりませんよ？": "*pant pant*... Please continue... Ugh.\nI-If you don't... it won't end... no matter how long you wait.",
    "なら、永遠に続けるしかないし、俺としてはそれでも構わない。\n軽い悪戯心から、しれっとそう伝えてやった。": "In that case, I had no choice but to go on forever, and for my part, I didn't mind.\nI told her that out of a light mischievousness.",
    "えっ、永遠……に！？\nそ、そんなことって……あっ……あんっ……あああっ！": "Huh? For eternity...?!\nTh-That's not... ah... ahn... ahhhh!",
    "嬉しいかも……で、ではなくっ。\nはぁはぁ……い、今のは、言い間違いでぇ……ひゃあんっ！": "I might be happy... I mean...\n*pant pant*... Th-That was a mistake... Hyaahn!",
    "だ、だめ……そんなの……はぁはぁ。\nあんっ……あはぁ、嫌がらせ……ですっ！": "N-No... That's... *pant pant*\nAhn... Ahaa, I'm... harassing you!",
    "ど、どれだけいいようにされたところで……ひっ、ああんっ！\nわ、私は……あっ……はふぅ……お、お前には落ちませんからぁ。": "No matter how much you try to make me feel better... Eek, aaahn!\nI-I... ah... hafuu... I-It won't fall on you.",
    "うっかりもらしかけた本音を、顔を真っ赤にして隠す様子は、\n毒舌調ではあってもむしろいじらしい。": "The way she blushed and hid her true feelings, which she had almost carelessly let out, was...\nEven though she spoke venomously, she was actually quite charming.",
    "そのせいで、つい『可愛いな』とこちらも本音をもらしてしまう。": "Because of that, I can't help but tell her how I really feel, saying she's cute.",
    "なっ、いっ、今なんて……あっ……ああんっ！\nき、気持ちの悪いこと……んっ……言わないで、くださ……ぁあっ！": "Wh-Wh-What was that just now...? Ah... Aaahn!\nP-Please don't say... nn... disgusting things... aaah!",
    "なんて言うものの、さっき『可愛い』と言った瞬間、\n膣内はきゅんとこちらを締め付けた。身体は正直だ。": "Despite what she said, the moment I said \"cute\" earlier...\nHer vagina tightens around me. Her body is honest.",
    "本当は嬉しいんだろって……？　……あっ、そんな……ふうぅ……わけ、\nでも……私の中……あんっ……こんなにトロトロに……": "You're actually happy, aren't you...? ...Ah, that's...fuuu...no way,\nBut... my insides... ahn... are so wet...",
    "きっと……んっ、気持ちいいのは……気のせい……ああっ……です！\nきっ……気持ちいい……のは、ぁんっ、気のせい……！": "I'm sure... nn, it feels good... just my imagination... aaah...!\nI-It feels so good... It's just my imagination...!",
    "気のせいではなく、本当にいいはずだと教える。\n実際、彼女の中がたっぷりの愛液で満たされているのだから。": "It wasn't just my imagination. I told her that it really should be fine.\nIn fact, her insides were filled with plenty of love juices.",
    "認めたく……ないっ、でも……！\n体中が……んんっ、とろけて……ぁあ……！": "I don't... want to admit it, but...!\nMy whole body...nnn, is melting...aaah...!",
    "ううん、とっ……とろけて、る……\nお、おまんこの中、ぐしょぐしょで……すっごく……いい……": "No, it's...melting...\nI-It's soaking wet inside my pussy... It's really... good...",
    "やっと素直になったな、と耳元で囁いてやった。": "I whispered in her ear, \"You've finally become obedient.\"",
    "ら、らって……こ、こんな感じ……ひっ……あひぃ……\nは、はじめて……あぁ……はぁんっ……んんっ。": "B-But... I-It's like this... hii... ahii...\nI-It's my first time... ahh... haahn... nnn.",
    "も、もう、なんだっていい……はぁはぁ……っ、\n気持ちいい、からぁ……あひぃ、ひぃいんっ！": "I-I don't care anymore... *pant pant*...\nIt feels so good... Ahii, hiiin!",
    "わっ、私ばっか……んあっ、かまけてないで……ふあぁっ、\nいいからお前も、気持ちよくなるんです……っ！　あぁんっ！": "I-I'm the only one... nnah, don't worry about me... fuaah,\nIt's okay, you'll feel good too...! Aaahn!",
    "ハリエットからそう言われて、\nいっそう激しく奥底にぶちあてるように突き上げてやる。": "When Harriet told me that,\nI thrust into her depths even more violently.",
    "いっ……いいっ……ひいぃ、ひぃいんっ！\nお前なんか……はぁはぁ……ただの獣ですぅ……っ。": "Ii...... iih...... hiii, hiiiinh!\nYou're......haahaa......just a beast......",
    "なのにっ、うぁっ、変に……なっちゃう……ああっ、あっ……\nこんなにされたらぁ……あひぃ、ふぅんっ！": "And yet, uwah, I'm... going crazy... ahh, ahh...\nIf you do it like this... Ahiii, hmmm!",
    "肉棒を突き入れるたび、彼女の膣が肉棒を抱くように収縮する。\n彼女なりの愛情表現なのかもしれない。": "Every time I thrust into her, her vagina contracted like it was embracing me.\nMaybe it was her way of expressing her love.",
    "それがこちらを煽っているとは気付いていないのだろうが、\nいい加減、膨れ上がっていたそれが、いっそう肥大してゆく。": "She probably hadn't realized that was fanning the flames in our direction, but...\nIt was already swelling up, but now it's getting even bigger.",
    "あっ……あああっ……また、ムクムクってぇ……\nはぁはぁ……いやらしい……っく、んあぁ……っ。": "Ah... Ahhhh... It's bulging again...\n*pant pant*... How lewd... Kh, mnah...!",
    "……んっ、はぁんっ、早くっ、イけばいいじゃないですかっ、\nねぇっ、早く……っ、んっ、っあぁ……っ！": "...Mm, haahn, why don't you hurry up and cum?\nHey, hurry up... nn, ahhh...!",
    "でなきゃ……私っ……はぁ、あぁんっ！\nイくっ……イっちゃいますぅ……ひあぁっ……！": "Otherwise... I... Hah, aahn!\nI'm... cumming... Hyaaah...!",
    "ひっ……ひとりは、いやっ……あああっ！\nはあぁんっ……イくなら、一緒に……あああああんっ！": "Eek... I don't want to be alone... Aaaah!\nHaaahn... If you're going to cum, let's cum together... Aaaaahhn!",
    "言われずとも、すでに限界まで張り詰めている。\nあとは、解き放つだけだ。": "Even without being told, she was already at her limit.\nAll that's left is to release it.",
    "ハリエットの腰をしっかりと支え、彼女の絶頂にあわせ、\nひと息にたまりきったマグマを噴出させてやる。": "I firmly supported Harriet's hips, matching her climax.\nI spurted out the magma that had accumulated in one breath.",
    "ひあぁぁっ、イくっ、イッちゃうっ……！\nあぁぁぁぁぁぁん……！！　%usernameusernameuserna%さぁああん！！": "Hyaaah, I'm cumming, I am cumming...!\nAaaaah...!! %usernameusernameuserna%-saaaan!!",
    "熱くたぎったものを放出し終えるも、\n彼女のナカが名残惜しく、抜かずに余韻を味わう。": "I finished releasing the hot stuff, but...\nReluctantly, she savors the afterglow without pulling out.",
    "ハリエットは朦朧とした様子で、こちらを見つめた。": "Harriet stared at me, looking hazy.",
    "はぁはぁ……しゅごく……\nしゅごぉく……良かったです。": "*pant pant*... Wow...\nAwesome... I'm so glad.",
    "そ、それで……どうでした？\nわ、私の……その……味は。": "S-So... How was it?\nM-My... umm... taste...",
    "最高だったし、お世辞ではなく、\n素晴らしいお礼をしてもらったと感謝の念を伝える。": "It was the best, not flattery\nI express my gratitude for your wonderful gratitude.",
    "そう……ですか。\nそれなら、良かった……来た甲斐がありました。": "I... see.\nIn that case, I'm glad... It was worth coming.",
    "お前も……その、力強いのに……優しくて……\nまあ、悪くは……ありませんでしたよ……": "You're... um, strong too... but you're kind...\nWell, it wasn't... bad...",
    "そう思ってもらえたなら本望だし、\nハリエットも楽しんでくれて嬉しい旨を伝える。": "If that's what you think, then I'm serious.\nI tell Harriet that I'm glad she's having fun.",
    "楽しんだ……？　\nわ、私が……あ、あれっ……？": "Enjoyed it...?\nI-I... H-Huh...?",
    "ま、待って……こんなはずじゃ、ないです。": "W-Wait... It shouldn't be like this.",
    "事後の余韻が薄れて、少しずつ思考が明晰になってきたらしい。\n彼女は慌てて服をかき集め、こちらを見据えた。": "The afterglow faded, and her thoughts seemed to be gradually becoming lucid.\nShe hurriedly gathered up her clothes and stared at me.",
    "い、いいですか……私は楽しんだりしていません。\nいないったら、いないんですよ。": "L-Listen... I'm not having fun.\nIf she's not here, she isn't here.",
    "なのにお前ときたら。\nず……ずいぶん……私の体にご執心でしたね？": "And yet, you...\nY-You were really obsessed with my body, weren't you?",
    "それはもう、かわいそうなほどでした。\n私の方はお前に微塵も魅力を感じていないというのに。": "It was almost pitiful.\nEven though I don't find you attractive in the slightest.",
    "ん？　さっき『悪くなかった』とか言ってくれなかったけ？": "Hm? Didn't you just say it wasn't bad?",
    "き、気のせいです！\n私がそんなことをお前に――極悪人に言うわけありません。": "I-It's just my imagination!\nThere's no way I'd tell you that—a villain.",
    "さては、私の体に夢中になるあまり、幻聴を聞いたのですね？\nきっとそうです、そうに違いありません。": "You must have been hallucinating because you were so engrossed in my body.\nI'm sure that's it. That must be it.",
    "と、ともかく……これで借りは返しました。\nそこはいいですね？": "A-Anyway... I've paid back my debt now.\nIsn't that nice?",
    "……ああ、そうだな。これで貸し借りなしだ。": "...Yeah, that's right. Now we don't owe each other anything.",
    "（意外と相性がよかったので、\nこれっきりというのは少し寂しい気もするが……）": "(They were surprisingly compatible,\nI feel a little lonely saying this is the last time, but...)",
    "まあ、でも……もし……もしですよ？\nまた極悪人が、催したなら……その時は私を呼ぶがいいです。": "Well, but... What if... what if?\nIf another villain happens... call me when the time comes.",
    "……え？": "...Huh?",
    "お前はとんでもない、極悪人――いえ、性欲魔人ですからね。\n放置してその劣情がドロテア様に向かっては一大事です。": "You're one hell of a villain—no, a sex fiend, after all\nLeaving it alone and that carnal desire towards Lady Dorothea is a serious matter.",
    "ですから、私がきっちり日々処理して、\n危険の芽を摘んでおこうと思います。": "That's why I have to deal with it every day.\nI think I'll nip the seeds of danger in the bud.",
    "ハリエット……": "Harriet...",
    "い、いいですか！　決してこういう行為をしたいからではありません！\nあ・く・ま・で！　ドロテア様のためです！": "C-Come on! It's not because I want to do something like this!\nIt's for Lady Dorothea's sake!",
    "ああ、わかってるよ。そのときは頼む。": "Yeah, I know. I'll be counting on you when the time comes.",
    "ふふ、わかればいいんですよ、\nわかれば――%usernameusernameuserna%さん。": "Hehe, as long as you understand,\nIf I knew—%usernameusernameuserna%-san."
}