{
    "本日からの訓練ですが、メイズではなく柊校舎の訓練施設で行います。\n内容は、基礎的な個別訓練です。": "As for today's training, we're going to be doing it at the Hiiragi building training facility, not at the Mays.\nIt's basic individual training.",
    "翌日。\n七彩の仕切りで、訓練が開始された。": "The next day.\nTraining began in Shichisai's division.",
    "実地訓練ができないと知り、ラウラ以外の３人が\n不満げな表情を浮かべている。": "Knowing that they wouldn’t be able to do any practical training, there were three other people besides Laura\nShe looks dissatisfied.",
    "昨日ではっきりとわかりましたわ。\nあなた方に実戦はまだ早いのです！": "It was clear from yesterday.\nIt's too early for you to fight!",
    "そんなことない！　敵だってちゃんと倒せてたわ！": "That's not true! We were able to defeat the enemy!",
    "……シリウスシュガーって、特別養成校舎でも有名だったわ。\nこの前の模擬戦に負けてたら、退学だったのよね？": "...Sirius Sugar was famous even in the special training building.\nIf you had lost the last mock battle, you would have been expelled, right?",
    "『そんな人達』の指示を聞いても、\n成長できるとは思えないんだけど。": "Even after hearing “those people”'s instructions,\nI don't think I'll be able to grow.",
    "……まあ、かなりギリギリだったのは否定できないかな～。": "...Well, I guess I can't deny that it was pretty close.",
    "でもメイズ探索の経験はそれなりにあるんだよね。\n『保護者』抜きじゃメイズに潜れない、ヒヨッコのキミ達と違ってさ。": "But I've had a decent amount of experience searching for maces.\nUnlike you chicks, who can't dive into the maise without your guardians.",
    "それは許可をもらってないだけであって、\n実践になればすぐに結果を出せるわ。": "That's just because I didn't get permission,\nAs soon as you put it into practice, you'll be able to produce results.",
    "そうそう！　あたし達、やればできる子なのよ！": "That's right! We can do it if we try!",
    "メイズシフターなんて、撃って撃って撃ちまくって\n全部私が倒しちゃうんだから♪": "A mais-sifter? Shoot, shoot, shoot all the time.\nI'm going to defeat them all♪",
    "メイズシフターと戦わないなら、いける……かな？": "If I’m not going to fight the Mayscissors, I can... I guess?",
    "あのさ……メイズを甘く見すぎじゃない？": "Hey... Don't you think you're underestimating Mayse?",
    "……っ！": "...!",
    "シミュレーターでの成績はそれなりに良かったのかもしれないけどさ、\n実戦になったらそんなデータは何の役にも立たない。": "My grades in the simulator might have been pretty good, but...\nSuch data would be of no use in a real battle.",
    "どんなに入念な準備をしても、メイズは想像を超えてくる。\n実戦と訓練は別物なんだよ。": "No matter how carefully she prepares, Mayse always surpasses her imagination.\nReal combat and training are two different things.",
    "きっとこの言葉は以前の新ルートの探索が、\nあったからこその言葉だろう。": "I'm sure these words were meant to indicate that our previous exploration of the new route had been...\nIt's probably because there was one.",
    "今キミ達が単独でメイズに潜ったら、間違いなく失敗するかな。": "If you dive into the maise alone right now, I'm sure you'll fail.",
    "そんなこと……！": "That's not...!",
    "あるよ。メイズシフターと遭遇したらどうなると思う？\nあたしが代わりに想像してあげよっか。": "I do. What do you think would happen if we ran into the Mazesifter?\nWhy don't I imagine it for you?",
    "まず、ジュリーがろくに状況判断もしないで突撃指示を出す。\nそれで、ノエルが突っ込んで手当たり次第に撃ちまくる。": "First, Julie gave the order to charge without properly assessing the situation.\nWith that, Noel charges in and shoots at random.",
    "心香は自分の目の前にいるやつとだけ戦って誰も助けないし、\nラウラはそもそも戦いすらせず他人に敵を押し付けて逃げ回る。": "Shinka would only fight the one in front of her and no one would help her\nLaura didn’t even fight in the first place, pushing her enemies onto other people and running around.",
    "ノエルはすぐに弾切れ、心香は次第に数をさばききれなくなって――": "Noel ran out of ammo right away, and Kokoru gradually lost control of their numbers—",
    "ラウラは無駄な機動でエネルギーを使い果たして敵に囲まれ、\nジュリーは援護がない中追い詰められて指示を出す余裕も失う。": "Laura had used up all her energy with pointless maneuvers and was surrounded by enemies\nJulie was cornered without any support, and she lost the composure to give orders.",
    "……": "......",
    "どうイメージできた？　ううん、しちゃったでしょ？\nそのあとはどうなるかは言わなくてもわかるよね？": "How did you picture it? No, you did, didn't you?\nYou don't have to tell me what happens after that, do you?",
    "確かにシリウスシュガーは柊校舎じゃ、最底辺クラスのチームよ。\nキミ達の言う『そんな人達』ね。": "It's true that Sirius Sugaru is the lowest-level team in the Hiiragi building.\nThat's the 'people like that' you guys are talking about.",
    "でもね、あたし達は『そんな人達』を\n強豪チームに勝てるまで育て上げ――": "But you know, we don't want people like that.\nRaise them until they can beat a powerful team—",
    "未調査の新ルートでメイズシフターの群れに襲われながらも、\nその絶望から無事に帰還させた『教導指揮官』の教えを受けてるの。": "Despite being attacked by a swarm of maise shifters on an unexplored new route...\nI'm being taught by the 'Instructor Commander' who safely returned from that despair.",
    "そう言って、こちらにちらりと視線を向ける。": "Saying that, she glanced over at me.",
    "その『教え』に価値がないとは言わせないよ……絶対に。": "I won't let you say that “teach” has no value... Absolutely not.",
    "…………": "............",
    "もし本当に正式なパイロットになりたいんだったら、\n黙ってあたし達の話を聞きなさい。理解した？": "If you really want to be an official pilot,\nShut up and listen to what we have to say. Understand?",
    "…………う、うん。": "...Y-Yeah.",
    "ち、ちゆるさん……？\nそんなに厳しい言い方をしなくても……": "C-Chiyuru-san...?\nYou don't have to be so harsh...",
    "４人ともめっちゃトーンダウンしてるんだけど……": "All four of them are really down...",
    "確かにちゆるの言葉には厳しいものがあっただろう。\nけど、間違ったことは言っていなかった。": "There was definitely something harsh about Chiyuru's words.\nBut I hadn't said anything wrong.",
    "ま、まあ！　そんなあなた方を育てるのが、\nわたくし達の役目ですわ！": "W-Well! Raising you like that...\nIt's our duty!",
    "無論、当初のわたくし達もあなた方のように、\n何もかもが足りていなかった。": "Of course, in the beginning, we were just like you\nEverything was missing.",
    "しかし初心に立ち返り、基礎を固める。\nＭＧが自身の肉体と同一であると感じるまで叩き込む。": "However, he returned to his original state and solidified his foundation.\nI drove it in until MG felt the same as my own body.",
    "そういったブレない基礎こそが、危機において最も信頼できる武器です。\nわたくし達が今ここに立っていることが、その証明となるでしょう。": "That kind of unshakable foundation is the most reliable weapon in a crisis.\nThe fact that we're standing here right now is proof of that.",
    "実戦を志すならば、まずは基本を身につけてください。\nそしてわたくし達はそのために全力であなた達をサポートします。": "If you wish to fight in real combat, please learn the basics first.\nAnd for that reason, we will support you with everything we have.",
    "……わ、わかったわ。": "...O-Okay.",
    "プレ・クラス－Ａの４人は、七彩の言葉に強く頷くと、\n各々が基礎訓練を開始した。": "The four members of Pre-Class-A nodded firmly at Shichika’s words\nEach of them began their basic training.",
    "あははは～ごめんね、ちょっと言い過ぎちゃったかも。": "Ahahaha~ Sorry, I think I went a little too far.",
    "いや、間違ったことは言ってなかったしいいんじゃね？": "No, I didn't say anything wrong, so it's fine, right?",
    "驚いた。あんなに厳しいことを言うなんて。": "I'm surprised. I didn't expect her to say something so harsh.",
    "なんていうか、ちょっとカチンときちゃってねぇ。\nあたしは何言われてもいいんだけど、みんなを馬鹿にされて、つい。": "I don't know how to put it, but I'm a little nervous.\nI don't care what they say to me, but they made fun of me, and I couldn't help it.",
    "ありがとうございます！\nすごくうれしかったです……！": "Thank you very much!\nI was so happy...!",
    "おかげで４人ともわたくしの話をちゃんと聞いてくださいました。": "Thanks to that, all four of them listened to me.",
    "ちゆるが言わなければ、俺が言うところだった。\n嫌な役をやらせて悪いな。": "If Chiyuru hadn't said it, I would have said it.\nSorry for making you play a bad role.",
    "全然。むしろ言いたい事言えてスッキリよ。": "Not at all. In fact, I'm relieved to have said what I wanted to say.",
    "で、このあとの基礎訓練のあとは、何やろうか？\nまずは全身全霊の筋トレからか？　返事は『イエッサー』で――": "So, what should we do after this basic training?\nStart with a full-body workout? The reply was “Yessir”—",
    "あんなの、わたくし達以外にやらせたら、\n即座にパワハラ相談窓口へ一直線ですわよ。": "If you let anyone other than us do that,\nIt's a straight shot to the power harassment consultation center.",
    "んじゃ、各々の訓練メニュー作ってきたから、\nそれぞれの担当指導者と分かれて始めてみよっかー！": "Well then, I've made a training regimen for each of you, so...\nLet's split up and get started!",
    "俺は空き教室で待機がてら、\nモニターで各グループの訓練を見守ることにした。": "I was on standby in an empty classroom.\nI decided to watch over the training of each group on the monitor.",
    "（まあ、俯瞰して見る以上、全部をちゃんと見れるわけじゃないから、\nあとで七彩達から細かい報告はあげてもらうけど……）": "(Well, it’s not like I’ll be able to get a good look at everything from a perspective, so...)\nI'll have Shichika and the others give me a detailed report later, but...)",
    "頑張れよ、プレ・クラス－Ａのみんな……\nそれにシリウスシュガーのみんなも。": "Good luck, everyone in Pre-Class-A...\nAnd everyone else in Sirius Sugaru.",
    "うぐぐ……ま、まさか座学だなんて……！": "Ugh... I-I can't believe it's a class...!",
    "リーダーとは戦略の要。あらゆる陣形や戦術を頭に叩き込み、\n迅速かつ的確に取捨選択する判断力が求められますわ。": "A leader is the cornerstone of strategy. You put all kinds of formations and tactics into your head.\nIt requires a quick and precise decision-making ability.",
    "あたし、勉強って本当ニガテなの！\nナントカ機動とかナンチャラ隊列飛行とか、用語も覚えらんないわ！": "I'm really bad at studying!\nI can't even remember terms like nantoka maneuvers or nanchara formation flight!",
    "あら、ポジティブなジュリーさんにしては、\n珍しく後ろ向きですわね？": "Oh, for a positive Julie,\nYou're unusually pessimistic, aren't you?",
    "だって、マジで苦手なのよ……": "I mean, I'm seriously bad at this...",
    "だったら、得意になりましょう。それしか道はありませんわ。\nそうポジティブにいきません？": "In that case, let's be good at it. That's the only way.\nIsn't that so positive?",
    "ポジティブに……": "Positively...",
    "ポジティブさというのは、リーダーの素質として\n欠かせないものだと思いますわ。部隊の士気に関わりますもの。": "Positiveness is the potential of a leader\nI think it's essential. It affects the morale of the troops.",
    "あなたはすでにそれを持っています。\nだったらそれを生かさないのはもったいないと思いません？": "You already have it.\nIn that case, don't you think it would be a waste not to let them live?",
    "どんな悪い状況でみんなが精神的に追い詰められても、仲間に希望を\n与える導きの光になる――あなたにはその才能がありますわ。": "No matter how bad the situation, no matter how mentally cornered everyone was, they’d give their comrades hope\nYou have the talent to become the Guiding Light that gives you.",
    "仲間に……希望を与える……才能。": "A talent... to give hope... to my friends.",
    "ええ。だから『勉強が苦手』も、そのポジティブさで克服しません？\nあなたが率いる仲間の希望であるために。": "Yes. So why don't you overcome your 'bad at studying' with that positivity?\nTo be the hope of your comrades.",
    "……わ、わかった！\nうおおおっ、ガンバるぞーっ！！": "...O-Okay!\nWhoaaa, I'm gonna do my best!!",
    "いけいけーっ！！\n突撃突撃、壊れちゃえーっ！！": "Go, go!!\nCharge, break!!",
    "……当たりませんっ！": "...I can't hit it!",
    "シミュレーターで模擬戦を行うふたり。\nノエルが手あたり次第に放つ弾丸を、めるがすべて回避する。": "The two of them had a mock battle in the simulator.\nI dodge all of Noel's bullets.",
    "うそっ、なにその動き！？": "No way, what's with that movement!?",
    "めるの得意技、フラットスピン。\n一瞬で射線から外れためるは、ノエル機をあっさり撃破した。": "Flatspin, my specialty.\nA moment later, it was out of the line of fire, easily destroying the Noel aircraft.",
    "完敗だぁ～……なんで全然当たらないんだろう……": "It's a total loss... Why isn't it hitting me at all...?",
    "ノエルちゃんの戦い方は、ダメってわけじゃありません。勝つ意志は\n大事だって、%usernameusernameuserna%さんも言ってましたし。": "Noel's fighting style isn't bad. She's determined to win.\n%usernameusernameuserna%-san said it was important.",
    "私も集中すると、よく周りが見えなくなっちゃうから、\nちょっと似てるなーって思ってたんです。": "If I concentrate too hard, I won't be able to see my surroundings very well.\nI thought they were a little similar.",
    "でもメイズで必要なのは目の前の敵を倒すだけじゃありません。\n倒し続けること、そして倒した先で何が起こるかまで気を配ること……": "But in Mayse, all you need to do is defeat the enemy in front of you.\nWe have to keep defeating them, and we have to be careful about what happens where we defeat them...",
    "正直、戦闘技術はとても高いと思います。あとは少し気持ちを引いて、\n戦場全体を見るようにすると良いかもです。": "Honestly, I think she's very skilled in combat. The only thing left is to draw back her feelings a little.\nIt might be a good idea to look at the entire battlefield.",
    "戦場、全体を……？": "The entire battlefield...?",
    "はい。そうすれば、今よりもっとたくさんのメイズシフターを\n倒せるようになりますよ。": "Yes. If I do, I'll be able to get more maise shifters than I am now.\nYou'll be able to defeat them.",
    "本当！？　もっといっぱい倒して、倒して、倒しまくりたい！\n夢中になって攻撃するだけじゃ、ダメなんだね！": "Really?! I want to defeat, defeat, and defeat more of them!\nYou can't just get absorbed in attacking, huh?!",
    "よおーっし！　もう１戦やろうよ！　次は負けないよ！": "All right! Let's play another round! I won't lose next time!",
    "はい！　私も全力でいきますね！": "Yes! I'll give it everything I've got!",
    "それぞれに合った指導者がつき、\n長所を伸ばしつつ短所を削る。": "Each of them had a suitable leader.\nIt increases one's strengths and weaknesses while whittling them down.",
    "いい采配だ。どうにも昨日の夜、\nちゆると七彩で遅くまで計画を練っていたらしい。": "It's a good performance. It seems that last night...\nShe seemed to have been working on her plan late into the night in Shichisai.",
    "あいつの観察眼は、大したものみたいだな。": "His observational skills are impressive.",
    "__translated__": "true"
}