{
    "ここ最近、ザルトゥーム学園中がにわかに活気づいていた。\n俺が呼び出された校舎――ＬＯＣも例外じゃない。": "Lately, the whole of Zarthum Academy has been suddenly lively.\nThe building I was summoned to—LOC—was no exception",
    "全然なってないっ！": "It's not working at all!",
    "うおっ！？\nな、何だ……！？": "Whoa!?\nWh-What...?!",
    "この程度の仕掛けじゃ、とても看板を背負わせられないわ！\nよそのチームの出店にお客さんを取られちゃうわよ！？": "I can't carry a sign on my back with a mechanism like this!\nWe're going to lose our customers to another team's food stall!",
    "お化け屋敷の内装は拘るべきだよ～！\nもっと、派手にしてさー！　見たら腰を抜かすくらいに！": "We should focus on the interior of the haunted house!\nMake it even flashier! Enough to make me lose my nerve when I see it!",
    "ちょっと！　こんなグラフィックじゃ満足できないわよ！\nもっとモデリングも拘って、最高のＶＲ体験を目指すのよ！": "Hey! I can't be satisfied with graphics like this!\nWe need to focus on modeling and aim for the best VR experience possible!",
    "（あちこちの教室で怒号が飛び交ってるな……\nこりゃもう、楽しいイベントって雰囲気じゃないぞ）": "(There's shouting all over the classroom...)\nThis doesn't feel like a fun event anymore.)",
    "（話には聞いてたが、ここまで殺伐とするものなのか……\nまあ、ＬＯＣがクリエイター気質な所なのもあるんだろうが）": "(I'd heard about it, but I didn't know it was this brutal...)\nWell, I guess there's also the fact that LOC has the temperament of a creator.)",
    "――あ！　%usernameusernameuserna%さん！　おはです♪": "――Ah! %usernameusernameuserna%-san! Good morning♪",
    "おお、待たせたなフルート。": "Oh, sorry to keep you waiting, flute.",
    "いえいえ！\n今日はわざわざ来てくださってあざまるです！": "No, no, no!\nThank you for coming all the way here today!",
    "でも珍しいね。\n%usernameusernameuserna%が約束の時間ギリギリに到着なんて。": "But it's rare.\nI can't believe %usernameusernameuserna% arrived just before the appointed time.",
    "悪いな。\n思ってた以上に校舎中が混んでたからさ。": "Sorry about that.\nThe whole building was more crowded than I thought.",
    "学園祭だからみんな張り切ってるのよ。\n大きなイベントだし、クリエイティブ精神の見せ所だからね。": "It's the school festival, so everyone's really excited.\nIt's a big event, and it's where you can show off your creative spirit.",
    "流石にリモート講義が中心のＬＯＣで、\nこんなにも人と物で溢れかえってるなんて想像してなかった……": "Unsurprisingly, it was a LOC centered around remote lectures\nI never imagined it would be so full of people and things...",
    "あはは。\nやっぱりイベントが近いとなると、みんな熱が入るんだね。": "Ahaha.\nIf the event is coming up soon, everyone must be really fired up.",
    "効率に見合わない労力をつぎ込んでるチームも多いみたい。\n別に儲かるわけじゃないけど、みんなよくやるよねぇ。": "Looks like a lot of teams are putting in effort that doesn't match their efficiency.\nIt's not like we're making a profit or anything, but everyone does it a lot.",
    "ふふ、エヴィちゃんは相変わらずね。\n折角のイベントくらいは張り切ってやるのもいいじゃない？": "Heehee. You never change, do you, Eve?\nIsn't it nice to at least be enthusiastic about an event?",
    "その通りです。せっかくの楽しい行事なんですから、\nみんなテンアゲでいきましょう！": "Exactly. It's a fun event, after all.\nLet's all go with tenage!",
    "アゲていくのはいいが……\nチームメンバーでもない俺が、どうしてここへ呼ばれたんだ？": "I don't mind if you do, but...\nWhy was someone like me, who wasn't even a team member, called here?",
    "ええっと……それは、学園祭に関する話なんです。\nフルートたちだけだと決め切れなくて……": "Let's see... It's about the school festival.\nI couldn't decide it was just the flutes...",
    "まあ、説明すると『出し物』が決まらないんだよね。": "Well, to explain, we can't decide what to do for the festival.",
    "……なるほど？\nでも、学園祭の出し物ってそんなに重要なのか？": "...I see?\nBut is the school festival event really that important?",
    "まあ、儲かったり直接的な得があるわけじゃないね\nでも、チームとしてのアピールにもなるかな。": "Well, it's not like there's any profit or direct benefit to it.\nBut I wonder if it'll be enough to appeal to her as a team.",
    "一番人気のチームは表彰されたりもするわよ！\nでも、何よりも出し物がウケて楽しんでくれると嬉しいでしょ♪": "The most popular team will even get an award!\nBut more than anything, I'm sure you'd be happy if you enjoyed the show♪",
    "なるほど……いや、他のチームはもう準備を始めてたよな？\n流石に他に比べて出だしが遅れてないか？": "I see... No, the other teams have already started preparing, haven't they?\nIsn't it a little later than the others?",
    "は、はい……そうなんです。\n実は色々と考えてたんですけど意見がまとまらなくて……": "Y-Yes... That's right.\nActually, I've been thinking about a lot of things, but I can't come to an agreement...",
    "どうかフルート達に力を貸してください！\nフルートたちの出し物を最高にアゲでぽよなものにするために！": "Please lend your strength to the flutes!\nTo make the flute's performance the best possible thing to do with bruises!",
    "……まあ、事情は分かった。\nずっと話してたなら方向性くらいは決まってないのか？": "...Well, I understand the situation.\nIf you've been talking this whole time, have you at least decided on a direction?",
    "いやあ、意見自体は出てるんだけどね。\nそこから先が全然まとまってなくてさぁ。": "Well, I've got my own opinions, though.\nEverything from that point on hasn't come together at all.",
    "皆、色々とやりたい事はあるんだけどね……\nだから、%usernameusernameuserna%を頼りたいの。": "There's a lot we all want to do, though...\nThat's why I want to rely on %usernameusernameuserna%.",
    "うう……このままだと、文化祭で出し物が用意できなくて、\n空っぽの教室でぴえんな配信をする事になっちゃいます……！": "Ugh... At this rate, I wouldn't be able to prepare anything for the cultural festival\nI'm going to end up broadcasting in an empty classroom...!",
    "せっかくの学園行事で、それは虚しいな……\nそれで、どんなアイデアが出てるんだ？": "Now that it's a school event, that's kind of pointless...\nSo, what's your idea?",
    "ふふふ、もうやりたいことがありすぎるくらいよ！\nじゃあまずはあたしのアイデアから言うわね！": "Hehehe, there's so much I want to do now!\nThen I'll start with my idea!",
    "あたしは溢れんばかりの着想を活かして、個展を開きたいの。\n教室を丸ごと新作発表会の場に作りかえてね！": "I want to use my overflowing ideas to hold an exhibition.\nMake the whole classroom the venue for the new recital!",
    "ロージーが作ったアートの展示会か……\n面白そうな企画じゃないか。": "An art exhibition made by Rosie, huh?\nIsn't that an interesting plan?",
    "でしょでしょ！": "Right, right, right!",
    "ロージーちゃんの個展、とってもヤバですね！\nエモな感じで飾り付けてぽよな出し物になりそうです！": "Rosie's exhibition is really bad!\nIt looks like it's going to be a big show, decorated with emo!",
    "なら、ロージーの個展で出し物は決定するか？": "In that case, will Rosie's exhibition decide what to do?",
    "いやいや、ただ観賞するだけの空間じゃ物足りない。\n時代は体験型アトラクションだよ！": "No, no, just looking at it isn't enough.\nTimes are a trial-and-error attraction!",
    "レイラのアイデアか。\n体験型アトラクションってどんなものなのだ？": "Leila's idea, huh?\nWhat's a trial attraction like?",
    "そうだね、ＶＲでお化け屋敷なんてどうかな？\nほら、時期的にもハロウィンのタイミングだしさ。": "Yeah, how about a haunted house in VR?\nLook, it's Halloween timing, too.",
    "おー、お化け屋敷……お祭りらしくてよきですね！\nお客さんたちもアゲアゲで盛り上がってくれそうです♪": "Ooh, a haunted house... It's nice and festive!\nIt looks like the customers are going to get excited with Ageha too♪",
    "最新技術を駆使したアトラクションなら、話題性もある。\nそういう方向性も面白そうだな。": "If it's an attraction that uses state-of-the-art technology, there's a lot of talk about it.\nThat kind of direction sounds interesting, too.",
    "ええっと……私はせっかくチームで何かするなら、\nみんなと一緒に演劇か何かをやってみたいな。": "Let's see... If we're going to do something as a team,\nI'd like to do a play or something with everyone.",
    "むむ、それもわかりみが深いです！\n全員が目立って活躍できますから素敵ですね！": "Hmm, that's pretty obvious, too!\nIt's wonderful that everyone can stand out so much!",
    "まあ、台本や舞台を用意する大変さもあるが……\n全員が平等に楽しめるという意味ならアリだな。": "Well, it's hard to prepare the script and the stage, but...\nIf it means that everyone can enjoy themselves equally, that's fine.",
    "（ずいぶん困ってる様子だったから、正直不安だったが……\nみんな意外とちゃんとした企画を考えてるじゃないか）": "(She looked pretty troubled, so I was honestly worried, but...)\nEveryone's coming up with a surprisingly good plan.)",
    "皆いい意見を出すねぇ。": "Everyone's got good opinions.",
    "……他人事みたいな顔をしてるエヴィだが、\n何かやりたいものはないのか？": "...Evie looked like it had nothing to do with her, but...\nIs there anything you want to do?",
    "うーん…………休憩所とか？": "Hmm... Maybe a rest area?",
    "休憩所？": "Rest area?",
    "準備の手間もかからないし、当日も楽そうだからね。\n撮影スポットと適当なお菓子を準備すれば語り合いに良くない？": "It won't take much preparation, and it'll be easy on the day of.\nWouldn't it be a good idea to prepare a photo spot and some snacks to talk to each other about?",
    "エヴィらしいな……まあ、でも確かに他が張り切る分、\nそういうのもありか……？": "That's just like Eve... Well, it's true that the others are all fired up about it\nIs that even possible...?",
    "んー、休憩所だと結局は他の出し物頼りになるし……\nそれに、あたし達っぽさがない気もするのよね。": "Hmm, in the rest area, we'll be able to rely on other attractions...\nBesides, it doesn't really feel like us at all.",
    "まあ、でも悪くはないと思うよ？\nただ、盛り上がりって面では欠けるかもなぁ。": "Well, I don't think it's bad, though.\nBut I don't think it's enough to liven things up.",
    "時間が足りないなら、休憩所でおもてなしもありかも？\nアマツだとそういう文化があるって聞いたし。": "If we don't have enough time, maybe we can have some hospitality at the rest area?\nI heard there's a culture like that in Amatsu.",
    "それぞれが意見を言ってからディスカッションが始まる。": "The discussion began after each of us voiced our opinions.",
    "じゃあ、ここはやっぱり個展よね！\n見る人を飽きさせない作品を準備しましょう！": "Then this really is an exhibition!\nLet's prepare a work that will never tire anyone who sees it!",
    "うーん。みんなで演劇とか、記憶に残るような、\nそんな出し物をしたいなぁって思うんだけど……": "Hmm. It's something we can all remember, like a play.\nI want to do something like that, but...",
    "いやいや、ここはやっぱりお化け屋敷だよ！\nＶＲで最先端の話題性をバッチリ掴んで千客万来だね！": "No, no, this really is a haunted house!\nWe've got the most cutting-edge topic in VR, and we're going to get a thousand customers!",
    "私としては何でもいいんだけどね～。\nまあ、大変過ぎない程度でお願い。": "As far as I'm concerned, I don't really care.\nWell, please don't overdo it.",
    "……なるほど、こりゃ大変だな。": "...I see. This must be tough.",
    "ですです……こんな感じでわちゃわちゃになるんですよね……\nどれを取ってもいい意見なので決め手がなくて……": "That's right... This is how it gets all messed up...\nIt's a good opinion, so I don't know what to say...",
    "いい感じに意見がまとまらないって訳か……": "So you can't come to a good consensus...",
    "他のチームは企画を決めてどんどん先へ進んでるので、\nフルート達だけずっと足踏みなのはヤバめです……": "The other teams have already decided on a plan and are moving on.\nIt's dangerous for the flutes to be the only ones to keep stepping on them...",
    "まあ、比べても焦っても仕方ないだろ？\nフルートたちのペースで進めていけばいいさ。": "Well, there's no point in comparing them or getting impatient, is there?\nWe'll just have to keep going at the flutes' pace.",
    "……はいっ！　そうですね！\nありがとうございます、%usernameusernameuserna%さん！": "...Yes! That's right!\nThank you, %usernameusernameuserna%!",
    "ふふ、後輩クンの仕切りは助かるわね。\nそれじゃあ、本格的に決めて行きましょうか！": "Heehee. I'm glad you're in charge, Kouhai-kun.\nWell then, let's make a serious decision!",
    "まずはさっきの意見を踏まえて、それぞれ検討するか。": "Guess I'll start by considering each of them based on their earlier opinions.",
    "実現可能かどうかも大切だが……\n全員が納得して出来るかどうかも重要だよな。": "It's important to know if it's possible or not, but...\nIt's important to see if everyone can accept it.",
    "ロージーの個展だと、ロージー頼りになるからなぁ。\n他のメンバーがやる事が減ったりしないか？": "When it comes to Rosie's exhibition, I can always count on her.\nWon't the other members have less to do?",
    "そうねー。確かにそういう側面はあるわよね。\n裏方としてやること自体は沢山あるんだけど……": "That's right. There's definitely a side to that.\nThere's a lot I have to do as a backer, but...",
    "トレブルクインテットの皆とやるのに、\nあたしだけの個展っていうのはちょっと違うわよねぇ。": "I'm going to do it with everyone in Treburg-Intedt.\nIt's a little different from a solo exhibition just for me.",
    "お化け屋敷は逆に、個性って面では薄くないか？": "A haunted house, on the other hand, isn't it a little lacking in individuality?",
    "まあ、確かにそうだねぇ……ＶＲでお化け屋敷っていうのは、\n他のチームでも出来るようなアイデアだし。": "Well, that's true... A haunted house in VR is...\nIt's the kind of idea that other teams can come up with.",
    "俺が来るときもお化け屋敷とかＶＲを準備をしてるのは見たからな。\n結構競争という面でも大変じゃないか？": "I saw her preparing a haunted house and VR when I came, after all.\nIsn't it hard to compete in terms of competition?",
    "確かにねぇ。立地的な面で優ってるわけじゃないし……\nビジネスだったら撤退判断しちゃうかもなぁ。": "That's true. It's not like we're superior in location...\nIf it were a business, I'd probably decide to withdraw.",
    "まあ、学園祭だしビジネスなわけじゃないからな。\nそこは楽しくやればいいと思うぞ。": "Well, it's a school festival, so it isn't a business.\nI think you should have fun there.",
    "んー、まあそれはそうだね。\nそういう意味だと私がやってみたいのも大きいんだよね。": "Hmm, well, that's true.\nIn that sense, it's a big reason I want to try it.",
    "シエナの方は……演劇か。\n一番準備にお金も手間もかからないんじゃないか？": "As for Siena... A play, huh?\nWouldn't it take the least amount of money and effort to prepare?",
    "んー、そんなことはないわよ？\n知り合いが演劇をやってるんだけど……": "Hmm, that's not true, okay?\nAn acquaintance of mine is performing a play...",
    "舞台の準備に衣装を揃えるでしょ？\nそれに、台本の読み合わせに……やる事も手間もかかるわよ。": "You're going to get your costumes ready for the stage, right?\nBesides, it takes a lot of time and effort to read the script...",
    "ひええ……それはやばたんです！": "Eeek... That's not good!",
    "まあ、でもその分はやり遂げると楽しそうだけどね。\nそれにフルートとシエナで知名度は抜群だし。": "Well, it looks like it'll be fun to make up for it.\nBesides, she's famous for her flute and siena.",
    "シエナは良いのか？\nあんまり目立つのは好きじゃないだろ？": "Are you okay with Siena?\nYou don't like to stand out too much, do you?",
    "確かに、あんまり目立ちたくはないけど……\n皆で一緒にこういう事をやるならいいかなって。": "True, I don't want to stand out too much, but...\nI thought it would be nice if we could all do this together.",
    "なるほど……それに、劇なら役としてなり切れるから、\n普段の自分と違う自分になれるっていうからな。": "I see... Besides, if it's a play, I can play the part, so...\nThey say you can be different from your normal self.",
    "それもあるかな……お芝居ってちょっと興味はあるし。\nでも、思ったより大変そうなんだよね……難しいなぁ。": "I guess that's part of it... I'm a little interested in acting.\nBut it seems like it's harder than I thought... It's hard.",
    "%usernameusernameuserna%さん、どうでしょうか……？": "What do you think, %usernameusernameuserna%...?",
    "ああ、確かに悩ましいな……\nどれが一番良いって言えるような決め手もないしな。": "Yeah, it's definitely a problem...\nI don't have the decisiveness to say which is the best.",
    "（……それと、気がかりがひとつあるんだよな）": "(...And there's one more thing I'm worried about.)",
    "……？　どうかしましたか？": "...? What's wrong?",
    "（さっきからフルートが妙に大人しいんだよな。\n普段のフルートなら、もっと自分から意見を言うのにな……）": "(The flute has been strangely docile for a while now.\nNormally, a flute would be able to give its own opinion...)",
    "（チームの皆を引っ張るフルートらしさを感じられない。\n……何か、あったんだろうか？）": "(I don't feel like a flute pulling everyone on the team.\n...Did something happen?)",
    "%usernameusernameuserna%くん、また難しい顔してるよ～？": "%usernameusernameuserna%-kun, you're making a complicated face again~",
    "ごめんなさいね、面倒事を押しつけちゃって。\nチームだけで決めれたらよかったんだけど……": "I'm sorry for pushing all the trouble onto you.\nIt would have been nice if the team could decide on their own, but...",
    "ああいや、他に考え事をしてただけだから気にしないでくれ。": "Oh no, I was just thinking about something else, so don't worry about it.",
    "とりあえず、意見は聞けたからな。\n一旦休憩をしよう。その後に集まってもう一回話し合いだな。": "At any rate, I was able to get her opinion.\nLet's take a break. We'll meet up after that and talk again.",
    "おっけー。私もあんまり決まらない会議が続くと、\nタイパもコスパも悪いなーって思ってたんだよね。": "Okay. I don't have a lot of meetings to decide on either, so...\nI was thinking about how bad Tipa and Cospa are.",
    "じゃ、私は今のうちに何か食べてこようかなー。": "Well then, I guess I'll go get something to eat while I still can.",
    "それならみんなで昼食に――": "Then let's all have lunch together――",
    "おっと。\nすまないが、フルートはちょっと残ってくれ。": "Whoops.\nI'm sorry, but could you stay a little longer on the flute?",
    "えっ？　は、はい。": "Huh? Y-Yes.",
    "少し付き合ってほしいんだ。\nふたりで大事な話がしたくてな。": "I want you to go out with me for a bit.\nI wanted to talk to you about something important.",
    "ふたりきりで、大事なお話……ですか……？": "An important conversation... just the two of us...?",
    "じゃ、私達は先に行ってるから。": "Well, we'll be going on ahead.",
    "あ――は、はい。": "Ah—y-yes.",
    "時間をとらせて悪いな。\nどうしてもフルートの気持ちを聞いておかなきゃと思って。": "Sorry to take up your time.\nI thought I had to ask how the flute felt.",
    "フルートの気持ち……！？": "A flute's feelings...?!",
    "なるべく人の来ない静かな場所がいいんだが……\nどこかあるかな。": "I'd prefer a quiet place with as few people as possible...\nI wonder where it is.",
    "ひ、人気のない場所っ……ですか！？": "A-A deserted place...?!",
    "みんなの前じゃ話しづらいだろうから。": "It'll be hard to talk in front of everyone.",
    "み、みんなの前ではできないお話……は、はわわ……！？": "I-It's something I can't talk about in front of everyone... H-Hawawa...!?",
    "……上のフロアには、人が利用してる教室はないみたいだな。\nよし。ついて来てくれ。": "...Looks like there aren't any classrooms on the upper floor that people are using.\nAll right. Follow me.",
    "ひゃ、ひゃい！？　わ、わかりました！？\nま、まさか%usernameusernameuserna%さん……": "H-Hyai?! D-Do you understand?!\nD-Don't tell me %usernameusernameuserna%..."
}