{
    "くっ……勝利のためなら手段を択ばないその姿勢は称賛しますが……！\n相手との実力差すら分からないのは、ただの蛮勇です……！": "Ugh... I admire your willingness to do whatever it takes to win, but...!\nIt’s just barbaric that I don’t even know the difference in ability between myself and my opponent...!",
    "蛮勇でも卑怯でも、大いに結構です！\nそれでちゆるさんと一緒にいられるのなら……！": "It doesn't matter if it's bravery or cowardice!\nIf that's what it takes to be with Chiyuru-san...!",
    "斬りかかったドロテア機の攻撃を、めるはフラットスピンで回避。": "I dodge Dorothea's attack with a flat spin.",
    "はぁああああああああ！！": "Haaaaahhhh!!",
    "お嬢、危ない！！": "Ojou, watch out!!",
    "その後、超加速状態からのフラットスピンが生み出す。\n不規則旋回からの斬撃が、ドロテア機を庇ったリュシー機を切り裂いた。": "After that, it was created by a flat spin from a super-accelerated state.\nA slash from an irregular turn cut through the Lucy machine that protected the Dorothea machine.",
    "リュシー……！": "Lucy...!",
    "くっ……悪い、お嬢！　離脱する！": "Ugh... Sorry, Ojou! I'm leaving!",
    "……良い、仕事でした。\nゆっくり休んでください……": "...That was a good job.\nPlease get some rest...",
    "ちゆるさんとこれからもずっと一緒にいたいんです！\n誰も欠けてほしくない……だから、負けられません！": "I want to be with Chiyuru-san forever!\nI don’t want anyone to be missing... That’s why I can’t lose!",
    "月ヶ瀬さんは必要ないのですか？　よりよい研究施設に、\n<r=プライマル・ベルト>原生帯</r>以降も潜れる強豪チームの協力。": "Don't you need Tsukigase-san? A better research facility,\n<r-primal belt> The cooperation of a powerful team that could dive even after the primogenitor belt.",
    "あなたのやりたいこと、なしたいことにより近づけますよ？": "I can get closer to what you want to do, no matter what you wish to do.",
    "……とノヴァセレスからの宣伝文句です。": "...That’s the promotional line from Nova Celes.",
    "きっとフルートやドロテア達も、本心でちゆるを誘いに来たというより、\nそれぞれの所属地区の都合や意向で動かされているのだろう。": "I was sure that the flute, Dorothea, and the others hadn’t really come to invite Chihaya to join them\nIt must have been driven by the circumstances and intentions of each district they belonged to.",
    "……ごめん。いい研究施設も深層の探索も確かに魅力的だよ。\nでも――今のあたしは、このチームを離れたくない！": "...Sorry. Good research facilities and deep exploration are certainly attractive.\nBut—right now, I don't want to leave this team!",
    "確かな意思のこもった照準。ちゆるの指がトリガーを引く瞬間、\n彼女の眼差しには一瞬の迷いすらなかった。": "Her aim is filled with a definite will. The moment Chiyuru's finger pulls the trigger...\nThere wasn’t even a moment’s hesitation in her gaze.",
    "あたしは――シリウスシュガー所属、月ケ瀬ちゆるだからっ！": "I'm――Tsukigase Chiyuru from Sirius Sugar!",
    "閃光と共に放たれた砲撃が、\nトレブルクインテットの１機を撃破する。": "With a flash of light, the bombardment was fired\nDestroy one of the Treburg Intets.",
    "なっ……しまった！　ごめん、フルート！": "Wha... Crap! Sorry, flute!",
    "エヴィちゃん！？": "Eve?!",
    "後から出てきてちゆるを横取りするなんて、悪辣にもほどがある。\nちゆるが欲しいなら、わたし達を倒してからにして……！": "There's a limit to how crafty it can be to snatch Chiyuru away when she comes out after you.\nIf you want us to forgive you, you have to defeat us first...!",
    "迫ってきていたピクシス・マスールの１機の攻撃を\n白奈は蹴り上げることで防ぐ。": "One of the approaching Pixis Masulus units attacked.\nShirona blocked it with a kick.",
    "そこで生まれた一瞬の隙を逃すことなく、\n目にも留まらぬ速さで撃破する。": "She didn’t miss the momentary opening born there\nHe destroyed them faster than the eye could follow.",
    "どいつもこいつも自分勝手なことばっかり言って……\n誰かひとりでもちゆるのことを考えてモノ言ってんのかよ、ああ！？": "They're all so selfish...\nAre you saying that because you're thinking about something you shouldn't be doing alone?!",
    "仲間を想う気持ちを怒りという感情として発露させたラミは\nトレブルクインテットの１機を正面からねじ伏せ、撃墜する。": "Rami revealed her feelings for her companions as an emotion known as anger\nHe pinned down one of the Treburg Integrity units head-on and shot it down.",
    "知らなかった……自分以外の誰かのために戦うと、\nこんなにも力が湧いてくるなんてっ！": "I didn’t know...that I’d fight for someone other than myself\nI didn't think I'd get this much power!",
    "みんなと一緒なら、どんな強敵にも勝てそうな気がしてくるっ！": "As long as I'm with everyone, I feel like I can beat any strong enemy!",
    "心香の一撃が炸裂する。信頼で結ばれたチームメイトを得た彼女は\n今こそ最高のパフォーマンスを発揮していた。": "Kokoro's attack explodes. She's gained a trusted teammate.\nNow was the time to put on my best performance.",
    "戦闘技術だけがこの世のすべてではありませんわ。\n仲間を想う絆こそが……戦況をいつだって覆しますの！": "Combat techniques aren't the only thing in this world.\nIt's the bonds between friends that always turn the tide of battle!",
    "七彩の放った一撃が、トレブルクインテットの１機を撃墜した。\n士気、連携、戦術――そのすべてが今、最高の形で噛み合っていた。": "Shichika’s attack shot down one of the Treburg Intets.\nMorale, coordination, tactics—all of them were meshing in the best possible way right now.",
    "くっ……即席連合チームなのに、ここまでやるなんて……！\n悔しいですが、これ以上はやばたんかな？": "Ugh... Even though we're an impromptu alliance team, we've come this far...!\nI hate to admit it, but I guess I shouldn't have gone any further.",
    "ドロテアちゃん、ごめーん！　そろそろこっちガチヤバかも！\nトレブルクインテットはここで戦線離脱させてもらいます！": "I'm sorry, Dorothea! It's about time for us to get serious!\nTreburg Integrity will be leaving the front lines here!",
    "……致し方ありませんね。承知しました。": "...It can't be helped. Understood.",
    "それじゃ、シリウスシュガーのみんなにプレ・クラス－Ａだっけ？\n超アゲぽよでした！　またどこかでヨロで～す！　おつまるぅー！": "So, everyone in Sirius Sugaru has a Pre-Class-A, right?\nIt was super-awesome! I'll go somewhere else again! It'll be fun!",
    "フルート機と残ったトレブルクインテットの機体は、\nそう言って背を向けると撤退していった。": "The flute machine and the remaining Treburg Integrity aircraft...\nWith that, she turned her back on him and retreated.",
    "……この展開は予想していませんでした。\nお見事としか言いようがありません、シリウスシュガー。": "...I didn't expect this to happen.\nI can only describe it as magnificent, Sirius Sugaru.",
    "そして特別養成校舎――プレ・クラス－Ａですか。\n皆さんに……心からの敬意を。": "And then there's the special training building—Ple Class-A?\nI give you all my heartfelt respect.",
    "ですが、わたくしはこれでもノヴァセレスを代表する貴族の一員。\nこの身が地に伏すその瞬間まで、誇りを手放すつもりはありません。": "However, I am still a member of the nobility representing Nova Celes.\nI have no intention of letting go of my pride until the moment I fall to the ground.",
    "シリウスシュガー……そしてプレ・クラス－Ａの皆さん。\n最後の勝負――受けていただきます！": "Sirius Sugaru... and everyone in Pre-Class-A.\nThe final match—I'll accept it!",
    "ドロテアが剣を構えた……\n来るぞ、本気のユーロ・タワー最強格が……！": "Dorothea readied her sword...\nHere it comes, the true strongest in Euro Tower...!",
    "もうここまで来たからには正面から迎え撃つだけ！\n最強格だろうが何だろうが――": "Now that we've come this far, we'll just have to intercept them head-on!\nIt didn’t matter if he was the strongest or not—",
    "――と、決着の１戦が始まろうとしていた、そのときだった。": "And just as the final match was about to begin...",
    "んぎゃ～っ！？　なんか撃たれた～！！": "Ngyaaaa!? I got shot somehow!!",
    "ジュリー！？　いったい誰が……！？": "Julie?! Who the hell...?!",
    "い、今の威力は競技用の模擬弾ではありません！\nこの破壊力は……まさか、実弾！？": "Th-That wasn't a competitive mock bullet!\nThis destructive power... Could it be a live bullet?!",
    "全機、散開してください！　一時休戦です！": "All units, spread out! A temporary truce!",
    "はい！　皆さん、早くその場から離れて！": "Yes! Everyone, get out of there!",
    "きゃ～っ！？": "Kyaaaa!?",
    "な、なになになにーっ！？": "Wh-What, what, what?!",
    "避けられない……きゃあああああっ！？": "I can't dodge it... Kyaaaaah!?",
    "プレ・クラス－Ａの皆さんが！？": "Everyone in Pre-Class-A?!",
    "行くな、める！　お前まで巻き込まれたいのか！": "Don't go, stop! You want to get caught up in this!",
    "でもっ！": "But!",
    "ねえ、みんな、あれ何！？": "Hey, guys, what's that?!",
    "あ、あれは……！！": "Th-That's...!!",
    "ＭＧ……？　しかも何機も……どこの校舎の機体だ？": "MG...? And a bunch of them... What building are they from?",
    "……どの機体も所属校舎のマークを持っておりません。\nそれにあの統率された緻密な動き……明らかに学生ではありませんわ。": "None of the machines have the school building markings on them.\nAnd those precise movements of his... He's clearly not a student.",
    "あれは……おそらく違法パイロット部隊です……！": "That's...probably an illegal pilot unit...!",
    "な、なぜ今、ここに……！？": "Wh-What are you doing here?!",
    "――ターゲット確認。これより確保を開始する。": "Target confirmed. Commencing capture.",
    "__translated__": true
}