{
    "白奈さんと同じように、私も頑張りますね！": "I'll do my best, just like you!",
    "ああ、めるには期待してるぞ。\n一緒に頑張ろうな！": "Yeah, I'm looking forward to it.\nLet's do our best together!",
    "はい！": "Yes, sir!",
    "（……あれ？　なんだかこの感じ、覚えがあるような……？\nあっ！　確か、写真を撮った日に――）": "(...Huh? Does this feel familiar...?)\nAh! If I remember correctly, on the day I took the picture――)",
    "はぁ……。": "Hah...",
    "シミュレーターの成績、私が最下位だったし……\n実践じゃないとはいえ、このままじゃダメですよね……": "I got the lowest score in the simulator...\nIt may not be a practice, but it's not going to work like this...",
    "落ち込んでいためるは、\n端末を前にそう呟いて気合を入れる。": "The depressed Meguru...\nI muttered that in front of the terminal and pumped myself up.",
    "色々と調べ物をしてみましょう！\nきっと、ＭＧに関する操作のコツもあるはずですから！": "Let's do some research!\nI'm sure there's a trick to manipulating MGs, too!",
    "そう言ってネットに書いてある知識を調べるめる。": "Saying that, I look up the knowledge written on the internet.",
    "……なるほど、視野を広く保つこと……\nそれに、目標を小さく定めて……": "...I see. Keeping your field of vision wide open...\nBesides, I've set a small goal...",
    "集中して周囲が目に入らなくなっためる。\nそして、記事を見ながらうっかり手にマウスが触れてしまい……": "I'm so focused that I can't even see my surroundings anymore.\nAnd then, while I was looking at the article, I accidentally touched my hand...",
    "……ふえっ！？\nな、なんですか！？": "...Fweh?!\nWh-What is it?!",
    "突然画面に映ったのは……エッチな広告から紹介された、\nアダルトなコミックだった。": "All of a sudden, what appeared on the screen...was the introduction from a dirty ad.\nIt was an adult comic.",
    "あわわ……へ、変なサイト開いちゃいました……": "Awawa... I-I opened a weird site...",
    "流石に集中力の高いめるでも、\n画面いっぱいに流れたアダルトなシーンに顔を赤くする。": "Even if I focus too hard...\nHer face turned red at the adult scene that filled the screen.",
    "（はぁ……あれ？　この女の子……ちょっと私と似てるかも……）": "(Hah... Huh? This girl... She looks a little like me...)",
    "（……えっと、落ちこぼれパイロットがカッコいいコーチと出会って、\n手取り足取り教えてもらう……）": "(...Um, the fallen pilot met a cool coach, and...)\n(I'll have to learn the steps...)",
    "アダルトコミックサイトだったが興味を惹かれためるは、\nそのままクリックして内容を見ていく。": "It was an adult comic site, but what caught my interest was...\nI click on it and take a look at the contents.",
    "（ふふ、こんな風になったらいいなぁ……\nそれで……あわわ！　そのままエッチな事を……）": "(Hehe, it'd be nice if it turned out like this...)\nAnd then... Awawa! I'm going to do something perverted...)",
    "顔を赤くしながらも、\n目を離せずにコミックの内容をどんどん読み進める。": "Her face was red, but...\nWithout taking my eyes off it, I keep reading the contents of the comic.",
    "今の自分に似通っている部分もあったことで、\n徐々にコミックの女の子へ感情移入して昂っていく。": "There was also a part of her that resembled who she was now\nI'm gradually getting more and more excited by empathizing with the comic girl.",
    "……はぁ、はぁ……男の人に、こんな風に……\n強引に、リード、んっ、されちゃうんですね……": "...Haah, haah... Like this to a man...\nYou're going to force me to take the lead...",
    "いつか私も……こんな風に、\nエッチなことをするのかな……？": "One day... I'll be like this, too...\nI wonder if she's going to do something perverted...?",
    "めるは机の角に自分の股間を押し付け、\nピリピリとした快感に顔の表情を緩める。": "Meguru presses her crotch against the corner of the desk.\nThe prickly pleasure made her face relax.",
    "……んんっ……": "...Mmm...",
    "（もしも、この漫画みたいに……\n素敵なコーチに出会っちゃったら……）": "(What if, like in this manga...)\nIf I meet a wonderful coach...)",
    "（普段は優しいんだけど……エッチな時には、\nこうしてちょっと強引にリードされて……）": "(He's usually kind, but... when we're having sex,\nI'm being forced to take the lead like this...)",
    "漫画のようなシチュエーションを妄想し、\n表情を真っ赤にしながら下着を湿らせるめる。": "I fantasized about a manga-like situation.\nHer face turned bright red as she moistened her underwear.",
    "んっ……ん……んん……": "Mm... mm... mmm...",
    "堅い角に押し付けた刺激で、\n昂ってきためるは誰もいない自室だが、周囲を伺ってしまう。": "It was the stimulation of pressing against a hard horn.\nI'm getting excited. There's no one in my room, but I look around.",
    "えっと、誰も見てないよね……？\n……って、私の部屋だから誰も見てないか……": "Um, no one's watching, right...?\n...Wait, it's my room, so no one's watching...",
    "んんっ……": "Mmm...",
    "小さく声を漏らしながら、めるはそっと腰を動かしていく": "Meguru lets out a small gasp as she gently moves her hips.",
    "んんっ、はぁ、あっ、んんう……！\nはぁ、ここ、んっ、きもち、いい……": "Nnn, haa, ah, nnn...!\nHaa, here, nn, feels good...",
    "ゆっくりと腰を机の角に擦りつけるめるは、\n卑猥な水音を響かせて快感を味わっている。": "I slowly rubbed my hips against the corner of the desk.\nShe was relishing the pleasure, making obscene wet sounds echo.",
    "はぁ、はぁ……んっ、うう……凄い、\n濡れちゃってる……私の、あそこ……": "Haa, haa...nnn, uuu...amazing,\nIt's wet... over there...",
    "エッチな音をさせて……んっ、はぁ、ああ……\nくちゅくちゅって……いって、んぅうう……！": "Making dirty sounds... nn, haa, ahh...\n*squelch squelch*... Cum, mhhh...!",
    "男の人とするときも、んっ、この音が……\nんっ、聞かれちゃうのかな……": "Even when I'm with a guy, nn, this sound...\nHmm, I wonder if she'll hear me...",
    "声に出しながら昂っていき、\n蕩けた表情を浮かべて更に腰を動かすめる。": "I was getting worked up as I spoke aloud.\nWearing an enchanted expression, I moved my hips even more.",
    "そして、口に出る妄想は徐々に先ほどの漫画の主人公を、\n自分に置き換えたものになっていく。": "And the fantasies that come out of my mouth gradually turn out to be the main character of the manga from earlier\nIt became something I replaced with myself.",
    "はぁ、んっ、ふぅ……落ちこぼれな私の事……んっ、ああ！\n一生懸命教えてくれる、コーチがぁ……": "Haa, nn, fuu......I'm such a failure......nn, aaah!\nCoach is doing his best to teach me...",
    "私の事、欲しいっていって……！\nんっ、ふぅ、んんっ！　エッチな事、して貰ってぇ……！": "She said she wanted me...!\nNn, fuu, nnn! Have me do something dirty...!",
    "はぁ、はぁっ、あっ、んん！\nこんな風に、胸も……あそこも、触って、もらってっ……！": "Haah, haah, ah, mmm!\nShe's touching my breasts... and my pussy... like this...!",
    "そして、開いているエッチな漫画のサイトをみて、\nめるは知識をドンドンと仕入れていく。": "Then, I looked at the porn manga site that was open.\nMeguru stocked up on knowledge.",
    "はぁ、あっ、んぅうう！\nこんな風に、ゆび、奥まで、はぁ、ああっ、挿れちゃって……！": "Haa, ah, nnuuu!\nLike this, I'm going all the way inside, haa, aah, putting it in like this...!",
    "男の人の指って、こんな、風にっ、んっ、ああ……！\n硬くて、ごつごつ、してるの、かな……？": "A man's fingers, like this, nn, aaah...!\nIs it hard and rugged...?",
    "んっ、ふぅ……はぁ、ああっ、もしも、んっ、ああ、\nしてもらうなら、優しく、して、もらってぇ……！": "Nn, fuu...haa, aah, what if, nn, aaah,\nIf you're going to do it, then be gentle...!",
    "下半身だけの刺激では物足りなくなったのか。\n今度は胸を強く揉みしだいていく。": "Was the stimulation of just her lower body not enough?\nThis time, I rub her breasts harder.",
    "はぁ、んっ、ふぅ……私のことを、\nもっと知りたいって、いって……": "Haa, nnh, fuu... About me,\nShe said she wanted to know more...",
    "この漫画みたいに……んっ、あっ、はぁ、はぁ……\nもっとエッチなことをしてあげたいって……": "Just like in this manga... nn, ah, hah, haah...\nI want to do more dirty things for her...",
    "腰を擦りつけながら自分の胸を見つめながら、\n指で強く揉み始めていく。": "I rubbed my hips against hers as I stared at my chest.\nI start massaging her with my fingers.",
    "そういえば……も、揉んだら、大きくなるって……\nんぅ……ホント、なのかな……？": "Come to think of it... I-If I rub them, they'll get bigger...\nHmm... Is it true...?",
    "はぁ、んっ、ふぅ……私の、んっ、あんまり……\n大きくないけど……もっと、大きく、なるのかな……？": "Haa, nn, fuu... My, ngh, too much...\nIt's not big, but... will it get bigger...?",
    "こんな風にエッチな事をしてたら……んっ、はぁ……\nもっと、おおきくなって……": "If we're having sex like this... nn, haa...\nGet bigger...",
    "ふくらみをゆっくりと揉みしだき、\n硬くなっって存在を主張している先端を愛撫していく。": "I slowly massaged her breasts.\nI caressed the hardened tip that was asserting its existence.",
    "おっぱい、んっ、は……さっきの漫画でも……んん、\nいっぱい、揉んだり……舐められたりして……": "Boobs, nn, hah... Even in that manga... nnn,\nShe's fondling me... and licking me...",
    "漫画の主人公を自分に置き換えて想像しながら、\n更に昂って動きは激しくなっていく。": "As I imagined it, replacing the main character in a manga with myself...\nI get even more worked up, and my movements become more intense.",
    "はぁ、はぁっ、んっ、ううう……！\nふぅ、んんっ……ああっ、んぅ、あっ、んん……！": "Haa, haa, nn, uuuu...!\nFuu, nnn...aah, nnu, ah, nngh...!",
    "私、んっ、はぁ、凄い、濡れて、んっ、ああ……！\nドロドロになって……変な感じに、なっちゃうっ……！": "I'm, nn, haa, amazing, wet, ngh, aaah...!\nI'm going to get all sticky...and weird...!",
    "そうして、漫画を見ればついに女の子が、\nコーチによって挿入されるシーンに入る。": "And so, when I looked at the manga, I finally saw a girl...\nI entered the scene where Coach inserted me.",
    "あ……お、男の人のが……女の子のアソコに……\nうぅぅ……は、入って……": "Ah... A-A man's... a girl's pussy...\nUgh... I-It's going in...",
    "んっ、ああっ！　はぁ、はぁ……！\nこんな風に、んっ、あそこに、入っちゃうんだ……！": "Nn, aaah! Haa, haa...!\nSo this is how, nn, it goes in there...!",
    "漫画でピストンされて喘いでいるシーンを見て、\nめるも合わせて強く擦りつけていく。": "I watched the scene where she gasped from being pistoned in a manga.\nI rub against her harder, along with her.",
    "んっ……んっ、んっ、んっ、んぅっ……！": "Mm... mm, mm, mn, mhn...!",
    "はぁ、はぁっ……んっ、あああ……\nんっ、うう、気持ちよくなって……あっ、んううう！": "Haah, haah... nn, aaah...\nNn, uuu, it feels good... ah, nnuuu!",
    "こえ、勝手に、漏れて、きちゃうっ……！\nんっ、ふぅ……はぁ、あっ、んぅううう！": "Scary, it's leaking out, on its own...!\nNn, fuu...haa, ah, nnuuuu!",
    "徐々に絶頂に向かって高ぶっていき、\nめるの興奮もピークへと達していく。": "She was gradually getting more and more excited towards her climax.\nMy excitement reaches its peak.",
    "んっ、本番になったら……おっきな体で、抱きしめられて……\n男の人のアレを、ズンズンって、おくにっ……": "Mm, when the real thing comes... she'll hug me with her big body...\nA man's thing, deep inside me...",
    "はぁ、はぁっ……やっぱり、するときって痛いのかなぁ……？\nそれとも……っ……んっ……": "*pant pant*... Does it hurt when I do it...?\nOr... Ngh... Nnh...",
    "こんなふうに自分でするより……んんっ……\nもっと、気持ちよかったり、してっ……": "Rather than doing it myself like this...nnn...\nFeel even better...",
    "――っ！？　ひうっ、あ、あっ……！": "――!? Hiu, ah, ah......!",
    "ビクンと、体を大きく震わせるめる。": "Her body trembles violently.",
    "んっ、あっ、はぁ、さっきの、凄い……": "Mm, ah, hah, that was amazing...",
    "興奮して擦りつけているうちに、\n彼女の敏感なクリトリスに当たり体を震わせる。": "While I was rubbing it against her excitedly...\nI hit her sensitive clitoris and made my body tremble.",
    "し、下着の上から……なのにっ……\nこんなにビリビリってぇ……はぁぅ……！": "I-It's through my underwear... and yet...\nIt's so tingly...hauu...!",
    "そして更なる快感を求めて、\n机の角に一番感じる箇所を擦り付けていく。": "And then, seeking even more pleasure...\nI rub the most sensitive spot against the corner of the desk.",
    "はぁ、あっ、んっ、あああ……！\nこれ、だめっ、んっ、ううう……！": "Haa, ah, nn, aaah...!\nThis is, no good, nn, uuuu...!",
    "しげき、つよすぎてっ……はぁ、はぁっ……！\nへんに、なっちゃう……んっ、ううう！": "It's too strong... haa, haa...!\nI'm going to go crazy... nn, uuuu!",
    "あっ、うっ、う、んっ、うぅっ……！": "Ah, uuh, uh, nnh, ooh...!",
    "快感を純粋に味わいながら、\n高まっていくめるの動きはピークへと達していく。": "As she genuinely savored the pleasure,\nThe rising movement reaches its peak.",
    "あっ、んっ、ああああっ！\nはぁ、はぁっ、これ、いじょう……したら、んっ、あああ……！": "Ah, nn, aaaaah!\nHaah, haah, if I... mess with this, nn, aaah...!",
    "おかしく、なっちゃう……っ！　んっ、ううう……！\nはぁ、はぁ……このまま、もう、わたしっ……！": "I'm going crazy...! Nn, uuuu...!\nHah, hah... At this rate, I'll...!",
    "んっ、ふわふわって、してぇ……！\nもう、このまま、んっ、ああ……！": "Mm, it's so fluffy...!\nGeez, like this, nn, aaah...!",
    "自分の絶頂に向けて、\n机に擦りつける動きも胸を揉む手の動きも激しくなる。": "Toward her own climax,\nThe movements of her hands rubbing against the desk and rubbing her breasts became more intense.",
    "あっ、んっ、あっ、ああああ！\nはぁ、はぁ、んっ、ううううう！": "Ah, nn, ah, ahhhh!\nHaa, haa, nn, uuuu!",
    "誰も見ていないからか、\n声も我慢せずに興奮を高めていくめる。": "Maybe it's because no one's watching,\nI don't even have to hold back my voice to get more excited.",
    "もう、だめ、わたし、イっちゃうっ！　んっ、あああ！\nこのまま、イっちゃうのっ！": "I can't take it anymore, I'm going to cum! Nn, aaaah!\nI'm going to cum like this!",
    "こーちにっ、んっ、えっちなこと、されてっ！\nはぁ、おなかのなかに、いっぱい、だされ……": "You're doing lewd things to me!\n*sigh* You came so much inside me...",
    "そして限界を迎えためるは、\nトドメとばかりに角へギュッと強く押し付ける。": "And then, as she reached her limit...\nAs a finishing blow, I press hard against her horns.",
    "んっ、あっ、はぁ、ああっ、やっ、んんん！": "Nn, ah, haa, aah, no, nnn!",
    "き、きちゃ、きちゃう、このまま、\nジンジンするのがっ、んっ、んぁ、あぁぁぁっ……！": "I-I'm cumming... I'm going to cum...\nIt's tingling, mn, mnah, ahhhh...!",
    "ひゃうっ――ん、んんんんんんん～っ！": "Hyaaaa—nnn, nnnnnnnnnnnn!",
    "あ……あぁぁ……ふあぁぁぁぁぁぁぁぁ……っ！": "Ah... aaah... fuaaaahhhh...!",
    "ガクガクと痙攣しながら絶頂しためるは、\nしばらくの間余韻に浸りながらぼうっとしていた。": "She climaxed while convulsing.\nI basked in the afterglow for a while, dazed.",
    "んく……はぁ……はぁ……はふぅ……": "Ngh... haa... haah... hafuu...",
    "顔を赤くしながら、\n自分の股間の濡れた感覚に気づいて徐々に冷静になる。": "Her face was red as she spoke.\nRealizing the wet sensation between my legs, I gradually calmed down.",
    "（……はぁ……うう、なんでこんなことしちゃったんだろ……\nもしかして……私ってエッチな子なのかな……？）": "(...Hah... Ugh, why did I do this...?)\nMaybe... I'm a dirty girl...?)",
    "（うう、下着も濡れちゃってる……\n一回お風呂に入らないと……）": "(Ugh, my underwear is wet too...)\nI need to take a bath...)",
    "羞恥に頬を染めて、\n自分がしてしまった行為に自己嫌悪してしまうめるだった。": "Her cheeks flushed with shame.\nI hate myself for what I've done.",
    "（……うう、恥ずかしい記憶を思い出しちゃったけど……\nでも、今ってあの時見た漫画と同じ状況だよね……？）": "(...Ugh, I remember embarrassing memories, but...)\nBut this is the same situation as the manga I saw back then, isn't it...?)",
    "（%usernameusernameuserna%さんが、\nこうして落ちこぼれの私達のために教えてくれて……）": "(%usernameusernameuserna%-san...\n(And now he's telling me about it for the sake of our failure...)",
    "（……も、もしかしたら……練習している流れで、\nあんなことやこんなことまでされちゃったりして……！？）": "(...M-Maybe... it's because I'm practicing...)\nI can't believe she did something like that to me...!)",
    "（だ、だめ！　そんな不純なことを考えるのは！\n%usernameusernameuserna%さんに失礼だけど、でも――）": "(N-No! Don't think about something so impure!\nIt's rude to %usernameusernameuserna%, but――)",
    "める、どうした？　体調不良か？": "What's wrong? Are you not feeling well?",
    "ひゃ、ひゃいっ！？\nだ、大丈夫です！": "H-Hyai?!\nI-I'm fine!",
    "……元気なら返事はイエッサーだ！\nどうやら余裕があるようだな！": "...If she's doing well, then yessir is the answer!\nLooks like you've got some leeway!",
    "い、イエッサー！": "Y-Yessir!",
    "余計なことを考えられるようなら更に厳しくするべきだな！\nめる！　お前は他のメンバーの倍の練習だ！": "If you can think of something unnecessary, you should be even stricter!\nMeguru! You practice twice as hard as the other members!",
    "えええっ！？　い、イエッサー！！！": "Whaaat?! Y-Yessir!!!",
    "そうしてめるはエッチな漫画のシチュエーションのように、\n不埒な事すら考えられない程に疲れ果てる事になるのだった。": "It's like a scene out of a dirty manga.\nI was so exhausted that I couldn't even think of anything insolent."
}