{
    "――これで予定してた買い物はだいたい終わったかな。\n歩き疲れたし、どこかで休憩でも……": "――I think that's pretty much all the shopping I was planning on doing.\nI'm tired of walking, so maybe I should take a break somewhere...",
    "はぁ……": "Hah...",
    "ん……今のはリュシー……だよな？": "Hmm... That was Lucy, right?",
    "なにか悩んでいるような様子だったけど、\nあのしっかり者のリュシーが……珍しいな。": "She seemed to be worried about something, but...\nThat reliable Lucy... That's unusual.",
    "よし……おーい、リュシー！": "All right... Hey, Lucy!",
    "あぁ……？": "Huh...?",
    "やっぱり、リュシーだったか。\nどうしたんだ、そんな暗い顔して？": "So it was Lucy after all.\nWhat's with that gloomy look on your face?",
    "悩みでもあるんだったら、俺でよければ話を聞くけど。": "If you're worried about something, I can listen to what you have to say.",
    "……ああ、あんたか。\n別に、なんでもないよ。": "...Oh, it's you.\nNothing in particular.",
    "本当か？\nなんでもないようには見えないけど……": "Is that true?\nIt doesn't look like it's anything...",
    "それに、いつも一緒にいるドロテアがいないのも珍しいよな。": "Besides, it's rare for Dorothea, who's always with us, not to be here.",
    "お嬢か……": "Ojou, huh...",
    "ん？　もしかして……ドロテアに何かあったのか？": "Hm? Did something happen to Dorothea?",
    "何かあったっていうか……うん、まあ……": "It's more like something happened... Yeah, well...",
    "どうしたんだよ、歯切れが悪いな。\nリュシーらしくないぞ？": "What's wrong? You're so evasive.\nThat's not like you, Lucy.",
    "………………": "............",
    "おい、本当にどうしたんだよ？": "Hey, seriously, what's going on?",
    "……お嬢は、今……この学園にはいない。\nノヴァセレスにある実家に帰ってる。": "...Ojou... isn't at this school right now.\nShe's back at her parents' house in Nova Celes.",
    "え……実家に？": "Huh... Back home?",
    "……と、とりあえず詳しい話を聞かせてくれ。\n奢るから、そこでお茶でもしながら……な？": "...A-Anyway, tell me the details.\nI'll treat you, so have some tea there... okay?",
    "……ふぅ。": "...Phew.",
    "……まあ、たまにはあんたとお茶するのも\n気晴らしにいいかもな……": "...Well, having tea with you every once in a while is nice.\nIt might be a good distraction...",
    "……さて、と。": "...Now then.",
    "あー、その……なんていうか……\nもしかして……ドロテアと、喧嘩でもしたのか？": "Ah, well... How should I put it...\nDid you have a fight with Dorothea?",
    "え……あたしが？　お嬢と？": "Huh? Me? With Ojou?",
    "……いや、そうじゃないんだ。": "...No, that's not it.",
    "じゃあ、いったい何が……？": "Then what in the world...?",
    "あんたも知ってるだろうが、\nお嬢はノヴァセレスの貴族の生まれだろう？": "I'm sure you know this,\nYou were born a noble of Nova Celes, weren't you?",
    "しかも、ただの貴族じゃない。\n名門カークランド公爵家の一人娘だ。": "What's more, he wasn't just a noble.\nShe was the only daughter of the distinguished Duke Kirkland family.",
    "ああ……そうだったな。": "Yeah... That's right.",
    "あたしらのところでは女子でも家督を継ぐことができるから、\nお嬢はこのままいけば次期当主ってことになる。": "At our place, even girls can inherit the family estate, so...\nAt this rate, Ojou will be the Successor.",
    "で、そんな次期当主である立場のお嬢には\n貴族としてやるべき仕事や手続きが山のようにあるんだよ。": "And for a young lady in the position of the next head of the family like that...\nAs a noble, I have a mountain of work and paperwork to do.",
    "なるほど……貴族ってのは思った以上に忙しいんだな。": "I see... Nobles are busier than I thought.",
    "ああ、だからこれから忙しくなるお嬢の助けになろうと\nあたしも色々と準備してたんだが……": "Yeah, that's why I'm trying to help Ojou, who's going to be busy from now on\nI've been preparing a lot of things myself, but...",
    "お嬢自身の口から、はっきり言われちまったんだ。": "Ojou herself said it so bluntly.",
    "あたしを一緒に連れて行くことはできない。\nこっちで留守番していて欲しいってな……": "You can't take me with you.\nShe wants me to stay here and watch the house...",
    "……そうだったのか。": "...So that's it.",
    "……今まで、ずっとお嬢と一緒に行動してきた。": "...I've been with Ojou all this time.",
    "それなのに、一緒に行くんじゃなくて、留守番してほしいだなんて、\nもしかして、あたしじゃお嬢を支えるのは力不足なのかなって……": "And yet, instead of going with him, she wanted him to stay behind\nI thought maybe I wasn't strong enough to support Ojou...",
    "リュシー……": "Lucy...",
    "……いや、さすがにそれは考えすぎだろ。\nそんなことないって。": "...No, that's probably overthinking it.\nThat's not true.",
    "……あたしだって分かってる。\nお嬢はそんなことを思う人じゃない。": "...Even I know that.\nOjou is not the kind of person to think that way.",
    "それなのに……頭では分かってても、\n心がどうしても納得してくれなくてさ……": "And yet... even though I knew it in my head,\nMy heart just wouldn't accept it...",
    "ははは、あたしらしくないだろ？\nこんな風に悩んでるなんてさ。": "Hahaha, that's not like me, is it?\nI can't believe she's worried like this.",
    "情けなくたっていいじゃないか": "You don't have to be pathetic.",
    "そんなわけないだろ": "There's no way.",
    "悪いな、こんな情けないところ見せちまって。\nあんたも呆れただろ？": "Sorry for showing you such a pathetic side of me.\nYou're exasperated too, aren't you?",
    "……はは、気を遣わせちまったかな。": "...Haha, I guess I made you worry.",
    "……いや、こんなんじゃダメだよな。\n弱音を吐いて落ち込むなんて、お嬢を支えるメイドとして失格だ。": "...No, I can't do this.\nTo whine and get depressed would be a failure as a maid supporting Ojou.",
    "自分で失格だなんて言うなよ。\nリュシーがしっかりメイドとして務めているのはみんな知ってるさ。": "Don't call yourself a failure.\nEveryone knows Lucy's doing her job as a maid.",
    "でも、吐き出したいことがあるなら俺が聞くよ。\nそれで楽になるなら、いくらでもな。": "But if there's something you want to spit out, I'll listen.\nIf that makes things easier, then as much as you want.",
    "%usernameusernameuserna%……": "%usernameusernameuserna%...",
    "……じゃあ、もう少し話を聞いてもらっていいか……？": "...Could you listen to me a little more, then...?",
    "……色々愚痴を聞かせちまって、悪かったな。": "...Sorry for making you grumble.",
    "いや、話してくれて嬉しかったよ。": "No, I'm glad you told me.",
    "ふふっ、キザなこと言いやがって。": "Heehee, you're being a bit harsh.",
    "さて、そろそろ戻らないとな。\nあんまり遅いと、ミリアム達も心配するし。": "Well, it's about time to head back.\nIf it's too late, Miriam and the others will be worried.",
    "時間取らせちまって、すまない。\nでも……あたしの話に付き合ってくれて、嬉しかったよ。ありがとな。": "I'm sorry for taking up your time.\nBut... I'm glad you came along with my story. Thanks.",
    "ああ……じゃあ、またな。": "Yeah... See you later.",
    "……%usernameusernameuserna%。\n入っていいか？": "...%usernameusernameuserna%.\nCan I come in?",
    "ああ、どうぞ。\n開いてるから入ってくれ。": "Yeah, here you go.\nIt's open, so come in.",
    "よう……あたしに用事ってなんだ？": "Hey... What's your business with me?",
    "ああ、悪いなリュシー。\n急に呼び出したりして。": "Oh, sorry, Lucy.\nI didn't want to call you out so suddenly.",
    "あんたなら構わないよ。\nこの間、色々話を聞いてくれたしな。": "I don't mind if it's you.\nShe did listen to a lot of things the other day.",
    "それで、どうかしたのか？\n……というか、それは？": "So, what's the matter?\n...And what about it?",
    "ああ、前みたいにお茶をしながら話ができたらと思って\nちょっといい紅茶のセットを貸してもらったんだ。": "Yeah, I was hoping we could have a chat over tea like last time.\nHe lent me a nice tea set.",
    "紅茶……？": "Black tea...?",
    "ああ、俺がやるからリュシーは待っててくれ。\nすぐに美味しい紅茶を淹れてやるからな。": "Yeah, I'll take care of it, so wait for me, Lucy.\nI'll make you some delicious tea right away.",
    "えーと、まずは茶器を準備して……\nポットに茶葉を注げばいいんだっけか……？": "Let's see... First, prepare the tea utensils...\nShould I pour tea leaves into the pot...?",
    "っ……！\nいや、その前に……ああ、違う、そうじゃなくて……くぅぅっ！": "...!\nNo, before that... ahh, no, that's not what I meant... kuuu!",
    "ええと……こんな感じでよかったか？\nお湯が沸いたら、次は……？": "Umm... Was it okay to be like this?\nOnce the water boils, what's next...?",
    "あー、もう無理だ！　見てられない！\nちょっと待ってくれ！": "Ahh, I can't do this anymore! I can't watch!\nWait a minute!",
    "呼んでもらった手前悪いが……あたしが紅茶を淹れていいか！？": "I'm sorry you called me here, but... can I make some tea?!",
    "ん？　ああ、もちろん。": "Hm? Oh, of course.",
    "悪いな……職業柄、紅茶に関しては拘りがあるんだ。\n満足できるものを淹れてやるから、楽しみにしててくれ。": "Sorry... I'm particular about black tea because of my line of work.\nI'll make you something you'll be satisfied with, so look forward to it.",
    "ああ、期待してるよ。": "Yeah, I'm looking forward to it.",
    "それじゃあひとつ……淹れさせてもらうぜ。": "Well then... I'll make one for you.",
    "ポットは……二人用か。\nなら、茶葉の量はこのくらいでいいな。": "The pot is... for two, huh?\nIn that case, this should be enough tea leaves.",
    "ポットの大きさで淹れ方が変わるものなのか。": "Was the size of the pot supposed to change how it was brewed?",
    "ああ、その通りだ。\nサイズに合わせた量じゃないと味のバランスが崩れるからな。": "Yeah, that's right.\nIf you don't match the size, you'll lose the balance of flavor.",
    "えーと、ポットの他には――": "Let's see, aside from the pot—",
    "へぇ、なかなかいい茶器を用意したじゃないか。\nわかってるやつに借りたみたいだな。": "Wow, you've prepared a pretty good tea set.\nLooks like she borrowed it from someone who understands.",
    "……まぁね。\nリュシーに振る舞うんだから、ちゃんとしたものを用意しないとな。": "...Pretty much.\nI'm going to serve Lucy, so I'll have to prepare something proper.",
    "ふふっ、ありがとな。": "Heehee. Thanks.",
    "さて、お湯を注いだら……次は蒸らしだ。\nある意味、これが一番大切な工程でな……": "Now that I've poured some hot water... next is steaming.\nIn a way, this is the most important step...",
    "……よし、これで完璧だ……！": "...Okay, that's perfect...!",
    "おぉ……なんというか、手慣れてるなぁ。\nさすがはメイドだ。": "Wow... She's pretty good at this.\nThat's a maid for you.",
    "まあ、お嬢と一緒に飲むことが多いからな。\n自然に身についたというか……": "Well, I often drink with Ojou.\nI guess you could say I learned it naturally...",
    "さて、淹れ終わったぞ。\nこれで完成だ。": "Now then, I'm done brewing.\nWith this, it's complete.",
    "おお、それじゃあいただきます……": "Okay, let's dig in...",
    "うおっ……こ、これは……！？": "Whoa... Th-This is...!?",
    "……どうだ？": "...What do you think?",
    "すごい……美味い！\n今まで飲んだ紅茶の中で一番美味い！": "Amazing... It's delicious!\nThis is the most delicious tea I've ever had!",
    "はは、そんなに美味しそうに飲んでくれたら、\n淹れたこっちも嬉しくなるな。": "Haha, if you drink it so deliciously,\nI'm happy that I made it too.",
    "リュシーも飲んでくれよ！\nってか、淹れたのはリュシーなんだけど。": "You drink too, Lucy!\nActually, it was Lucy who made it.",
    "ふふっ。\nじゃあ、あたしもいただくか……": "Hehe.\nWell, I guess I'll have some too...",
    "――うん。\n思った通り……いや、思った以上に美味いな。": "――Yeah.\nJust as I thought... No, it's better than I thought.",
    "普段通りに入れただけなんだけどな。": "I just put it in as usual, though.",
    "それにしても、リュシーは紅茶に関して厳しいんだな。": "Still, Lucy sure is strict when it comes to tea.",
    "まあな。\n趣味にしているってのもあるが……": "Well, yeah.\nIt's part of my hobby, but...",
    "やっぱり、こういうこだわりがあるところは他人任せにできない。\n性に合わないっていうのかな……": "I really can't leave this sort of fixation to someone else.\nI guess it doesn't suit me...",
    "……なるほど。": "...I see.",
    "ん？　なるほどって？": "Hm? What do you mean, I see?",
    "いや、今のでちょっと分かったと思ってな。": "No, I just thought I'd figured it out.",
    "多分だけど……ドロテアも同じなんじゃないかな。": "It's probably the same for Dorothea.",
    "は……なんでここでお嬢が出てくるんだ？": "Hah... Why is Ojou here?",
    "ドロテアがリュシーを連れて行かなかった理由。\nそれはリュシーを信頼していたからなんだと思う。": "The reason Dorothea hadn't taken Lucy with her.\nI think that's because I trusted Lucy.",
    "……どういうことだ？": "...What do you mean?",
    "そうだな……": "You're right...",
    "リュシーが、俺に紅茶を淹れるのを任せられなかったみたいに、\n誰かに仕事を任せるのって覚悟がいるだろ？": "It was like Lucy hadn't been able to entrust me with making tea\nYou need to be prepared to leave the work to someone else, don't you?",
    "更にそれが、自分が見ることができない場所なら、\n相手を心から信頼していないといけない。": "And if it's a place you can't see,\nYou have to trust your partner from the bottom of your heart.",
    "……つまり、お嬢は力不足で連れて行かなかったんじゃない。\nあたしを信頼しているから、連れて行かなかったってことか？": "...In other words, Ojou didn't take him with her because she wasn't strong enough.\nDoes that mean she didn't take me with her because she trusts me?",
    "ああ、俺はそう思うよ。\n自分のいない場所を任せるのは……信頼してないとできないからな。": "Yeah, that's what I think.\nLeaving her in charge of a place where she doesn't belong......is something you can't do unless you trust her.",
    "っ……！": "...!",
    "そうか……もしかして、それに気づかせるために、\n紅茶セットを準備してくれたのか？": "I see... Maybe, in order to make her realize that...\nDid you prepare the tea set?",
    "いや、それに関して準備したのは俺じゃないんだ。": "No, I wasn't the one who prepared for that.",
    "あんたじゃないって……なら、誰が？": "Not you...? Then who?",
    "ミリアムにハリエットとケイトの３人だよ。": "Millium, Harriet, and Kate.",
    "あいつらが！？": "They did?!",
    "ああ、リュシーが元気がないって相談されてな。\nそれで、これで元気づけて欲しいって言われたんだ。": "Yeah, Lucy talked to me about how she's feeling down.\nAnd then she asked me to cheer her up with this.",
    "……そうか。\nあの３人にも気づかれるくらい、悩みが顔に出てたんだな。": "...I see.\nHer worries were so obvious that even those three noticed.",
    "ミリアムたちも、ドロテアがいなくて不安そうだったぞ？": "Miriam and the others looked uneasy without Dorothea, too.",
    "……だろうね。\nあの子達もお嬢を信頼してたから。": "...Yeah, I bet.\nThose girls trusted Ojou too.",
    "なのに、リュシーまで落ち込んでたら、\nあの子達はもっと不安になるんじゃないか？": "And yet, if even Lucy was depressed...\nWouldn't those girls be more anxious?",
    "……確かに。\nあたしは自分の事しか見えてなかったみたいだ。": "...Indeed.\nLooks like I only ever saw myself.",
    "きっとドロテアは、あの３人を任せれるのは\nリュシーしかいないと思ったから留守番を頼んだんじゃないか？": "I'm sure Dorothea is the only one who can leave those three to her\nI thought you were the only one here, so I asked you to watch the house.",
    "自分がいなくてもリュシーなら、\nあの子達と一緒に自分の不在を守ってくれるってさ。": "Even if she wasn't there, Lucy would...\nHe said he'd protect his absence with them.",
    "っ……！！": "...!!",
    "そうだ……あたしがちゃんとミリアム達の事を、\n導いてあげないとダメだったんだ。": "That's right... I'll take care of Miriam and the others...\nI had to guide her.",
    "なのに、あの子達に逆に元気づけられるなんて……\nまったく。あたしはやっぱりメイド失格かもしれないね。": "And yet, to be able to cheer them up instead...\nHonestly. I might be a failure as a maid after all.",
    "……すっかり元気が戻ってきたみたいだな。": "...Looks like she's back to normal.",
    "ああ……ありがとう。\n%usernameusernameuserna%のおかげだよ。": "Yeah... Thank you.\nIt's all thanks to %usernameusernameuserna%.",
    "あの３人にも、ちゃんとお礼を言っておかないとね。": "I need to thank those three properly, too.",
    "支え方だってひとつじゃないんだ。\n帰ってくる居場所を守って、笑顔で出迎えるのも重要だろ？": "There's more than one way to support her.\nIt's important to protect where you're coming from and greet you with a smile, isn't it?",
    "そうだね。お嬢が帰ってきたときに、\nとびっきりの笑顔でお帰りなさいって言ってあげなきゃね。": "That's right. When Ojou came back,\nI'll have to tell him to go home with a big smile on his face.",
    "あたしは、お嬢のために直接役に立つことに拘り過ぎてたみたいだ。": "Looks like I was too fixated on being useful to Ojou directly.",
    "メイドとして、仕える主の不在を守ること。\nそして、安心して帰る場所を整えておくこと。": "To protect the absence of the master she served as a maid.\nAnd make sure you have a safe place to go home to.",
    "それだって、必要な役目だっていうのにね。\nあんたはそれに気づかせてくれたんだ。": "Even though that's a necessary role.\nYou made me realize that.",
    "俺は、ミリアム達に頼まれて手伝っただけだよ。": "Millium and the others asked me to help.",
    "だとしても、あたしの心のもやもやを晴らしてくれたのは、\n%usernameusernameuserna%だ。": "Even if that was the case, the one who cleared the haze in my heart was...\nIt's %usernameusernameuserna%.",
    "本当に……ありがとな。": "Thank you... so much."
}