{
    "（この間のマークシート試験、結果はまずまずってところだな。\nだめだったところは、あとで復習しておくとして――）": "(The results of the mark sheet test the other day were pretty bad.\nI'll review what I couldn't do later――)",
    "９２点！？　一条さん、すご～い……！": "92 points?! Ichijou-san, you're amazing...!",
    "いや、これは……": "No, this is...",
    "ねえ、よかったら勉強教えて――": "Hey, if you don't mind, could you help me study—",
    "こら。孤高の天才の足を引っ張っちゃ迷惑でしょ。\n私達みたいな凡人とは、持って生まれたものが違うのよ。": "Hey, don't get in the way of a lone genius.\nI was born with something different from ordinary people like us.",
    "試験範囲を覚え間違えてたから、ペンを転がして……\nって、行っちゃった……": "I remembered the scope of the exam and made a mistake, so I rolled the pen around...\nWait, she's gone...",
    "（……白奈は相変わらずみたいだな）": "(It looks like Shirona hasn't changed a bit.)",
    "（射撃シミュの成績、みんなどんどん上達していってる。\n――おっ？　ちょうど白奈の番か）": "(Everyone's getting better and better at shooting simmies.\n――Oh? It's Shirona's turn.)",
    "あうっ……足元に障害物が……！？": "Aah... An obstacle at my feet...!?",
    "ええっ！？　あの一条さんの機体が転倒なんて！": "What?! That Ichijou-san's machine fell over?!",
    "（まずい……遮蔽物に隠れていたターゲットが現れたぞ！）": "(This is bad... The target hiding behind cover has appeared!)",
    "あ。トリガーが……": "Oh, the trigger...",
    "――隠れてた標的にカウンター射撃！？\nねえ、見た見た！？　敵を誘い出したみたい！": "――Counter fire at the target I was hiding behind!?\nHey, did you see that?! Looks like he lured the enemy out!",
    "レーダーなしで目標の位置を把握……\n行動を予測して、回避と同時に射撃なんて……未来予知みたい！": "We'll figure out the target's location without radar...\nPredicting your actions and firing at the same time as evasion... It's like predicting the future!",
    "……うそ、当たった？": "...No way. Did I hit it?",
    "一条さん、涼しい顔してるわね～！": "Ichijou-san, you look so cool!",
    "この程度は当然と言わんばかり……やっぱり天才だわ。": "As if to say this much was only natural... She really is a genius.",
    "…………どうして。": ".........Why?",
    "（シリウスシュガーのみんなには、\nようやく本当の白奈を理解してもらい始めたが……）": "(To everyone in Sirius Sugaru,\nI'm finally starting to get the real Shirona to understand, but...)",
    "（周囲の誤解が解けるには、まだ時間がかかりそうだな……）": "(It looks like it'll still take some time to clear up the misunderstandings around us...)",
    "一条さん、今日もクールでかっこいいなぁ。\nあんなに成績優秀なのに、それを全然ひけらかさないし。": "Ichijou-san, you're so cool and cool today.\nEven though her grades were so good, she didn't flaunt them at all.",
    "ほんと、完璧超人って感じ。同い年とは思えないわ。\nあの子に欠点なんてあるのかしらね。": "She really does feel like a perfect superhuman. I don't think we're the same age.\nI wonder if she has any flaws.",
    "……はあ。": "......haa.",
    "お疲れみたいだな、白奈。": "Looks like you're tired, Shirona.",
    "あ……%usernameusernameuserna%。\nどうしたの？": "Ah... %usernameusernameuserna%.\nWhat's wrong with you?",
    "呼び止めて悪いけど、このあと時間あるか？\nチームの今後のために、白奈に相談したいことがあるんだ。": "Sorry to stop you, but do you have time after this?\nThere's something I want to discuss with Hakuna for the team's future.",
    "うん。わかった。": "Yeah. Got it.",
    "とりあえず静かな場所がいいな。\n屋上へでも行こうか。": "For now, I'd prefer a quiet place.\nLet's go to the roof.",
    "それで、チームの今後のために相談って？": "So, what do you want to talk about for the team's future?",
    "相談はないんだ。\nいや、チームの今後のための用事ではあるんだけどな。": "I don't have anything to talk about.\nWell, it's for the team's future.",
    "……どういうこと？": "...What do you mean?",
    "ちょっと白奈の様子が心配だったから、気分転換にと思って。\nここなら周囲の声を気にしなくて済むだろ？": "I was a little worried about how Shirona was doing, so I thought it would be a good change of pace.\nYou don't have to worry about the voices around you here, do you?",
    "……そんなにハッキリ顔に出てた？": "...Was it that obvious?",
    "結構わかりやすかったぞ。": "It was pretty easy to tell.",
    "クラスのみんなは全然気付かなかったのに。\n『いつもクールだ』って言ってたけど……": "Everyone in the class hadn't noticed at all.\n\"You're always so cool,\" she said, but...",
    "そりゃ俺はみんなよりもずっと、白奈のことを見てるからかな。": "I guess that's because I'm looking at her a lot more than everyone else.",
    "そ、そう……": "I-I see...",
    "ここ最近モヤモヤしてるみたいだけど、大丈夫か？": "It seems you've been feeling gloomy lately. Are you all right?",
    "うん、大丈夫。\n……ただ、ちょっとだけ気が重いけど。": "Yeah, I'm fine.\n...It's just that it's a little depressing.",
    "気が重いって……やっぱり周囲との関係のことか？": "Depressing...? You mean your relationship with the people around you?",
    "うん。チームのみんなには、やっとわたしのこと\n本当は出来ない子だって、ちゃんとわかってもらえたけど……": "Yeah. To everyone on the team, I'm finally...\nShe understands that I can't really do it, but...",
    "周りの人達から実力以上に評価され続けるのはイヤだなって、\n最近だんだん強く思うようになってきたの。": "I didn't want the people around me to keep evaluating me more than I was capable of, I thought\nLately, I've been thinking about it more and more strongly.",
    "……今まではそうじゃなかったってことか？": "...Does that mean it wasn't like that before?",
    "前は、なんとなく諦めてたからだと思う。\n上手く話せないし、誤解されても仕方ないかなって。": "I think it's because I gave up before.\nI can't really talk, so I don't think there's any point in being misunderstood.",
    "でも、シリウスシュガーのみんなに知ってもらえて。\n……ちょっとだけ贅沢になったのかも。": "But now everyone in Sirius Sugar knows.\n...Maybe I've become a little extravagant.",
    "前向きになってるってことだな。\nいい傾向じゃないか。": "That means she's looking forward to it.\nIsn't that a good trend?",
    "%usernameusernameuserna%は、\nなんでも褒めてくれるんだね。": "%usernameusernameuserna%...\nYou praise me for everything, don't you?",
    "そんなことないぞ。\n贅沢すぎるって卑屈な顔してたら、否定したところだ。": "That's not true.\nIf I'd said it was too extravagant, I would've denied it.",
    "……ふふ。": "...Heheh.",
    "%usernameusernameuserna%や、める達と同じように、\nみんなにも本当のわたしを知ってもらいたい……": "Just like %usernameusernameuserna% and the others,\nI want everyone to know the real me...",
    "それで落胆されたり、バカにされても構わない。": "I don't care if she gets discouraged or makes fun of me for that.",
    "本当のわたしじゃない、誰かの作った『白奈』に期待されるのも、\n評価されるのも、わたしは望んでないから……": "It wasn't the real me, but the \"Hakuna\" that someone else had made.\nI don't want to be evaluated, either...",
    "もう偽りの自分を背負いたくない、か……": "I don't want to burden myself with falsehoods anymore, huh...",
    "もちろん、すぐには難しいと思うけど。": "Of course, I don't think it'll be easy right away.",
    "でも、いつか普通の学園生活を送れたらいいな、と思う。": "But I wish I could live a normal school life someday.",
    "普通の学園生活か……よし。": "Normal school life, huh... Okay.",
    "……%usernameusernameuserna%？": "...%usernameusernameuserna%?",
    "白奈。明日の朝、校門前で待ち合わせしよう。\n時間は……そうだな、普段より２０分早いくらいで。": "Shirona. Let's meet in front of the school gate tomorrow morning.\nThe time is......yeah, twenty minutes earlier than usual.",
    "えっ？　ま、待ち合わせ？\nい、いいけど……どうして？": "Huh? A-A meetup?\nS-Sure, but...why?",
    "決まりだな。理由はまた明日話すよ。\n楽しみに待ってるから。": "It's decided. I'll tell you the reason tomorrow.\nI'll be looking forward to it.",
    "…………": "............",
    "言われた通り、ちょっと早めに来てみたけど……": "I did as she said and came here a little early, but...",
    "おはよう、白奈。\n悪いな、急かしちゃって。": "Good morning, Shirona.\nSorry for rushing you.",
    "別にいいけど……それで、今日は何を……？": "I don't really mind... So, what are you doing today...?",
    "こんな場所で立ち話するのもなんだし、教室へ行こう。\nほら――": "I don't want to stand around and talk in a place like this, so let's go to the classroom.\nCome on—",
    "へっ――？": "Huh...?",
    "！？！？！？！？！？！？！？！？\nあっ……て、て、手……！": "!?!?! What?!\nAh... H-H-Hands...!",
    "この間のシミュレーションみたいに転ばないよう気をつけろ。": "Be careful not to fall over like in the simulation the other day.",
    "う、うん――じゃなくて……！\n手っ……なんでっ……急に手、繋ぐのっ……！？": "Y-Yeah—I mean...!\nWhy... are you... holding my hand all of a sudden...!?",
    "モタモタしてると授業が始まる。\nその前に白奈に教わっておきたいことがあるんだ。": "Class starts when we're moping around.\nBefore that, there's something I want to learn from Hakuna.",
    "えっ？　えっ！？": "Huh? Huh!?",
    "あれ～？　あそこ走ってるの、一条さんだ。\nいつもはこんな時間に来てたっけ？": "Huh? It's Ichijou-san running over there.\nDid she usually come at this time of day?",
    "前のマークシート試験でさ、メイズ学の問題を誤答してるんだ。\nそこを白奈に教わりながら再チェックしておきたいんだよ。": "I misanswered a question about maise science during my last mark sheet exam.\nThat's what I want to recheck while Hakuna teaches me.",
    "呼ばれた理由はわかったけど……\nこんな時間の教室じゃないとだめだったの？": "I know why you called me here, but...\nDid I have to be in the classroom at this hour?",
    "放課後とか……場所は図書館とか、落ち着ける喫茶店とか、\nあと、部屋でもいいと思う。": "Like after school... or a library, or a relaxing cafe\nAlso, I think a room would be fine.",
    "放課後は疲れて頭が回らないんだ。朝の方が集中できる。\n図書館やお店は、どうもノイズが多くて落ち着かないというか。": "I'm so tired after school that I can't think straight. I can concentrate better in the morning.\nThere's so much noise in the library and shops that I can't calm down.",
    "部屋は……うーん。白奈が困らないか？\nほら、女の子が男の部屋に来るって、さすがに緊張するだろ。": "As for the room... Hmm. Wouldn't that be a problem for Hakuna?\nSee? A girl coming to a guy's room is pretty nerve-wracking.",
    "……": "......",
    "――はっ！？": "――Huh!?",
    "そんなわけだから、授業開始前の時間を活用して、\n俺に勉強を教えてくれ。": "That's why I made use of the time before class started\nTell me how to study.",
    "う、うん……って。\nわたしと%usernameusernameuserna%の席、わざわざくっつけるの？": "Y-Yeah... Wait.\nAre you going to go out of your way to put me and %usernameusernameuserna%' seats together?",
    "近くないと教わりにくいじゃないか。\n白奈にずっと隣に立っててもらうのも悪いし。": "Isn't it hard to be taught if you're not close?\nI don't want Hakuna to stand next to me forever.",
    "わたしはそれでも構わないけど……\n一緒に座る方がいいなら、わかった。": "I don't mind, but...\nIf it's better for us to sit together, I get it.",
    "じゃあ早速だけど、頼りにさせてもらうな。\nまずは、この問題なんだけどさ……": "Well then, let's get right to it. I'll be counting on you.\nFirst, about this problem...",
    "あっ……": "Ah...",
    "どうした？": "What's wrong?",
    "う、ううん。大したことじゃない。\n……こんなに顔を近づけて話す機会、なかったなと思って。": "N-No. It's no big deal.\n...I didn't get the chance to talk to her this close.",
    "もしかして邪魔だったか？": "Maybe I was in the way?",
    "そ、そんなことは……ない。\n……話、続けて。": "Th-That's... not true.\n...Keep talking.",
    "ああ。で、これなんだけど――": "Yeah. So, about this...",
    "あれは……一条さん？　へぇ、珍しい。\n彼女も人に勉強を教えたりするのね。": "Is that... Ichijou-san? Wow, that's rare.\nShe teaches people how to study, doesn't she?",
    "５問目は……うーん、この回答なら……？": "The fifth question is... Hmm, with this answer...?",
    "それは、この定理を使うんじゃないか？\nほら、こうやって……": "Wouldn't that use this theorem?\nSee, like this...",
    "あ、本当だ……うん、わかったかも。\n――って、ま、また近い。": "Oh, you're right... Yeah, I think I get it.\n――Wait, th-that's close again.",
    "（白奈も勉強はまだ苦手みたいだな……\n何故か俺が教えてる側みたいになってるし）": "(It looks like Hakuna's still not good at studying, either...)\nFor some reason, it feels like I'm the one teaching her.)",
    "……うぅ、き、緊張しちゃう……": "...Ugh, I-I'm so nervous...",
    "白奈、汗かいてるな。\nもしかして勉強のしすぎで疲れたか？": "Shirona, you're sweating.\nAre you tired from studying too much?",
    "う、うん。疲れたかも。\n……ただ、勉強だけのせいでじゃないと思うけど。": "Y-Yeah. I think I'm tired.\n...I don't think it's just because of studying.",
    "すまない、朝だけじゃキリのいいところまで終わらなくて、\n休み時間まで付き合わせたな。": "I'm sorry, I didn't finish Kiri's good points just in the morning,\nYou made me stay with you until break time.",
    "とりあえず試験の復習は一段落したし、\nちょっと上の方で外の空気を吸いに行くか。": "At any rate, we've finished reviewing the exams\nI guess I'll go get some fresh air upstairs.",
    "う、うん。また屋上だね。": "Y-Yeah. It's the roof again.",
    "急に後ずさりしたりして、どうした？": "Why are you suddenly taking a step back?",
    "な、なんでもない。\nついて行くから、気にしないで、前を歩いててほしい。": "N-Nothing.\nI'll follow you, so don't worry about it. I want you to walk in front of me.",
    "？　ああ。": "? Yeah.",
    "……ま、また手、握られるかと思った……": "...I-I thought you were going to hold my hand again...",
    "――ねえねえ、見た？\n一条さんって、あんなに他人と距離近い感じだったっけ？": "—Hey, did you see that?\nWas Ichijou-san always so close to other people?",
    "私も思った。前に比べて普通の子に見えるっていうか……\nなんか、ちょっと印象変わったわよね。": "I thought so too. She looks more like a normal girl than before...\nMy impression of you has changed a little.",
    "うーん。ちょっと肩が凝ってたか。\nやっぱり休み時間はちゃんと休まないとだな。": "Hmm. I guess my shoulders were a little stiff.\nI guess I really do need to get some rest during breaks.",
    "%usernameusernameuserna%……\n今日はちょっと、態度がわざとらしい感じがするかも。": "%usernameusernameuserna%...\nHer attitude might seem a little deliberate today.",
    "さすがにこれ以上はわざとらし過ぎるか。\n……で、どうだった？　朝から俺と過ごしてみた感じは。": "I guess any more than this would be too much.\n...So, how was it? How did it feel to spend time with me this morning?",
    "どうだった、と言われても……\nは、恥ずかしかった。距離が近いし、みんなの視線も感じるし。": "I don't know what to say...\nTh-That was embarrassing. We're so close, and I can feel everyone's eyes on me.",
    "一体、どうして急にこんなことしたの？": "Why on earth did you do this all of a sudden?",
    "いや……普通の学園生活が送りたいって、\n昨日、白奈が言ってただろ？": "No... She wanted to live a normal school life,\nDidn't Hakuna say that yesterday?",
    "だったらこんな方法で、普通の子っぽい日常を\n少しは味わってもらえるんじゃないかと思ってな。": "In that case, I'll use this method to create a normal, childish everyday life.\nI thought you might be able to taste it a little.",
    "……わたしのために？": "...For me?",
    "それにさ、さっき視線を感じたって言ってたろ？": "Besides, didn't you just say you felt someone staring at you?",
    "う、うん。ときどき。\n変に思われてたらどうしよう。": "Y-Yeah. Sometimes.\nWhat if she thinks I'm weird?",
    "白奈が俺と楽しく過ごしている姿を見せれば、\n周囲の見る目や受け入れ方も変わってくるかもしれないぞ。": "If I show Hakuna that she's having fun with me...\nThe way people see you and accept you may change.",
    "あ……": "Ah...",
    "いつもと違うって、変に思われたとしたら、結構じゃないか。\nバカにされても落胆されてもいい。白奈もそう言っただろ？": "If she thinks I'm different from usual, that's fine, isn't it?\nI don't care if you make fun of me or dejected me. Didn't Hakuna say the same thing?",
    "白奈が周りに誤解されがちなのは、\nその雰囲気やコミュニケーション不足が原因だと思う。": "The reason Hakuna was so often misunderstood by those around her...\nI think it's because of that atmosphere and lack of communication.",
    "だから多少変に思われたとしても、普通の学生っぽさとか、\n親しみやすさをアピールできれば……": "So even if she thought it was a little weird, it was probably just because she looked like a normal student.\nIf I can appeal to her friendliness...",
    "……みんなに、本当のわたしを知ってもらえる？": "...Will everyone know the real me?",
    "そういうことだ。": "That's how it is.",
    "そっか……\nでも、それならそうと事前に言ってくれれば……": "I see...\nBut if that's the case, you should have told me beforehand...",
    "事前に打ち合わせたら、きっと白奈は\n対外アピールを意識しすぎて演技っぽくなっちゃうだろ。": "If they'd discussed this beforehand, I'm sure Shirona would have\nYou're so focused on external appeal that it feels like an act.",
    "……悔しいけど、否定できない。": "...I hate to admit it, but I can't deny it.",
    "何も知らずに『普通の学園生活』を試してみて、\n少しは楽しめたんじゃないか？": "I tried \"normal school life\" without knowing anything about it\nDidn't you have a little fun?",
    "……うん。男の子と一緒に登校して、手を繋いで、\n席を並べて勉強して……どきどきしちゃって……": "...Yeah. I went to school with the boy, and we held hands.\nWe sat next to each other studying... and my heart was racing...",
    "これが『普通』なんだって、感じられたかも。": "I might have been able to feel that this was normal.",
    "まずはなんでもきっかけだからな。": "I'll start with anything.",
    "あとは今日の１件で、白奈に親しみやすさを感じてもらって、\n等身大に付き合える相手が増えてくれれば……": "All that was left was for today's incident to make Shirona feel more friendly\nIf only there were more people I could spend my life with...",
    "ちょっとずつ、増えてくれるといいな……\n本当のわたしの隣にいてくれる人が。": "I hope they get a little more, little by little...\nThe person who will be next to the real me.",
    "そうすれば、大根役者なりに頑張った俺も報われる。": "If I do that, I'll be rewarded for my hard work as a daikon actor.",
    "ふふふっ。": "Heheheh.",
    "笑うなって。これでも結構真剣にやったつもりなんだぞ？\n仮想『普通の学園生活』を過ごす同級生として。": "Don't laugh. I thought I was taking this pretty seriously.\nAs a classmate who spent her virtual \"normal school life\".",
    "ううん。可笑しいんじゃなくて、うれしかったの。\n……ありがとう。": "No. It wasn't funny. I was happy.\n...Thank you.",
    "これからも、今日みたいに一緒に過ごしてくれる……？": "Will you continue to spend time with me like you did today...?",
    "もちろんだ。": "Of course.",
    "じゃあ……明日からも、いつも一緒の同級生として。\nよろしくね、%usernameusernameuserna%。": "Then... starting tomorrow, we'll always be classmates.\nNice to meet you, %usernameusernameuserna%."
}