{
    "アゲぽよ～！　Ｆｌ∞ｔｙだよー！\n今、彼ピとデートにきてま～す！": "Agepo! It's Fleighty!\nHe's on a date with Pi right now!",
    "はーい、彼ピも一緒に～、ぴすぴーす！": "Okay, he's coming with us, Pispi!",
    "は、ははは……ぴーす。": "Ha, hahaha... Piss.",
    "（……どうしてこうなった）": "(...How did it come to this?)",
    "少し前――": "A little while ago――",
    "あの……今日は、わざわざ\nここまで付き合ってくれてあざまるです。": "Um... Today, I went out of my way to...\nI'm sorry you've come this far with me.",
    "別に構わないけど……頼みたいことがあるって、なんなんだ？": "I don't really mind, but... what do you want me to do for you?",
    "実は、手伝ってほしい生配信があるのです！": "Actually, there's a live feed I want you to help me with!",
    "それは……じゃじゃん！\n『学園で彼ピと制服デートしてみた』という企画です！": "That's... Ta-dah!\nI went on a uniform date with him at school!",
    "か、彼氏！？": "B-Boyfriend?!",
    "あ、ふ、フリ！\nフリですよぉ～！": "Ah, p-pretend!\nI'm just pretending!",
    "……ええと、学園のショッピングモールを案内するのに、\nデートシチュで配信をしたいなって思ったのです。": "...Umm, to show you around the school's shopping mall...\nI wanted to broadcast it in a date situation.",
    "ですが、フルートには生まれてこの方、\n彼ピと呼べる相手がおりません。": "However, in the flute, there was a person who had been born\nI don't have anyone I can call Pi.",
    "ですので、信頼できる男性であるあなたに\nこうして協力を仰いだというわけなんです。": "So, as a man I can trust\nThat's how I asked for your cooperation.",
    "なるほど……でも実を言うと、\n俺はあまりフルートの配信には詳しくないんだが……": "I see... But to tell the truth...\nI don't know much about flute distribution, but...",
    "フルートは、ギャルのバイブスを表現しています。\nギャルの文化を……『ぽよ』を！": "The flute represents the vibes of the gal.\nThe culture of gals... the \"poyo\"!",
    "……ぽよ？": "...Poyo?",
    "はい、ギャルは、『ぽよ』なんです！\n": "Yes, the gal is 'poyo'!\n",
    "自由で、いつだってポジティブで……\n好きなものをためらわずに全身で好きだって言って……": "Free, always positive...\nShe didn't hesitate to tell me that she liked what she liked with her whole body...",
    "格好悪い行動は大嫌いで、仲間のことはとても大事で……": "I hate uncool behavior, and I really care about my friends...",
    "そんな、何ものにも囚われない、\n自由なギャルのバイブスが大好きなんですっ！": "That's, I'm not trapped by anything,\nI love the Vibes of Free Gals!",
    "そして何より……とってもカワイイ！　そんな『ギャル』の\n『ぽよ』を、フルートはみんなにシェアしています！": "And most of all... She's so cute! Such a gal.\nThe flute shares 'Poyo' with everyone!",
    "な、なるほど、よく分からないが、\nその熱い気持ちだけは伝わってきた。": "I-I see, I don't really get it,\nThat passionate feeling was the only thing I could feel.",
    "……わかったよ。信頼して呼んでもらったからには、\n全力でフルートに協力させてもらおう……！": "...Fine. Since you called me by my trust,\nI'll do everything in my power to help the flute...!",
    "あざまるです！\nさすがです、嬉ぽよです！": "It's a joke!\nImpressive, I'm so happy!",
    "ま、またぽよ……？": "A-Again...?",
    "はい、とってもぽよぽよです～！": "Yes, it's very soft!",
    "……やっぱりよく分からないが、\nさっそく配信を始めるとするか。": "...I still don't really get it,\nGuess I'll start broadcasting right away.",
    "――そして今に至る。": "――And that brings us to the present.",
    "次は～、とーってもアゲぽよなお店を紹介するね！": "Next up, I'll introduce you to a really old-fashioned place!",
    "このお店は～、自分好みにスイーツをデコることができて、\nと～っても、アゲアゲなんだよ～！": "This shop~ was able to decorate sweets to your liking,\nBut I'm still bald-faced!",
    "ほぉ～ら、見て見て、エモエモのエモ～！": "Hey, look, look! Emoemo's Emmo!",
    "は、はは……えも～。": "Ha, haha... Ehhh...",
    "ほらほら、彼ピも食べて食べて。\nはい、あ～ん。": "Come on, hey, he's eating too.\nYes, ahhh.",
    "あ、あ～ん……": "Ah, ahhhh...",
    "ふふっ、ほっぺにクリームついちゃってる。\n取ってあげるから、動いちゃだめー！": "Hehe, there's cream on your cheek.\nI'll get it for you, so don't move!",
    "あ、ありがとう……": "Th-Thank you...",
    "どういたしまして～！\nあ、コメントきてる！": "You're welcome~!\nOh, he's commenting!",
    "なになに……Ｆｌ∞ｔｙと彼ピ、仲良しでカワイイ！": "What the heck... Fleighty and he are so close and cute!",
    "うわ～、あざまるです！\nほめられちゃったよ～、えへへ……": "Wow, that's mean!\nThat was a compliment~ Ehehe...",
    "――そうして企画は予定通り進行していく。": "And so, the project proceeded as planned.",
    "フル……Ｆｌ∞ｔｙ、\nずいぶんと楽しそうだな。": "Fl...Fleighty,\nYou look like you're having a lot of fun.",
    "えへっ、彼ピと一緒だからかも！\nアゲアゲ～って感じ！": "Eheh, maybe it's because he's with Pi!\nIt's like I'm swallowed up!",
    "そうか、なんだか俺も、アガってきた気がするよ。": "I see. I feel like I'm starting to get tired of it too.",
    "フルートと一緒だと、こっちまで元気がもらえる気がする。\n本当にギャル文化が好きなのだろう。": "I feel like being with a flute will cheer me up, too.\nShe must really like gal culture.",
    "ガチめのガチ！？　やったー！\nんじゃんじゃ、次の店に行ってみよー！": "A rock-hard rock?! Yay!\nWell then, let's go to the next store!",
    "さあ、次のコメントはぁ～……え？": "Now, as for the next comment... Huh?",
    "……どうした？": "...What's wrong?",
    "（デバイスの画面をずっと見て、どうしたんだろう？）": "(What's wrong with staring at the device the whole time?)",
    "どれどれ……\n『フルート？　何してるんだ？』": "Let's see...\n\"A flute? What're you doing?\"",
    "（あれ、なんで本名を……）": "(Huh? Why's she using her real name...?)",
    "――って思っていたら、フルートのデバイスに着信音。": "Just as I'm thinking that, I hear a ringtone on my flute device.",
    "……！": "...!",
    "（この名前は、フルートの……）": "(This name is from the flute...)",
    "あ、えっと……": "Ah, umm...",
    "……ご、ごめ～ん、みんな！\n急用が入っちゃったから、今日の配信はお～しまい！": "...S-Sorry, everyone!\nI have urgent business to attend to, so today's broadcast is over!",
    "見てくれて、どうもあざまる～！\nまったね～！": "I can't believe you're watching me!\nIt's been a while!",
    "――視聴者達が動揺する中、配信は唐突に打ち切られたのだった。": "—While the viewers were shaken, the stream was abruptly cut off.",
    "お、お父さん……\nはい、もしもし……": "D-Dad...\nYes, hello...",
    "…………んじゃ、またね。うん……ばいばい。": "...Okay, see you later. Okay... Bye-bye.",
    "長かった電話が終わった。": "The long phone call ended.",
    "……お父さん、何だって？": "...Dad, what did you say?",
    "たまたまお父さん、配信を見ちゃったんだって……": "Dad just happened to see the broadcast...",
    "見た目とか言葉遣いとか、家にいた頃と全然違うのに、\nすぐフルートだって気づいて……いろいろ厳しく言われちゃいました。": "Her appearance and manner of speech were completely different from when she was at home\nI realized it was a flute right away... and he said a lot of harsh things to me.",
    "そんな不良みたいな格好は止めろ、彼氏とは別れろ。\n学生は勉強だけしていればいい。": "Stop looking like a delinquent and break up with your boyfriend.\nAll students have to do is study.",
    "今すぐ、こんな馬鹿げた『遊び』は全部やめろ……だそうです。": "Stop with all this stupid 'playing' right now...",
    "フルート……": "A flute...",
    "……ああ、もう、こんな時間ですね。\nそろそろ、帰らないといけません……": "...Ah, it's already this late.\nI have to go home soon...",
    "……部屋まで送るよ。": "...I'll walk you to your room.",
    "%usernameusernameuserna%さん……\n今日は、本当にどうもありがとうございました。": "%usernameusernameuserna%...\nThank you very much for your help today.",
    "いや、いい。気にするな。": "No, it's fine. Don't worry about it.",
    "…………": "............",
    "その……お父さんを説得したりはできないのか？": "Umm... Can't you persuade your father?",
    "……って、やれるならもうやってるよな、すまん。": "...Wait, if you can do it, you've already done it, right? Sorry.",
    "いえ……うちのお父さん、昔から厳しかったので。\nそれに学園での生活費、援助してもらっている立場でして……": "No... My dad's always been strict.\nBesides, I'm in a position to receive support for my school's living expenses...",
    "そ、そうか……": "I-I see...",
    "Ｆｌ∞ｔｙは、もう、引退のようですね……": "Looks like Fleighty's already retired...",
    "それは……": "That's...",
    "元々、魔が差した……みたいな感じだったんです。\n学園に入って親元を離れたから、配信とかしてみようかなって……": "It was originally a demon...or something like that.\nI left my parents after entering the academy, so I thought I'd try broadcasting it...",
    "みんなと一緒に大好きな『ギャル文化』を、\nシェアしあえたらすごく楽しいだろうなって……": "Along with everyone else, I wanted to see my beloved \"gal culture\"\nI thought it would be really fun to share it with each other...",
    "それで気づいたらこんなにも観てもらえるようになってて……\nだからバレるのも、時間の問題だと思ってました。": "And before I knew it, she was watching me so much...\nSo I thought it was only a matter of time before they found out.",
    "そりゃそうですよね……好きなことを好きなだけ続けられるなんて、\nそんな都合のいいこと……あるわけないじゃないですか。": "That's true... To be able to keep doing whatever you want,\nThere's no way something so convenient could happen.",
    "なので、バレたら『はい、おしまい！　短い間だったけど、\nあー楽しかったー！』で、終わりかなって。": "So if they found out, I'd say, \"Okay, it's over! It's only been a short time, but...\nAh, that was fun!' I thought it was over.",
    "その時が来た。それだけなんです。\nだからギャル配信者Ｆｌ∞ｔｙは、ここでおしまいです。": "The time has come. That's all.\nThat's why the gal streamer Fleighty ends here.",
    "おしまい……なんです。": "It's... over.",
    "それは……\nそれは違うと思う。": "That's...\nI don't think that's right.",
    "え……？": "Huh...?",
    "引退なんてダメだ……撤回だ！\nここでやめたら、絶対にフルートは後悔する！": "Retirement is out of the question... I take it back!\nIf I stop now, the flute will definitely regret it!",
    "むしろ、お父さんに認めさせてやろう！": "If anything, I'll make Dad acknowledge me!",
    "え、み、認めさせる……？　でも……": "Huh? I-I'll make you admit it...? But...",
    "フルートはこのままやめていいのか？\n『ギャル配信者Ｆｌ∞ｔｙ』……好きなんだろ！？": "Can I stop playing the flute like this?\n\"Gal Streamer Fleighty\"... You like it, don't you?!",
    "だ、だけど……": "B-But...",
    "物分かりのいいふりして、理不尽にも従順で……\nそんなんがお前の目指した『ギャル』なのか！？": "Pretending to be understanding, being unreasonably obedient...\nIs that the \"gal\" you were aiming for?!",
    "……っ！": "...!",
    "本当は好きなのに嘘ついて、不自由なのに自由だって笑って、\nもうダメだってあっさり諦めるのがギャルってやつなのか！？": "She lied when she actually liked him, and laughed when she said she was free despite being inconvenienced\nI can't take it anymore! Is that what it means to give up so easily?!",
    "俺は、ギャル文化ってのに詳しくはない……\nでも少なくともフルートの『好き』は本気だって分かる！！": "I don't know much about gal culture...\nBut at the very least, I can tell that the flute's \"like\" is serious!!",
    "%usernameusernameuserna%さん……": "%usernameusernameuserna%...",
    "もう一度言うぞ、フルート。このままやめていいのか？\n今までの『好き』を、全部ただの思い出で終わらせていいのか……？": "I'll say it again, flute. Can I stop now?\nIs it okay to end all the \"love\" I've had up until now with just memories...?",
    "このまま『Ｆｌ∞ｔｙ』じゃなくなっても、本当にいいのか！？": "Is it really okay for me to stop being Fleighty like this?!",
    "……どうなんだ。": "...What do you think?",
    "そんなの……": "That's...",
    "……や…………です。": "......no.........it is.",
    "……嫌、ですっ。": "...I don't want to.",
    "嫌です……！\n嫌……嫌、嫌……っ！　嫌ですッ！！": "I don't want to...!\nNo... No, no...! No!!",
    "やめたくないっ！　こんなに楽しいこと見つけたの、\n初めてなんですっ！　やめたくない……っ！！": "I don't want to stop! I've found something so fun,\nThis is my first time! I don't want to stop...!!",
    "うぐっ……ぐすっ……！\n大好き……ひっぐ……！　なん……です……！": "Ugh... *sniffle*...!\nI love you...hic...! What...are you...!?",
    "……ああ、知ってるよ": "...Yeah, I know.",
    "俺とどっちが好き？": "Which do you like better, me or me?",
    "俺はただ、答えのわかっていたことを聞いただけだ。": "All I did was ask what I knew the answer to.",
    "……もう、大丈夫か？": "...Are you all right now?",
    "はい……%usernameusernameuserna%さんのおかげで、\nちゃんと言えました。本心を……": "Yes... Thanks to %usernameusernameuserna%,\nI was able to say how I really feel...",
    "えっ……？": "Huh...?",
    "ふふっ、もう……こんなときに、そんな冗談……\nでも……元気アゲぽよです。": "Hehe, geez... Such a joke at a time like this...\nBut... I'm full of energy.",
    "それはよかった。": "That's good to hear.",
    "……さて、提案がある。\n聞いてくれないか？": "...Now then, I have a proposal.\nWill you listen to me?",
    "提案……？": "A proposal...?",
    "そうだ。言ったろ、お父さんに認めさせてやろうって。\n『続けていい』って言わせるんだ。俺たちのやり方でさ。": "That's right. Didn't I tell you? I'll make your father acknowledge you.\nLet them say, 'You can keep going.' In our own way.",
    "見せてやろう、お前の『ぽよ』を。": "I'll show you your \"poyo\".",
    "……！　……はい！": "...! ...Yes!",
    "翌日――": "The next day――",
    "アゲぽよ～！　Ｆｌ∞ｔｙだよー！\n今日から、新しいシリーズ企画をはじめるよ～！": "Agepo! It's Fleighty!\nStarting today, we're going to start a new series!",
    "その名もぉ～、じゃじゃん！\n『ギャルが先生してみた』！　パチパチパチ～！": "It's called... Ta-da!\n'Gal's trying to be a teacher'! Clap clap clap~!",
    "簡単にいうと、Ｆｌ∞ｔｙがこの生配信を通して、\nみんなにお勉強教えちゃいまーす！": "To put it simply, Fleighty was using this live feed\nI'll teach everyone how to study!",
    "あ、今Ｆｌ∞ｔｙには無理！　とか思わなかった～？\nこれでもかなり勉強ガチってるんだから！": "Oh, didn't you think that Fleighty couldn't do it just now?\nI'm pretty serious about my studies!",
    "それじゃあまずは、数学から――\n": "Well then, let's start with math――\n",
    "（すごいな……『教える』となると、ちゃんとその分野を根底から\n理解していないといけない。それが見事にできてる）": "(Amazing... When it comes to 'teaching,' I'll be able to properly understand that field from the bottom of my heart\nI have to understand. That's what I'm doing.)",
    "（普段から勉強はしていると聞いていたが、\nこのレベルだと教員免許も取れるんじゃないか？）": "(I'd heard she usually studied, but...\nAt this level, wouldn't you be able to get a teaching license?)",
    "（コメントも『わかりやすい』とか『頭良すぎ』とか、\n肯定的なものがほとんどだ）": "(The comments were also \"easy to understand\" and \"too smart\"\nMost of them positive.)",
    "それじゃ今日のお勉強はここまで！\nまた次の配信で――": "Well then, that's all for today's study!\nSee you on the next broadcast—",
    "……少し、聞いていただけますか。": "...Could you listen to me for a moment?",
    "え……えぇっ！？\n%usernameusernameuserna%さん！？": "Wha... Whaaat?!\n%usernameusernameuserna%?!",
    "ごめん。少しだけ……話したいことがあるんだ。": "Sorry. There's something I want to talk to you about.",
    "彼女は、今日の配信を……いや、今までの配信すべてを、\n心から真剣に向き合ってやってきました。": "She watched today's broadcast... No, all the broadcasts up until now\nI've come to take this seriously from the bottom of my heart.",
    "親の言いつけもちゃんと守って、勉強も日々の生活も、\n全部きちんと真面目にやっています。そばにいる俺が証人です。": "She did what her parents told her to do, and she studied and lived her daily life\nI'm taking everything seriously. I'll be by your side as a witness.",
    "だから……どうか、\n本気で取り組んでいる彼女のことを見守ってあげてください！": "So... please,\nPlease watch over her as she gets serious!",
    "それから配信が終わって――": "After that, the stream ended—",
    "……突然乱入して、ごめん。": "...Sorry for barging in so suddenly.",
    "い、いえ……むしろ、ああ言っていただけて、フルートは……": "N-No... If anything, hearing you say that makes the flute...",
    "そのとき、フルートのスマートデバイスに着信音。\nこれはもしかして……": "Just then, I hear a ringtone on my flute's smart device.\nCould this be...",
    "お父さん……！": "Dad...!",
    "さっきの……見てたんだな。": "She must have seen that... earlier.",
    "……俺が出るか？\n最後のアレもあるし……": "...Will I come out?\nThere's that last one, too...",
    "い、いえっ、フルートが出ます！": "N-No, the flute is coming out!",
    "（そう言いつつも、手が震えてるな……）": "(Even though she says that, her hands are shaking...)",
    "も、もしもし……": "H-Hello...?",
    "うん！　……うん、……うん、……うん、そうだよ……うん……": "Yeah! ...Yeah, ...yeah...yeah, that's right...yes...",
    "（……緊張するな）": "(...I'm nervous.)",
    "……うん……うん、うん……えっ！？": "......yeah......yes, yes......eh!?",
    "どうした……！？": "What's wrong...!?",
    "%usernameusernameuserna%さん……！\nお父さん、ギャル配信……続けてもいいって……！": "%usernameusernameuserna%...!\nDad, you can continue the gal broadcast...!",
    "本当か！？": "Really?!",
    "あっ、お父さん、ごめんなさい……！\nうん、うんうん……え？": "Ah, Dad, I'm sorry...!\nYeah, yeah, yeah... Huh?",
    "今度はどうした？": "What happened this time?",
    "%usernameusernameuserna%さんにって……": "To %usernameusernameuserna%...?",
    "そう言って、彼女のスマートデバイスがこちらに差し出される。": "She holds out her smart device to me.",
    "俺！？": "Me!?",
    "（一体、何の用だ……？\nまさか彼氏と勘違いされてるから、別れろって話か？）": "(What the hell do you want...?)\nDon't tell me she's telling me to break up with her because she thinks I'm her boyfriend?)",
    "も、もしもし…………？": "H-Hello...?",
    "君がフルートの……その、『彼ピ』って人かね？": "You're the flute's... um, 'him Pi'?",
    "あ、いや……！": "Ah, no...!",
    "……なぜ私があの子に厳しいか、分かるかい？": "...Do you know why I'm so strict with her?",
    "え……？　それは……": "Huh...? That's...",
    "私はね、自分で言うのも何だが、人生設計をしくじっていてね。\nもちろん、妻と娘に出会えたことだけは、そこに含まないが……": "I've messed up my life plan, if I do say so myself.\nOf course, that doesn't include the fact that I met my wife and daughter...",
    "もっと勉強して、いい学校に、いい企業に入っていれば、\n家族をもっと幸せにできたんじゃないかと今でも後悔している。": "If only I'd studied harder, gone to a good school, and joined a good company...\nEven now, I regret that I could have made my family happier.",
    "もしかして、それであなたはフルートにあんな厳しいことを？": "Could that be why you were so strict with the flute?",
    "あの子には誰よりも幸せになってほしいと願っている。\nだから、分かるね？": "I want her to be happier than anyone else.\nThat's why you know, right?",
    "ん……？": "Hm...?",
    "もし今の活動を続けて娘の人生が狂うようなことがあれば、\n『責任』は取ってもらうからな。": "If you continue your current activities and your daughter's life is ruined,\nYou'll have to take responsibility.",
    "えっ！？": "Huh?!",
    "ええっ！？": "What?!",
    "（今の……フルートにも聞こえてたみたいだな……）": "(Looks like the flute heard that, too...)",
    "無論、『責任』の意味は、君の想像の通りだ。\nまさかその気もないのに、娘をたきつけたわけではないだろうな？": "Of course, the meaning of \"responsibility\" is as you imagine.\nDon't tell me you didn't hit your daughter when you had no intention of doing so?",
    "い、いえ！　分かりました！\n何かあれば、娘さんは必ず俺が幸せにしますっ！！": "N-No! Understood!\nIf anything happens, I'll make your daughter happy!!",
    "ええええっ！？": "Whaaaat?!",
    "それでいい。": "That's fine.",
    "（いや、今の流れ、それ以外の答え許されてなかったろ！）": "(No, I wasn't allowed to answer anything else!)",
    "今後もあの子を頼む。\nしかし……娘があんな顔で笑うとはな……": "Please take care of her from now on.\nStill... I didn't expect my daughter to smile like that...",
    "あ……切れた。": "Ah... It hung up.",
    "勢いで勝手に答えてしまってごめん。\n後でちゃんと訂正を……": "I'm sorry for answering on my own.\nI'll make sure to correct myself later...",
    "フルートは別に、お父さんの言ったこと、\nおけまるなんですが……": "The flute wasn't really what Dad had said\nI'm sorry, but...",
    "え？": "Huh?",
    "ああ、いえ！　なんでもありません！\nさあ、次の企画を考えましょう！": "Oh, no! It's nothing!\nCome on, let's think of our next project!",
    "お、おう……？": "O-Oh...?",
    "%usernameusernameuserna%さん！": "Mr. %usernameusernameuserna%!",
    "ん？": "Hm?",
    "不束者ですが――\nこれからもフルートとＦｌ∞ｔｙをよろしくお願いします♪": "I'm inexperienced, but—\nPlease take care of Flute and Fleighty from now on♪"
}