{
    "ハァ……ハァ……ハァ……\nこれ以上は無理……限界……": "*pant*...*pant pant*...\nI can't go any further... I'm at my limit...",
    "だよねだよね！\nこうなったら、ヤっちゃうしかなくない！？": "That's right, right!\nAt this point, I have no choice but to do it!?",
    "殺られる前に殺るしかない……": "I have no choice but to kill him before he kills me...",
    "ちゆるってばこわいー。": "It's scary how easy it is to relax.",
    "でも、ラミもさんせーい♪": "But Rami's so sloppy, too♪",
    "……問題は後処理。派手にヤると後が大変。": "...The problem is dealing with the aftermath. If we do something flashy, it'll be tough to deal with later.",
    "大丈夫、そこは私に任せて♪\nいくらでもやりようはあるから。": "Don't worry, I'll take care of that♪\nThere are plenty of ways to do it.",
    "ＯＫ、じゃあヤっちゃおう！　決まり！": "Okay, then let's do it! It's decided!",
    "ラミたちをこんな目にあわせたんだから、\nうーんと苦しませてトドメだね♪": "You put Rami and the others through all this, so...\nLet's make him suffer and finish him off♪",
    "%usernameusernameuserna%、覚悟……": "%usernameusernameuserna%, prepare yourself...",
    "ま、待って待ってー！\nいくらなんでも、それはやりすぎですよー！！": "W-Wait, wait!\nNo matter how you look at it, that's going too far!!",
    "物騒な会話が聞こえると思ったら、あなたたち、まさかあの方を手にかけるおつもりですか？": "Just when I thought I heard a dangerous conversation, did you all intend to kill him?",
    "そう。あたしが用意したこの薬品で、体のなかからドロドロにしてやるんだ。": "That's right. I'll use this medicine I prepared to make your body go sloppy.",
    "そーだそーだ！　ヤッちまえー！\n社会的に抹殺だー！": "That's right, that's it! Get him!\nSocial obliteration!",
    "ですから暗殺など……って、え？　社会的に？": "As I said, assassination is... Wait, what? Socially?",
    "ちゆるさん、その持ってる薬って……": "Chiyuru-san, that medicine you're carrying...",
    "ん？　超強力な下剤だけど？": "Hm? It's a super-powerful laxative.",
    "ああ、一応そこで踏みとどまってくださったのですね。": "Ah, so that's where you managed to hold your ground.",
    "……だから後処理が大変。": "...That's why it's so hard to clean up.",
    "えええ、でも、それもダメですってば！！": "Yes, but you can't do that either!!",
    "だって、ラミたちも散々辱められてきたじゃん！": "I mean, Rami and the others have been humiliated a lot too!",
    "みなさんの気持ちはわかりましたが。でも、やはりそのまま見逃すわけにはいきません。": "I understand how you all feel, but I still can't let it slide.",
    "もちろん、わたくしも思うところはあります。ですが、きっとこの訓練は必要なものですわ。": "Of course, I have my own thoughts on the matter, but I'm sure this training will be necessary.",
    "もちろん、勝つための訓練ならするよ。でも、その前に死んじゃったら意味ないでしょ。": "Of course, I'll train you to win. But there's no point if you die before that happens.",
    "つーか、ＭＧを動かすのに、ラミ達が強くなる必要ある！？": "Wait, do I need Rami and the others to get stronger if I'm going to move MG?!",
    "いえ、その、きっと目的は筋肉じゃなくって……もっと他の精神面を鍛えるとか……": "No, um, I'm sure our goal isn't muscles... Maybe we should train other mental aspects...",
    "めるさんの言う通りですわ。キツイ訓練だからと言って、視野が狭くなっているのでは？": "You're right, Meguru-san. Just because it's tough training doesn't mean your field of vision is narrow.",
    "……ふーむ、一理ある。筋トレにはバストアップ効果もあるというからね。": "...Hmm, you have a point. They say muscle training has a bust-up effect too.",
    "……なんでこっち見て言うの！？\nだったら、みんなは大きいから必要ないじゃん！": "...Why are you looking at me and saying that?!\nIn that case, everyone's big, so there's no need!",
    "……大きいだけで満足出来ず、より大きな高みを目指しているのかも。": "...She might not be satisfied with just being big, but she's aiming for greater heights.",
    "胸の話かどうかはともかく、わたくしは諦めませんわよ。": "Whether it's about breasts or not, I won't give up.",
    "負けっぱなしは性に合いませんの。そのためなら、どんなに厳しくても耐えてみせますわ！": "It's not my place to keep losing. To do that, I'll endure no matter how harsh it is!",
    "私も……あれだけ本気でぶつかってくれるのは、これが最初で……最後かもしれないので。": "This might be the first and last time I've ever had such a serious fight with her.",
    "…………": "............",
    "はあ、わかったわかった。あたしたちも、不安だったんだよ。": "*sigh* Fine, fine. We were worried, too.",
    "……苦しいのに、何のための頑張りかわからないから。": "...It's painful, but I don't know what she's trying so hard for.",
    "でも、きっと無駄ではないと思います。": "But I don't think it's a waste.",
    "……うん。": "...Yeah.",
    "……ちぇー。もすこし続けるしかないかー。": "...Tch. Guess I'll just have to keep going.",
    "その意気ですわ。さ、次の訓練に行きますわよ！": "That's the spirit. Now, let's move on to the next training session!",
    "遅いぞ！　何をしていた！": "You're late! What were you doing?!",
    "指揮官に盛る下剤を用意してました！": "I've prepared a laxative for the Commander!",
    "なにィ！？　……っえ、本当に何？\nげ、下剤……？": "What?! ...Huh? Really?\nA laxative...?",
    "な、なんでもありません！！\nちょっとした冗談です！": "N-Nothing!!\nI'm just joking!",
    "まあいい……！\nよし、ここからはシミュレーターの訓練に入る。": "Oh well...!\nAll right, let's get to simulator training.",
    "あれ？　今日ってわたくし達がシミュレーターを使える日でしたっけ？": "Huh? Wasn't today the day we could use the simulator?",
    "それなら大丈夫だ。申請して、使用時間の追加配当をもらった。": "That should be fine. I applied and received an additional dividend for the time of use.",
    "え？　凄いですわね。たくさんチームがありますから、難しいと思いましたが。": "Huh? That's amazing. There are a lot of teams, so I thought it would be difficult.",
    "ああ。だから、この前後のチームと交渉して、少しずつ時間を譲ってもらった。": "Yeah. That's why I negotiated with the teams around here and got them to give me some time, little by little.",
    "みんな、お前たちが崖っぷちで、俺の猛特訓を受けてたことは知ってるからな。快く譲ってくれたよ。": "Everyone knows that you guys were on the edge of a cliff, receiving my intense training. They gladly gave it to me.",
    "ふーん、そんなことしてたんだぁ。": "Hmm, so that's what you were doing.",
    "やっぱり%usernameusernameuserna%さんは、私たちのことを思ってくれてたんですね！": "%usernameusernameuserna%-san really was thinking about us!",
    "ああ、もし譲ってくれないなら、シリウスシュガーにはもっと酷い訓練メニューが待ってると言ったからな！": "Yeah, I told Sirius Sugaru I had a much worse training regimen waiting for me if he wouldn't give it to me!",
    "お前らいい仲間を持ったな……理不尽に苛まれる仲間を気遣って……": "You guys have good friends... Out of concern for your friends who are being tormented by unfairness...",
    "いや、なにひちょっとエモい感じ出そうとしてんだよ！？\nその理不尽の元凶は、おまえだからな！？": "No, why are you trying to make me feel a little embarrassing?!\nYou're the one who's responsible for that unfairness, after all!",
    "譲ってくれた他のチームの子たちには、あとで感謝しておくように。": "You should be grateful to the girls from the other teams who gave it to you later.",
    "スルーかよ！？": "You're ignoring me!?",
    "それより時間が惜しい。早速シミュレーターを起動するぞ！": "More importantly, time is of the essence. Let's activate the simulator immediately!",
    "ああ、もう……！": "Aaah, geez...!",
    "イエッサー！": "Yessir!",
    "それからは、基礎的な機動訓練を繰り返した。\n一見地味ではあるが、今の彼女たちに必要なスキルだ。": "After that, we repeated basic mobility training.\nIt looked plain at first glance, but it was a necessary skill for the girls right now.",
    "主脚飛行、噴射地表面滑走、匍匐飛行、そして噴射跳躍。これらを繰り返しながら、指定されたコースを回り続けろ。": "The main leg flight, the surface of the jetting ground, the crawling, and the jet-jumping. Repeat these steps and keep going around the designated course.",
    "そんなの初年度に死ぬほどやったんだけど？\nあ、%usernameusernameuserna%はそれも知らないんだっけ～！": "I did that so much that I almost died in my first year.\nOh, %usernameusernameuserna% doesn't know that either~!",
    "いくらあたしたちでも、基礎機動はさすがに身についていると思うよ。": "Even we're pretty good at basic maneuvers.",
    "身に着けた……か。それはどうかな。": "Wearing it, huh? I don't know about that.",
    "俺は手元でシミュレーターの設定を変更する。\nここからが本番だ。": "I change the simulator settings in my hand.\nThis is where the real battle begins.",
    "えっ、敵対ＮＰＣのＭＧが複数も……！？\nこれってただの機動訓練じゃ……": "Huh? Multiple MG hostile NPCs...?!\nThis isn't just mobile training...",
    "順調だったフォーメーション飛行が、\n敵機体の登場で一気に崩れ始めた。": "The formation flight that had been going well...\nWith the appearance of the enemy machine, it began to crumble all at once.",
    "集中だ！　隊列を乱さず、コースから外れることなく続行しろ！": "Concentrate! Stay in formation, stay on course!",
    "で、でも、敵が攻撃してきますよ！？\n反撃しないと……！": "B-But the enemy is going to attack us!\nI have to counterattack...!",
    "お前たちの武装はロックしてある。回避行動と両立し、基礎機動をその身に叩きこめ！": "Your weapons are locked. Concurrent with evasive maneuvers and infuse them with basic maneuvers!",
    "そんな無茶な……！": "That's reckless...!",
    "きゃぁあっ！！": "Kyaaah!!",
    "着地の際のバランス制御が甘い！\nそこで止まったら蜂の巣だぞ！": "My balance control when I land is too weak!\nIf you stop there, you'll be a beehive!",
    "……障害物競走みたい。": "...It's like an obstacle course.",
    "うう、考えながら動けば回避が、回避に専念すれば動きがおろそかになりますわね……": "Ugh, if I move while thinking, I can dodge, but if I focus on evasion, I'll be able to slow down my movements...",
    "そうだ。それがお前たちの弱点だ。普通に歩くとき、『どう歩くか』なんて考えないだろう？": "That's right. That is your weakness. When you walk normally, you don't think about 'how to walk', do you?",
    "ＭＧも同じだ。マニュアル的な動かし方を覚えるだけでなく、無意識で正確に使えてこそ、身についたと言える。": "MG was the same. You could say that you only learned how to move it by hand, but also by being able to use it unconsciously and accurately.",
    "チームワークや連携なんかは、それが身についてから鍛え上げるべきものだ。": "Teamwork and coordination are things you need to train after you learn them.",
    "なるほど……まずは己の体くらい、ＭＧを自由に動かせるようになれということね？": "I see... So first, you want me to be able to move my MG freely?",
    "そういうことだが、もちろん言葉で言うほど簡単なことじゃないぞ。": "That's how it is, but of course, it's not as simple as it sounds.",
    "ＭＧの隅々まで、自分の身体の延長のように意識するんだ。荷重をコントロールし、旋回Ｇを手懐けろ！": "Be aware of every nook and cranny of MG as if it were an extension of your own body. Control the load and tame the whirling G!",
    "イエッサー！！": "Yessir!!",
    "こうして、みっちり３時間ほどの訓練を終える頃には、\n全員が疲労困憊の極みにあった。": "And so, by the time I finished my three-hour training...\nEveryone was at the peak of their exhaustion.",
    "……ふらふらする。まだ機体に乗ってるみたい……": "...I'm staggering. It looks like I'm still on board...",
    "つっかれたぁ～！！\n時間いっぱい逃げ続けるハメになるなんて～！！": "I'm poked!!\nI can't believe I had to run away for so long!!",
    "だけど、最後の方は、みんな考えるよりも早く回避が間に合う感覚があったんじゃないか？": "But in the end, didn't everyone feel like they could dodge faster than they thought?",
    "ええ。疲労もあってか、自然と負荷のかからない動きが習得できた気がしますわ。": "Yes. Perhaps it's because of my fatigue, but I feel like I've learned to move without burdening myself.",
    "だってひっきりなしに撃ってくるんだもん！\n全部全力で避けてたら、身がもたないし！": "Because they're shooting at me incessantly!\nIf I dodged them all with all my might, I wouldn't last!",
    "……敵は待ってくれない。これぐらい自然にできるようにならないとってこと。": "...The enemy won't wait. I have to be able to do this naturally.",
    "そうだね。今まで自分が、どれだけ適当にＭＧを動かしていたかわかったかも。": "That's right. I might've figured out how randomly I've been moving MGs up until now.",
    "無意識での基礎機動の訓練は効果があったようだな。\nこの調子なら、次のステップに進んでも問題なさそうだ。": "It seems your subconscious basic mobility training was effective.\nAt this rate, it didn't seem like I'd have any problems taking the next step.",
    "めるさん？　どうかなさいまして？": "Meguru-san? Is something the matter?",
    "みんな、すごいです。こんな短時間で、上達して……": "They're all amazing. They've improved in such a short time...",
    "私だけ、明らかに訓練成果が良くないです……機体はあちこちぶつけるし、被弾も多いし……": "I'm clearly the only one who hasn't done well in training... I've been hit all over the place, and there's been a lot of bullets...",
    "めるさん……上達には個人差がありますもの。自分のペースで頑張ればいいのですわ。": "Meguru-san... There are individual differences when it comes to improving. You just have to do your best at your own pace.",
    "……頑張ります。": "...I'll do my best."
}