{
    "文化祭の閉会後。\n片付けのためフルートとふたりで部屋に残った。": "After the cultural festival ended.\nThe flute and I stayed in the room to clean up.",
    "はぁ……本当に終わっちゃいましたね。": "*sigh*... It's really over.",
    "始まってからは、あっという間でした。\n楽しくて……驚く事件もあったけど、それも含めて楽しくて。": "It all happened in the blink of an eye.\nIt was fun... There were some surprises, but it was also fun.",
    "%usernameusernameuserna%さんも、\n楽しんでもらえましたか？": "%usernameusernameuserna%, too,\nDid you enjoy it?",
    "とてもいい経験をさせてもらったと、\n彼女の言葉にしっかりうなずき返した。": "That I had a very good experience,\nI nodded firmly in response to her words.",
    "そう思ってもらえて嬉しいです！\nでも、お礼を言うのはフルートのほうなんですよ。": "I'm glad you think so!\nBut the flute is the one who should be thanking you.",
    "%usernameusernameuserna%さんの力あっての、\n大成功だったと思いますから。": "With %usernameusernameuserna%-san's power,\nI think it was a great success.",
    "本当にあざまるでした！": "It really was like a joke!",
    "……なんて言葉だけじゃ、足りません。\nお礼したいですんですけど、してほしいこととかありませんか？": "...That word alone isn't enough.\nI'd like to thank you. Is there anything you want me to do?",
    "なら、その可愛い衣装のままのフルートと、\n「そういう事」ができたらなあ、なんて――": "In that case, I'll have to play the flute, still in that cute outfit\nI wish I could do something like that...",
    "そっ、その……それでいいんですか？": "U-Umm... Are you okay with that?",
    "あっ、いや、もちろん嫌だったら無理しなくていい。\nちょっと言ってみただけというか……": "Ah, no, of course you don't have to force yourself if you don't want to.\nI was just trying to say it...",
    "い、嫌じゃないんですよ！？\nむしろ、嬉しいかも……です。": "I-It's not that I don't like it!\nIf anything, I'm happy...",
    "そ、そうなのか……？": "R-Really...?",
    "だって%usernameusernameuserna%さんとする、\nエッチなことは……き、気持ちいいですし……": "After all, with %usernameusernameuserna%-san,\nSexy things... feel good...",
    "それでお礼になるなら……喜んで。\nあの……どんなふうにすればいいですか？": "If that's enough to thank you... I'd be happy to.\nUm... How should I do that?",
    "じゃあ、ここに手をついて……\nもっと近くで、フルートを感じさせてくれ。": "Then put your hand here...\nLet me feel the flute closer.",
    "小悪魔的に丈の短いスカートに触れ、着衣を乱していく。\nその間にすっかり昂ったこちらのモノを、震える秘所に宛がうと……": "I touched her short skirt, which was devilishly short, and messed up her clothes.\nIn the meantime, when I place my fully aroused member against her trembling pussy...",
    "あっ……あはぁあっ……！": "Ah... Ahaaah...!",
    "ぐ、ぐいぐいって……奥……奥にっ……！\nんぅっ……入って、くるぅ……っ、ん、んは……！": "T-Tug it in... deep... deep inside...!\nNnuh... It's coming in...! Nn, nhah...!",
    "びくりと体を震わせたフルートに大丈夫かと尋ねるが、\n彼女はこくりと頷いた。": "Flute twitched, and I asked her if she was all right.\nShe nodded.",
    "は、はい……っ。\nその……もっと激しくたって……大丈夫ですよ。": "Y-Yes...!\nUmm... You can... go harder.",
    "だ、だって今日のフルートは……ただのギャルじゃないんです。\n吸血鬼さん……ですからっ。": "B-But today's flute...isn't just a gal.\nI'm... a vampire.",
    "%usernameusernameuserna%さんを……\nかぷって噛んで、血を吸っちゃうモンスターなーんて……は、はうぅ。": "%usernameusernameuserna%...\nIt's a monster that bites and sucks blood... Hah, hauuh.",
    "そんな可愛い吸血鬼を襲っている俺は、\nもしかしたら狼男かもしれないな。と軽口を叩く。": "I'm attacking such a cute vampire\n\"Maybe he's a werewolf,\" I joked.",
    "お、狼男、ですか……！？\nはぁぅっ……ん、んふぁ……っ。": "A-A werewolf?!\nHaauh... nn, nfuah...",
    "じゃあ……んっ、ああんっ、もしかして\nフルートの方が、食べられちゃうんでしょうか……っ？": "Then... nn, aan, could it be...\nI wonder if the flute will be eaten more...?",
    "だ……だから、こんなにフルートの中で、こんなにおっきく……？\nうぅ、前より……すごいですよぉっ！　はぁ、んあぁっ……": "Th-That's why it's so big inside the flute...?\nUgh, it's... even more amazing than before! Hah, nnahh...",
    "甘い声を上げるフルート。彼女の膣内では無数の舌にも似た\n膣襞が、肉棒にきゅうきゅうと吸い付いている。": "The flute lets out a sweet cry. It resembles countless tongues inside her vagina.\nHer vaginal folds clung tightly to my shaft.",
    "あうぅ……お、おっきいだけじゃ、なくて……っ。\nかたさも……つよさも……んっ、ふあぁ……！": "Auu......it's not just big......!\nIt's hard... and strong... nn, fuaa...!",
    "そ、それに……な、何より……っ、\nあうぅ、言うの、恥ずかしいですけどぉ……気持ちよさも……っ。": "B-Besides... Wh-What's more important is...\nAuu, it's embarrassing to say, but... it also feels good...",
    "そう言いながらフルートが体をくねらせた。\nペニスがぬらりと粘膜に撫で上げられ、快感がゾクリと駆け上がる。": "The flute wriggled its body as it spoke.\nThe pleasure runs up my spine as my penis is caressed by her slimy membranes.",
    "こ、こんな……っ、ん、ふあぁっ……\nこんなすごい体験が……この世界にあるなんて……っ！": "Th-This is...! Nn, fuaah...\nI can't believe such an amazing experience exists in this world...!",
    "あっ……ま、まだ奥へっ！？\nんくっ……ん、んっ……ふあぁ……！": "Ah... I-It's still going in deeper!?\nNgh... nn, nn... fuaah...!",
    "フルートが身じろぎするたび、膣内が形を変え、\n新たな刺激をペニスに送り込んでくる。": "Every time the flute stirred, the inside of her vagina changed shape\nShe sends a new stimulus into my penis.",
    "これはとんでもなく悪い吸血鬼だ、とフルートに囁く。\nこちらの大事なものを一滴残らず搾りとろうとするのだから。": "\"This is an unbelievably bad vampire,\" I whisper to the flute.\nShe's trying to squeeze out every last drop of what's important to me.",
    "えへへ……喜んでもらえてるなら……\nはぁはぁ……とってもぽよです……ひああっ。": "Ehehe... As long as you're happy...\n*pant pant*... It's so soft... Hyaaah.",
    "%usernameusernameuserna%さんのがっ……\n奥であつく……は、あああっ……！": "%usernameusernameuserna%-san's...\nIt's burning deep inside... Hah, ahhhh...!",
    "フルートも……おなか、あついです……っ。\nねえ、ください……%usernameusernameuserna%さんの……": "The flute... is so hot...\nHey, please... %usernameusernameuserna%'s...",
    "フルートが腰をくねらせねだってくるが、\n吸血鬼なら自分で吸ってみせろと突き放してみた。": "The flute wriggled its hips, but...\nI tried pushing her away, telling her to suck it herself if she was a vampire.",
    "んんっ……悪い人ですね……っ。\nわかり、ました……吸血鬼の本領、発揮しちゃいますっ。": "Mmm... He's a bad person...\nUnderstood... I'll show you what a vampire can do.",
    "いーっぱいちゅーちゅーしちゃって、\n%usernameusernameuserna%さんをぽよな気持ちにさせちゃいます！": "I kissed her a lot,\nI'm going to make %usernameusernameuserna% feel lonely!",
    "挑発的にこちらを見るフルート。\n期待で、胸とアソコが膨らみ、また彼女が甘く喘いだ。": "Flute looked at me provocatively.\nMy chest and pussy swelled with anticipation, and she moaned sweetly again.",
    "んひゃうっ！？　うぅ……ちょっとだけ、怖いです。\nこの先を知ったら……どうなっちゃうんだろうって思うと。": "Nhyauh?! Uuh... I'm a little scared.\nJust thinking about what would happen if I knew what lay ahead...",
    "あっ、で、でも、全力で……お願いしますね。": "Ah, b-but, please...do your best.",
    "はぁはぁ……フルートも吸血鬼ギャルとして、\nぜ、全力で頑張りますから……っ！": "*pant pant*... The flute was also a vampire gal\nI-I'll do my best...!",
    "一緒に全力で気持ちよくなろうと、彼女の背中を撫でてから、\n抽送を激しくしていく。": "I patted her on the back to make her feel good with all my might, and then...\nI thrust in and out more intensely.",
    "うっ……はああんっ……！？\n一番奥まで、ごりごりってぇ……んあぁっ！": "Ugh... Haaahn...!?\nIt's grinding all the way in... nnahh!",
    "ひあっ……ずん、ずんってくるの……っ、\nす、すご……すごすぎぃ……！": "Hyah... It's throbbing...\nA-Amazing... That's too amazing...!",
    "こちらの突き上げにフルートが目を白黒させる。\nきゅんと膣奥が亀頭を吸い上げ、快感が押し寄せた。": "Flute's eyes went blank at my thrusts.\nThe depths of her vagina sucked on my glans, and pleasure washed over me.",
    "んっ、あっ……ふああっ……！\n深いの、やぁ……っ、頭、びりびりしちゃう……っ！": "Nn, ah... fuaah...!\nIt's so deep... My head is tingling...!",
    "あっ、んぁっ、違くて……っ、嫌じゃない、です……っ。\nはぁっ、んぅ……けど、良くてぇ……っ！": "Ah, nnah, it's not... I don't hate it...\nHaah, nnu... But, it's good...!",
    "そう言う間にも愛液がねっとりとペニスに絡みつき、\n腰を打ち付けるたびに淫らな音が響く。": "Even as she said that, her love juices coiled around my penis.\nEvery time I slammed my hips into her, a lewd sound resounded.",
    "はぁああっ、あっ……んんっ、\nえっちな音……っ、しちゃってます……っ。": "Haaaah, ah... mmm,\nIt's making a lewd sound...",
    "あうぅっ、んっ、ふあ……っ！\nき、聞かないで……恥ずかしい、からぁ……っ。": "Auuu, nn, fua...!\nD-Don't ask... It's embarrassing...",
    "そんな様子にいっそう興奮が募り、\n肉棒は膣奥をさらに力強く叩いた。": "Seeing her like that only made me more excited\nThe meat pole struck the depths of her vagina even more forcefully.",
    "ああんっ！？　ごりごりってなるたびに……っ、\n奥から、気持ちいいのが広がってきて……！": "Aaahn?! Every time it grinds...\nA pleasant feeling spreads out from deep inside me...!",
    "はぁはぁ……はぁあっ……！　\nお、おかしくなっちゃいそうですっ……": "Haa haa... haaa...!\nI-I'm going crazy...",
    "お腹の奥……奥がぁっ！\nたっ……たまらなく、きゅんなんですぅ……っ！": "Deep inside my stomach... Deep inside me!\nI... I can't take it anymore...!",
    "フルートのきゅんは、膣の収縮となって、\n膨張したペニスにも伝わっている。": "The tightening of the flute became a contraction of her vagina.\nI can feel it on my swollen penis as well.",
    "あはぁっ……きゅうぅんってすると……っ、\nもっと、気持ちよくなってぇ……はうぅんっ……！": "Ahaah... When you squeeze me...\nFeel even better... Haaahn...!",
    "あぁああっ……いっ、いいっ……はぁはぁっ！": "Aaaaah... i-it's good... haahaa!",
    "んあぁ……今は、吸血鬼ギャル、なのにぃ……っ。\nあうぅ……はぁ、あっ…はあぁっ……": "Mnah... Right now, I'm a vampire gal, and yet...\nAuu... haa, ah... haah...",
    "これじゃ……っ、あんっ、ふあぁっ……\nただのフルートとおんなじで……めろめろですぅ……！": "At this rate... ahn, fuaah...\nIt's just like a flute... I love it...!",
    "同じどころか、快感に震えるフルートの膣内は\n腰が砕けそうになるほど気持ちがよかった。": "Not only was it the same, but the inside of the flute's vagina trembled with pleasure\nIt felt so good that my hips felt like they were going to break.",
    "んんっ……！？　また、おっきく……！？\nひゃぁんっ、んっ、それに……あつい……っ！": "Nnngh...!? It's getting bigger again...!\nHyaan, nn, and...hot...!",
    "驚くフルートに、吸血鬼がそんな調子で、\nこちらのものを吸い取れるのかと揶揄いの声をかける。": "To the surprised flute, the vampire continued in that manner\nI call out to her teasingly, wondering if she can suck on my thing.",
    "んふふ……吸血鬼は無理でも、ちょっとだけえっちなフルートに……\nいっ…今だけは……なりたいな……んんっ……": "Ehehe... Even if vampires can't do it, I'm going to make a slightly lewd flute...\nI...I want to be...just for now...nnn...",
    "あはぁっ、ああっ……、%usernameusernameuserna%さんに、\n喜んでもらうためにも……っ、ん、ふあぁん……！": "Ahaah, aaah..., to %usernameusernameuserna%-san,\nTo make her happy... Mm, fwaahn...!",
    "十分以上になれているし、すごく可愛いと伝える。\nそれこそ、全てを吸い取られてしまいそうなほどに。": "I've gotten more than ten minutes, and I tell her she's really cute.\nSo much so that it felt like everything would be sucked out of her.",
    "ほ、本当ですか……っ？\nあんっ、嬉しいです……っ、は、ふあぁっ……！": "R-Really...?\nAhn, I'm so happy...! Hah, fuaah...!",
    "%usernameusernameuserna%さんも……\nはぁんっ、メロメロにしちゃえた……なら……っ！": "You too, %usernameusernameuserna%...\nHaahn, I fell in love with you... Then...!",
    "フルートの可愛い言葉が、ますますペニスを昂らせていく。": "The cute words from the flute only heightened my penis more and more.",
    "ひっ、ひああああっ……ま、まだおおきくっ……！？": "H-Hyaaaaah... It's still big...!?",
    "しゅご……しゅごすぎぃっ！\nどっ、どこまで……一体どこまでぇっ……！？": "Awesome... That's too amazing!\nH-How far... How far...?!",
    "%usernameusernameuserna%さんっ……！\nだめぇっ、もう……気持ちよすぎますぅ……はぁあっ！": "%usernameusernameuserna%...!\nNo, I can't... It feels too good... Haaah!",
    "いっぱい、いっぱい突かれて……っ、んやぁっ！\nおくに……欲しくて、たまらないんです……っ！": "She's poking me so hard...! Nnyaah!\nI can't help but... want it deep inside me...!",
    "こちらの欲望を叩きつけると、もっと淫らになっていくフルート。\n収縮する膣に肉棒を扱かれ、快感の奔流に飲まれていく。": "The flute became even lewder when I slammed my lust into it.\nHer contracting vagina stroked my cock, and I was swallowed by a torrent of pleasure.",
    "やっ……はあっ、あああっ……っ。\n%usernameusernameuserna%さんも、気持ちいいですかっ……？": "No... haah, aaah...\nDoes %usernameusernameuserna%-san feel good too...?",
    "ん……っ、くうぅっ……！　もっと、気持ちよくなって……っ。\nじゃないと……じゃないと……っ、んっ、ふあ、ああ……！": "Nn...! Kuuu...! Feel even better...!\nIf I don't... If I do...! Nn, fua, aaah...!",
    "膣内が痙攣するように断続的に震え始め、\n彼女が大きな波の予兆を感じていることに気付いた。": "Her vagina began to tremble intermittently, as if it were convulsing\nI realized that she was feeling the omen of a great wave.",
    "んぅっ、一人だけイッちゃうのは、いやです……っ。\nお願い、いっしょに……！": "Ngh, I don't want to be the only one cumming...\nPlease, come with me...!",
    "健気なおねだりに、わかったと答える。\nそして一緒に絶頂へ駆けあがるべく、ピストンの速度を上げた。": "I answer her brave begging with a \"Got it.\"\nAnd then, in order to reach climax together, I increased the speed of my pistoning.",
    "あ、はああああっ……すごっ……すごいいぃっ！\nドクドク……ドクドクってぇっ……": "Ah, haaaaah...amazing...amaaazing!\n*throb throb*... *thrash throbbed*...",
    "あああんっ、こ、こんなにたくさん、嬉しいぃ……っ、\nあ、また……ひゃああんっ！": "Aaahn, I-I'm so happy, so much...!\nAh, not again... Hyaaahn!",
    "精を吐き出すたびにフルートの膣内が激しくうねり、\n最後の一滴まで残らずに吸い上げられてしまう。": "Every time she spat out her semen, the inside of the flute's vagina undulated violently\nEvery last drop was sucked up.",
    "それから少しの間は、ふたりとも心地よい気だるさの中で、\nただ荒い息をついていた。": "For a little while after that, the two of us were in a comfortable languid mood.\nShe was just breathing heavily.",
    "はぁはぁ……はあっ……よ、良かった……\n気持ち良かったです……": "Haa haa... haaa... Th-Thank goodness...\nIt felt good...",
    "%usernameusernameuserna%さんは……\nそ、その……どうでした？": "%usernameusernameuserna%-san...\nU-Umm... How was it?",
    "とても気持ち良かったし、\nフルートは最高に可愛かったと、髪を撫でてやる。": "It felt really good,\nI stroked her hair, thinking the flute was the cutest thing in the world.",
    "そう聞いて、ホッとしました。\nでも……お返しには、なりませんでしたね。": "I'm relieved to hear that.\nBut... it wasn't much of a return gift.",
    "だって……フルート、あんなに気持ちよくしてもらって……\nむしろまたお返しがいりますよ。": "Because...the flute feels so good...\nIf anything, you'll have to pay me back again.",
    "十分いいお返しをしてもらったと思うが、そういうことなら、\n今度またしようかと提案する。": "I think you gave me plenty of good payback, but if that's how it is,\nI suggest we do it again sometime.",
    "ふふっ、それいいですね。\nとってもアゲぽよな提案です、ぜひ……！": "Heehee. That sounds good.\nThat's a very sensible proposal, by all means!",
    "しばらくして。\n後ろを向いてフルートが着衣を整えるのを待った。": "After a while.\nI turned around and waited for the flute to adjust its clothes.",
    "恥ずかしいからという彼女の希望だが、\nあの状態で愛し合った後、急に恥ずかしくなる女心はやはり分からない。": "Her hope was that it would be embarrassing,\nI still don't understand the sudden embarrassment of a woman's heart after making love in that state.",
    "あの……ちょっと困ったことになっちゃいまして……": "Umm... This is a bit of a problem...",
    "その言葉とともにこちらの端末に写真が送られてくる。": "Along with those words, a picture was sent to my terminal.",
    "うぅ……っ、上手く元通り着られないんですけど、\nどうしたらいいんでしょう……？": "Ugh... I can't put it back on...\nWhat should I do...?",
    "……！？": "...!?",
    "送られてきたのは、中途半端に衣装がはだけた状態の\nフルートの姿が写った画像だった。": "The message was sent to me, half-heartedly, with her costume exposed.\nIt was an image of a flute.",
    "……着替え、手伝おうか？": "...Should I help you change?",
    "ご……ごめんなさい～っ。\nとってもさげぽよです……": "I... I'm sorry~!\nIt's so cold...",
    "こちらとしては全然困っていないから、\n気にせずどんどん頼ってくれて大丈夫だぞ。": "I don't have any problems at all, so...\nDon't worry about it. You can rely on me more and more.",
    "ちなみにこのデータは手元に残しておいてもいいかと尋ねてみる。": "Incidentally, I asked if I could keep this data on hand.",
    "い、いいですけど……\nあっ、でも、他の人には見せちゃだめですよ！": "S-Sure, but...\nOh, but don't show it to anyone else!",
    "お許しを得たので堂々と画像を保存し、\n彼女が身支度を整えるのを手伝った。": "With permission, I boldly saved the image\nI helped her get dressed.",
    "お待たせしました。\n時間がかかっちゃってごめんなさい。": "Sorry to keep you waiting.\nI'm sorry for taking so long.",
    "気にしなくていい、疲れただろうしな。\nけど、この状態じゃ、片付けは時間かかりそうだなあ。": "Don't worry about it. You must be tired.\nBut at this rate, it's going to take some time to clean up.",
    "……あはは、ですよねー。\nもうフラフラですもん。": "...Ahaha, you're right.\nI'm already staggering.",
    "でも、一緒に気持ちよくなれて、すごく幸せです。": "But I'm really happy that we can feel good together.",
    "そんな%usernameusernameuserna%さんとなら、\n一緒に大変な思いをするのも……嬉ぽよです。": "With %usernameusernameuserna% like that,\nI'm happy that we're going through so much together.",
    "きっと、きっと、とっても『ぽよ』な、\n思い出に残る片付けになりますから！": "I'm sure it's very, very \"poyo\",\nIt'll be a memorable cleanup!",
    "そこは完全に同意するしかない。\nうなずきあうと、ふたり一緒に片付けを始めたのだった。": "I have no choice but to completely agree.\nWe nodded to each other, and the two of us started cleaning up together."
}