{
    "足音、もう聞こえなくなったね。": "I can't hear your footsteps anymore.",
    "どうやら追手をまくことができたようだ。\nまずは礼を言わねばなるまいな。": "Looks like I was able to get rid of the pursuers.\nI'll have to thank you first.",
    "助けてくれてありがとう！\nえーっと……": "Thank you for saving me!\nLet's see...",
    "榊野ヒイロ。\n%usernameusernameuserna%、久しぶり。": "Sakakino Hiiro.\n%usernameusernameuserna%, long time no see.",
    "榊野……ヒイロさん！？\nあなたが、あの！？": "Sakakino... Hiiro-san?!\nYou're, um!?",
    "えっ、この人ってもしかして有名人なの？": "Huh? Is this guy famous?",
    "は、はい。島内でもすごい実力を持っているパイロットの方です！\n%usernameusernameuserna%さん、お知り合いだったんですか？": "Y-Yes. He's one of the most powerful pilots on the island!\n%usernameusernameuserna%, do you know him?",
    "ああ、前にちょっとな……。": "Yeah, a little while ago...",
    "榊野ヒイロ。たった一人でチームとして認められる程の実力を\n持っている、スカラ有数のパイロットだ。": "Sakakino Hiiro. He's strong enough to be recognized as a team all by himself.\nHe's one of the best pilots in Scara.",
    "本来数人で組むチームを特例で一人で結成する事を認めさせた、\n生徒会長も一目置いている凄い人なんですよ！": "He'd made an exception for a team that would normally be formed by several people, and he'd allowed them to form it alone\nThe student council president is also an amazing person who respects him!",
    "ほう……道理で他の者とは気配が違うわけだ。": "Hmm... No wonder she's so different from the others.",
    "さっきは危ない所を助けてくれてありがとうな。\nでもなんで俺達を助けたんだ？": "Thank you for saving me from danger earlier.\nBut why did you save us?",
    "さっきも言ったけど、面白そうだったから。": "Like I said, it sounded interesting.",
    "面白そう……ですか？\n追いかけられてピンチな状況でしたけど……": "Sounds... interesting?\nWe were in a pinch after being chased, but...",
    "だから良かった。\n人数で追い詰めるやり方は好みじゃない。": "That's why I'm glad.\nI don't like the way we corner them with numbers.",
    "……そういえば、ヒイロは自分を限界に追い込んで、\nそれを実力で乗り越えるのが好きなんだっけか。": "...Come to think of it, Hiiro had pushed herself to her limit\nShe likes to overcome that with sheer force, right?",
    "だが、よいのか？\nスカラの生徒であれば彼女から協力要請があったのでは……": "But are you sure?\nIf you were a student of Scara, wouldn't she have requested your cooperation?",
    "あったけど無視した。\n別に強制じゃなかったし。": "There was one, but I ignored it.\nIt wasn't like I was forced to.",
    "ふむ。そちらの協力は断ったが、\nこちらへの加勢はしてくれるという訳か。": "Hmm. I refused your cooperation, but...\nSo you're going to help us?",
    "うん。こっちの方がギリギリの追いかけっこで面白そう。": "Yeah. This looks like it'd be more fun to chase after her at the last second.",
    "あ、やっぱり基準はそこなんだ……": "Ah, so that's the standard after all...",
    "だが、ヒイロだったか……彼女が言う、\n己の限界を試したいという気持ちもわかるな。": "But it was Hiiro, huh...? The one she said\nI understand your desire to test your limits.",
    "分かって貰えてうれしい。\nという事で困難な方の味方になって協力する。": "I'm glad you understand.\nIn other words, I'll be on the side of a difficult person and cooperate.",
    "ええっと……よく分かりませんが、\n味方になって頂けるなら心強いです！": "Let's see... I don't really understand, but...\nIt's reassuring to have you on our side!",
    "うん、ちょっと変わってるよね……\n御剣さんとは分かり合えてるみたいだけど。": "Yeah, it's a little strange...\nYou and Edgeworth seem to understand each other, though.",
    "己を鍛え上げるために敢えて困難な道を選ぶその精神は、\n我々も見習うべきものだぞ？": "That spirit, which dared to choose a difficult path in order to train itself...\nWe should follow your example, you know?",
    "まあ、確かにその通りだな\n困難に挑む姿勢は立派なもんだ。": "Well, that's certainly true.\nIt's admirable that you're willing to face hardship.",
    "私達はどうやら心強い味方を得たようだな。": "Looks like we've gained a reassuring ally.",
    "……御剣さんと%usernameusernameuserna%さんで、\nなんだか盛り上がってますね。": "...Mitsurugi and %usernameusernameuserna%...\nThey seem to be having a good time.",
    "ええっと……それで、どうしましょうか？": "Umm... So, what should we do?",
    "あ、そうだ！　ヒイロさんってスカラ校舎の生徒だよね！？\nじゃあ、ここの土地や人にも詳しかったりする！？": "Oh, that's right! Hiiro-san is a student at the Scara school building, isn't he?!\nDoes that mean you're familiar with the land and people here?!",
    "……それなり程度？": "...A decent amount?",
    "うん、それでも十分だよ！　地元の協力者ゲットだね！\nこれでタケルちゃんには絶対負けない！": "Yeah, that's more than enough! We've got local help!\nWith this, I'll never lose to Takeru-chan!",
    "ヒイロ、俺たちはブラックマーケットの商店を探してるんだ。\nそれで、スカラを走り回ってるんだが……": "Hiiro, we're looking for a black market store.\nThat's why I'm running around Scara...",
    "生徒会から提供された情報だけだと道が複雑すぎて、\n７つある商店の場所にもたどり着けないんだよ。": "If it was just the information provided by the student council, the path would be too complicated\nYou can't even get to the seven shops.",
    "まず、ブラックマーケットの商人の多くは、\nひとつところには留まらない。": "First of all, many of the black market merchants\nIt's not just one place.",
    "確かに。\n非合法の商品を扱っている以上は当然の対策だ。": "Indeed.\nAs long as they were dealing with illegal goods, it was a natural countermeasure.",
    "手がかりは？": "Any leads?",
    "生徒会長が寄越した情報だ。\n参考になりそうか？": "It's information the student council president sent me.\nDo you think it'll be helpful?",
    "……こういう商店が隠れ潜んで営業しそうな場所になら、\nいくつか心当たりがある。": "...If a place like this was likely to hide and run a business,\nI have a few ideas.",
    "おおっ！？": "Ohhh!?",
    "それと――": "And—",
    "それと？": "And?",
    "人気が多い騒がしい場所は避けたがる。\n誰もいない場所で営業しているはず。": "She wanted to avoid noisy places with lots of people.\nIt should be open in an empty place.",
    "なるほど……確かに、後ろ暗い人間は喧騒を避けるか。": "I see......so dark people do avoid noise.",
    "おお、そのヒントがあれば、\n一気に勝利が近づいた感じがするね！": "Oh, with that hint,\nIt feels like victory is drawing near all at once!",
    "でも、だとしたら白銀さん達も\nその商店の場所を教わってるんじゃ……": "But if that's the case, then Shirogane-san and the others too\nI thought they were telling us where the store is...",
    "しらみ潰しに歩き回る時間が惜しい。\n可能性のある場所を一気に把握できるといいんだが。": "I don't want to waste any time walking around to kill time.\nHopefully, we'll be able to grasp all the potential locations at once.",
    "……であれば、うってつけの人材がいる。\n――こういうときこそ、珠瀬の出番であろう。": "...In that case, I have the perfect talent.\nIt's probably time for Tamase to act.",
    "わ、わたしですか！？": "M-Me?!",
    "記憶だと、珠瀬は狙撃手としての訓練を受けていた。\n特に長距離射撃では右に出る者はいない実力を持っているはずだ。": "According to her memories, Tamase had been trained as a sniper.\nEspecially when it comes to long-range shooting, there's no one better than him. He's got to be strong.",
    "優秀なスナイパーってわけか……\nだけど、スナイパー用のスコープはないぞ？": "So you're an excellent sniper...\nBut I don't have a sniper scope.",
    "私が私物でスコープは持ってる。\nこっち。商店街を見渡すことのできる屋上がある。": "I have my personal belongings and a scope.\nThis way. There's a rooftop overlooking the shopping district.",
    "おお、本当か！？　案内してくれ！": "Oh, really?! Lead the way!",
    "――珠瀬さん、頑張ってね！\nタケルちゃんに勝とうね！": "――Tamase-san, good luck!\nLet's beat Takeru-chan!",
    "は、はいっ！　頑張りますね！": "Y-Yes! I'll do my best!",
    "ブラックマーケットの商店が潜んでいそうな場所は……\nあっちと、あのあたりの区画。": "The place where the black market stores are likely to be lurking...\nOver there, and in that area.",
    "だそうだ。見えるか？": "That's what he said. Can you see it?",
    "……観測してみます。": "...I'll observe.",
    "見るべきは人の流れが少ない場所だ。\nそこで隠れるように店を構えている商店があるはず。": "What we need to see is a place where there isn't much flow of people.\nThere should be a shop set up there to hide.",
    "その情報さえ手に入れれば、ルートに関しては任せてくれ。": "As long as I can get that information, I'll take care of the route.",
    "目標の居所さえおおよそ把握できれば、\n相手にしなければならない妨害者の数も抑えられるだろう。": "As long as we have a rough idea of where the target is,\nThey could probably hold back the number of obstructors they had to deal with, too.",
    "なら、あとは邪魔する人達をやっつけて材料を貰うだけだね！": "In that case, all that's left is to get rid of the people who get in our way and get the materials!",
    "……あっ、確かに奥の通路にお店があります！": "...Oh, there's definitely a shop in the back corridor!",
    "ただ、そこに繋がる道で警戒している生徒さんも多いですね。\n遭遇せずに辿り着くのは……": "However, there are a lot of students on guard on the road that leads to it.\nGetting there without encountering them would be...",
    "端末のマップに記録する。\n見えた分だけ片っ端から教えてくれ。": "I record it on the terminal map.\nTell me everything you can see.",
    "はいっ！\nここに３人と、こっちに５人と……あと、この路地にも……！": "Yes, sir!\nThree here, five over here... And this alley, too...!",
    "す、すごいです。\n私が同じようにやっても全然そこまでは見えないです……！": "W-Wow. That's amazing.\nEven if I did the same, I wouldn't be able to see that much...!",
    "スコープを覗くだけで簡単に見つけられないからな……\nそうとう優秀な狙撃手だぞ、あの子。": "Just looking through the scope isn't going to make it easy to find...\nThat's right, she's an excellent sniper.",
    "多分ちゃんと連携はしてないみたいだな。\nあくまでも協力だと言っていた……包囲の穴はある。": "It doesn't look like they're working together.\nShe said she was only cooperating... There was a hole in the encirclement.",
    "よし！　それならこのルートを通れば……": "All right! If that's the case, we should take this route...",
    "これで二件目……少なくとも、向こうとイーブンにはなったか？": "This is the second case... At least, it's even with the other side?",
    "%usernameusernameuserna%さんの指揮で、\n最低限の遭遇で終わりましたからね。": "Under %usernameusernameuserna%-san's command,\nIt ended with a minimal encounter, after all.",
    "ありがとう、二人とも！\nよし、このままタケルちゃんを追い越すんだからね！": "Thank you, you two!\nOkay, I'm going to overtake Takeru-chan like this!",
    "す、純夏さん。あんまり大きな声で騒いじゃ、\nスカラの生徒に見つかっちゃいますよ……！": "S-Sumika-san. Don't make too much noise,\nThe Scara students will find us...!",
    "その心配はいらない。": "There's no need to worry about that.",
    "やけに自信たっぷりに言うじゃないか。\nなんでだ？": "You sound awfully confident.\nWhy? Why?",
    "……もうとっくに見つかってるから。": "...I've already found you.",
    "ま、まずいじゃないですか～！": "Th-This isn't good!",
    "あいつらだ！\nはは、ようやく見つけたぞ！": "It's them!\nHaha, I finally found you!",
    "飛んで火に入るなんとやらだ！\n今度こそ捕まえてやる！": "I'm flying into the fire!\nThis time, I'll catch you!",
    "来たな。\nしかし思ったほどの数ではないようだ。": "You're here.\nHowever, there didn't seem to be as many of them as I expected.",
    "このあたりは特に路地が複雑に入り組んでいる。\n増築を重ねすぎて道幅も狭い。だから……": "The alleys around here are especially complicated.\nThe road is narrow because of the overhangs. So...",
    "同時に襲ってこられる数にも限りがあるってわけか。\nいかにも闇の商店が隠れ潜むのに選びそうな区画だな。": "So there's a limit to how many of them can attack at the same time?\nIt really does look like the kind of place you'd pick for a dark shop to hide in.",
    "……そろそろ反撃しても構わない？": "...Do you mind if I counterattack soon?",
    "ああ、逃げるばっかりじゃなくて攻勢の必要もあるからな。\n……好きなだけやってくれ。": "Yeah, we need to go on the offensive, not just run away.\n...Do as much as you want.",
    "では、私も加勢するとしよう。\n一人だけ任せておくわけにはいかないからな。": "Well then, I shall assist you.\nI can't just leave it to one person, after all.",
    "なら、二人にここは任せて商店へ……": "In that case, I'll leave this to the two of them and head to the store...",
    "くくく……": "Heheheh...",
    "……ん、何か変。": "...Hm, something's wrong.",
    "はっ！？": "Huh?!",
    "いかん、罠だ！　止まれっ！": "No, it's a trap! Stop!",
    "えっ！？": "Huh?!",
    "危ない！": "Watch out!",
    "きゃあっ！？": "Kyaa!?",
    "いっ……たたた……": "Ow...owowow...",
    "……間一髪だったか。": "...Just in the nick of time.",
    "危なかった……まさか投網が降ってくるとはな。\nいったい誰だ。こんな道具を使ってくるのは。": "That was close... I didn't think it would rain.\nWho in the world would use a tool like this?",
    "あれあれー？\n今の罠で捕まえられると思ったんだけどなぁ。": "Huh? Huhhh?\nI thought I'd be able to catch him with that trap.",
    "……この声。": "...This voice.",
    "もーっ！　罠を使うなんて風紀委員会の人が邪魔しに来たの！？": "Geez! Someone from the disciplinary committee came to get in the way of using traps?!",
    "いや、違う……": "No, that's not it...",
    "……へー、ヒイロちゃんがそっちの味方についてるんだ。\nそれに、そっちの女の人も結構面白そうだね！": "...Huh, so Hiiro-chan's on your side.\nAnd that woman over there seems pretty interesting, too!",
    "ユ、ユリアさん……！？": "J-Julia?!",
    "やっほー、めるちゃん♪\nお久しぶり！": "Hey, Mechan! ♪\nLong time no see!",
    "つかみどころのない気配……\nそなた達の知り合いか？": "An unfathomable presence...\nDo you know him?",
    "ああ、ヒイロと同じくらい有名なパイロットだ……\nユリアは今回も、俺たちの敵に回るってことか。": "Yeah, he's as famous a pilot as Hiiro...\nSo Yulia's going to be our enemy again, huh?",
    "うん、そーゆーことになりそーだね！": "Yeah, that's how it's gonna be!",
    "――じゃ、早速遊ぼっか？": "—Then, shall we play right away?"
}