{
    "追いすがる敵の様子はどうだ！？": "How's the enemy chasing us?!",
    "今、先頭集団の掃討完了しました！": "We've just finished cleaning up the lead group!",
    "追撃は……なさそうね。": "There doesn't seem to be any follow-up attacks.",
    "……なんとか突破できたか。": "...We managed to break through.",
    "無事に敵包囲を突破し、俺達は地上へのルートを進んでいた。\nこの深度なら、よほどのことがない限り無事に帰れるだろう。": "We had safely broken through the enemy encirclement and were making our way through the route to the surface.\nAt this depth, I should be able to get home safely as long as nothing serious happens.",
    "ふう……ひとまず良かった。\n全員無事に帰れそうだね。": "Phew... That's good for now.\nLooks like we'll all make it home safely.",
    "なかなか緊張感があったわね～。\nあれだけの大群に遭遇するなんて、そうあることじゃないし。": "That was pretty nerve-wracking.\nIt's not every day we run into a horde like that.",
    "ですねっ！　でも、あれを突破する様子はかなりの……": "That's right! But it looks like they're going to break through...",
    "あっ！？　そう言えば戦いに集中していたので、\n視聴者さんにアピールするの忘れちゃいました！": "Ah?! Come to think of it, I was concentrating on the battle, so...\nI forgot to appeal to the viewers!",
    "あー、中継機はデッドウェイトになるから残置してきたし、\n途中から何も繋がってないよ。": "Ahh, I left the relay because it would be a dead weight,\nThere's no connection halfway through.",
    "あっ、そうなんですね。それならゆっくりと帰りましょう！\n慌てたりしたらおこですよ！": "Oh, I see. Then let's take our time going home!\nDon't panic!",
    "と、フルートたちが和気藹々とした会話をしている中で、\nトリニティ・ジュエルから通信が来る。": "And while the flutes were having a friendly conversation...\nI received a transmission from Trinity Jewel.",
    "……トレブルクインテット。改めて救援に感謝する。": "...Treburg Integrity. Thank you again for your help.",
    "あっ、え、えっと……ありがとうございましたっ。": "Ah, u-umm... Thank you very much.",
    "わーい。かんしゃかんげきー。": "Yaaay. Cheers, cheers.",
    "助けるのなんて当たり前です！\n困ったときはお互い様なのが一番ぽよですから！": "It's only natural to help!\nWhen we're in trouble, it's best for both of us to be like that!",
    "私達を助けてくれたことだけじゃない。\n『華』を持たせてくれたことにも、だ。": "It's not just that you helped us.\nAnd the fact that she let me have a \"flower\".",
    "華……なんのこと？": "Hana... What are you talking about?",
    "とぼけなくていい。楔形陣の先頭に私達を配置してくれたことで、\n戻った際助けられたというより協力して脱出した構図になるのだろう。": "You don't have to play dumb. With us at the front of the wedge formation,\nRather than being saved when they returned, it would probably be more like they worked together to escape.",
    "ただ、情けなく助けられるような無様を晒せば私だけではない。\nルナやリディア、開発計画にも被害が及んでいた……感謝する。": "It's just that I'm not the only one who's pathetically uncouth enough to be saved.\nLuna, Lydia, and the development plan had been damaged as well... Thank you.",
    "だってさ、%usernameusernameuserna%。": "I mean, %usernameusernameuserna%.",
    "……いや、安全第一でフルートたちを配置していただけなんだが。\n敵だし、一番危険な場所はレイヴェル達でいいかと思って……": "...No, I was just deploying the flutes for safety first.\nWe're enemies, so I figured the most dangerous place would be Ravel and the others...",
    "%usernameusernameuserna%……それ言わない方が良いよ？": "%usernameusernameuserna%... You shouldn't say that.",
    "じょ、冗談ですよね！": "Y-You're joking, right?!",
    "……？": "...?",
    "…………あ。": "............ah.",
    "そうだな、冗談だぞ！": "That's right, I'm joking!",
    "いや、もうバレバレだから。": "No, it's already obvious.",
    "……たまに後輩クンって、\n信じられないくらいにデリカシーなくなるわよね。": "...Sometimes, Kouhai-kun...\nIt's unbelievably insensitive.",
    "ふっ、本心だとしても構わない。助けられたことは事実だ。\n取り繕って隠されるよりもずっといい……だから、ありがとう。": "Heh, I don't care if you really mean it. It's true that you saved me.\nIt's much better than trying to smooth things over and hide it... So thank you.",
    "メイズ内でパイロットが助け合うのは当然ですし\nそれにライブは、みんなでバイブス上げるものですから！": "It's only natural for pilots to help each other inside the maise\nBesides, we're all going to raise the vibrators for the concert!",
    "ライブで一緒に盛り上がるのは当然、か……": "It's only natural that we'd have fun together at a concert, huh...",
    "そうだな……つい、私も焦っていたみたいだ。\n夢を叶えるために名前を売るチャンスだと……": "You're right... It seems I was impatient too.\nThis is my chance to sell my name in order to make my dream come true...",
    "レイヴェルちゃんが焦ってた？\nなんだか、そんなイメージなかったけど。": "Was Ravel panicking?\nFor some reason, I didn't think of it that way.",
    "流石に、普段からこんな挑発的な行動はしてないさ。\nどうしても勝ちたくて、慣れない言動をしてしまった。": "Of course, I've never done anything this provocative before.\nI wanted to win no matter what, so I ended up acting like I wasn't used to it.",
    "めちゃくちゃ堂に入ってたけど……\n夢か……そういうのいいね。": "It was really in the hall, but...\nA dream, huh...? That sounds nice.",
    "……とはいえ、感謝はしても手加減はしない。\n私には叶えるべき夢がある。負けるつもりは一切ない。": "...That said, even though I'm grateful, I won't hold back.\nI have a dream to fulfill. I have no intention of losing.",
    "ええ、もちろんですよ！　レイヴェルちゃんに手を抜いて、\n勝たせてもらうなんて萎えぽよで激おこですから！": "Yes, of course! I went easy on Ravel,\nLetting me win is a wilting, violent uproar!",
    "だからフルート達も全力でいきますし、レイヴェルちゃん達も全力です！\nそれでいいですよねっ！": "That's why the flutes are doing everything they can, and Ravel and the others are doing their best!\nThat's fine, isn't it!",
    "ああ。トレブルクインテット……そして、フルート・メルヴィル――\nいや、フルート。全力で戦って全てを出し切ろう。": "Yes. Treburg Integrity... and Flute Melville...\nNo, flute. Let's fight with all our might and put everything we have into it.",
    "んー。だいだんえん。はっぴーえんどー？": "Hmmm. Daitanen. Happy Endo-?",
    "いえ、まだだと思いますよ……": "No, I don't think so yet...",
    "（……レイヴェルもフルートたちの本気を感じて、\n分かり合えたみたいだな……ライバルの存在は成長のカギになるだろう）": "(...Ravel sensed the flutes were serious, too\nLooks like we understand each other... The existence of rivals will be the key to growth.)",
    "――これがご期待のものよ。\nこれで依頼は達成でいいわよね？": "—This is what you're looking forward to.\nNow we can complete the request, right?",
    "おお！　素晴らしい！\n……このバカ騒ぎで多少目は緩んでるとはいえ、どうやって……": "Oh! Wonderful!\n...Her eyes may have been a little loose from all this fuss, but how...",
    "あら？　それを聞きたいのなら……今の支援じゃ足りないわね。\nそれで、この秘密に幾ら値段をつけてくれるの？": "Oh? If that's what you want to know... That support isn't enough.\nSo, how much will you charge me for this secret?",
    "……ふん。そこまで貴様らに払うつもりはない。\nまあいい。後始末に関しては奴らに押し付けるだけか。": "...Hmph. I have no intention of paying you that much.\nWell, whatever. I guess I'll just have to force them to clean up the mess.",
    "警告はしておくけど……油断しない方がいいわ。": "I'll warn you, but...don't let your guard down.",
    "ふん……随分と弱気だな。\n計画は順調に進んでいる以上は問題はあるまい。": "Hmph... You're pretty weak-willed.\nAs long as the plan is proceeding smoothly, there should be no problem.",
    "弱気……ね。まあいいわ。\nこの後の騒動であいつがどんな顔をするのか……見物でしょうね。": "You're weak-willed, huh? Well, whatever.\nI wonder what kind of face he'll make in the commotion after this... I'm sure he's going to be watching.",
    "そうしてＬＯＣに帰還した俺達は、\n見慣れた風景に安堵を覚えながらＭＧから降り立つ。": "And so, we returned to the LOC.\nRelief washed over me at the familiar scenery as I descended from MG.",
    "って、あれ？　なんか出迎えの面々がおかしくないか？": "Wait, huh? Isn't there something strange about the welcoming party?",
    "お疲れ様でした。配信を見ていましたが、無事に帰還できたこと、\n本当に良かったと思います。": "Thank you for your hard work. I was watching the broadcast, but I was able to return safely,\nI think I'm really glad.",
    "ええ……風紀委員会が何でここにいるの？\n別に私たちがなにかやったわけじゃないよね？": "Yes... Why is the PMC here?\nIt's not like we did anything, right?",
    "うん！　トレブルクインテットのみんなは大丈夫だよ！\nだから安心して！": "Yeah! Everyone in Treburg Integrity is fine!\nSo don't worry!",
    "（トレブルクインテットのみんな『は』……？）": "(Everyone in Treburg Integrity is 'ha'...?)",
    "それなら、どうして風紀委員さんがわざわざ……？": "In that case, why would the disciplinary committee go out of their way to...?",
    "これはあなた方からは口外しないでいただきたいのですが……": "Please don't tell anyone about this, but...",
    "本日試験隊本部のデータサーバーが、\n不正なアクセスを受けていたことが発覚しました。": "Today, the data server at the test team headquarters...\nIt was discovered that he had been illegally accessed.",
    "それって……": "Does that mean...",
    "新型ジェネレーターを含む機密情報が、\n第三者に窃取された可能性があるということです。": "It's classified information, including the new generator\nThere is a possibility that it was stolen by a third party.",
    "……！": "...!",
    "……えーっとね。アクセスログを見てたらさ……\nノ―スリム重工関連が怪しくてね？": "...Let's see. When I was looking at the access log...\nSomething about No-Slim Heavy Industries is suspicious, you know?",
    "その試験隊であるトリニティ・ジュエルが一番の疑惑の的なんだ。\nだから、事情を聞く必要があって……": "Trinity Jewel is the most suspicious of them all.\nThat's why I needed to ask her what was going on...",
    "ど、どどどどどういうことですか！？": "Wh-Wh-What is the meaning of this?!",
    "ふざけるな！　私達がそんな真似をするわけがないだろう！": "Don't be ridiculous! There's no way we'd do something like that!",
    "わ、分かってるけど！\nこっちも絶対にやってないっていえないからさ！": "I-I know, but...!\nI can't say I didn't do it either!",
    "身の潔白を証明するためにも、一度お話を聞かせてもらえませんか？": "In order to prove your innocence, could you tell me a story?",
    "……っ！　……承知した。": "...! ...Understood.",
    "んー？　リディアたち、たいほー？": "Hmm? Lydia and the others, Taiho?",
    "大丈夫、少し話すだけだ。": "Don't worry, we'll just talk for a bit.",
    "息を吐いて了承したレイヴェルの周囲を風紀委員会が取り囲む。\nそれはまるで、既にわかっている犯人を拘留しようとしているようだ。": "The disciplinary committee surrounded Ravel, who exhaled and agreed.\nIt's as if she's trying to detain a criminal she already knows.",
    "待ってください、レイヴェルちゃん達は――": "Wait, Ravel and the others—",
    "申し訳ありませんが……\n現時点で貴方たちにできることはありません。": "I'm sorry, but...\nThere's nothing you can do at this point.",
    "……え、えっと……": "...U-Umm...",
    "安心してください。まだ彼女たちが……と\n決まったわけではありませんので。": "Don't worry. They're still...\nWe haven't decided yet.",
    "トリニティ・ジュエルは風紀委員会に囲まれたまま、連行されていく。\n俺達はそれをただ見送るしかなかった――": "Trinity Jewel was being taken away, surrounded by the disciplinary committee.\nAll we could do was watch them go――"
}