{
    "――あの文化祭からしばらく経過して。\n自室に帰ると、ベッドの布団が不自然に盛りあがっていた。": "—It had been a while since that cultural festival.\nWhen I returned to my room, the futons on my bed were unnaturally bulging.",
    "（布団に寝てるとなると……ヒイロか）": "(If she's sleeping in a futon... it must be Hiiro.)",
    "以前に彼女との話し合いで、部屋に来てもいいと言っていたので、\nいつも通り寝ているのだろうと布団を捲ると不意に腕を掴まれる。": "I'd discussed it with her before, and she'd said I could come to her room\nI pulled up the futon, assuming she was sleeping like usual, when she suddenly grabbed my arm.",
    "捕まえた……": "I've got you...",
    "やはりそこにいたのはヒイロだった。\n引き寄せられ体勢を崩してしまうが、そのまま抱き締められる。": "It was Hiiro, after all.\nI lose my balance as she pulls me in, but she holds me tight.",
    "馴染みのない感触が頬をくすぐった。\n体を起こして、ヒイロの姿を改めて視界にとらえる。": "An unfamiliar sensation tickled my cheek.\nI sat up and took another look at Hiiro.",
    "……ヒイロ？　なんでその衣装を着てるんだ？": "...Hiiro? Why are you wearing that outfit?",
    "何故か普段の衣装ではなかった。\nヒイロは文化祭でしていたコスプレに身を包んでいたのだ。": "For some reason, it wasn't her usual outfit.\nHiiro was dressed in the cosplay she'd been wearing during the cultural festival.",
    "この前、本で読んだ。\n男の人はこういう時、コスプレをすると誘惑されるって。": "I read about it in a book the other day.\nMen are tempted to cosplay at times like this.",
    "どんな本を読んでるんだ……": "I wonder what kind of book she's reading...",
    "ただ、あながち間違ってもいない。\n誘惑する気満々だということが伝わってくる。": "But she's not wrong either.\nI can tell she's trying to seduce me.",
    "本の衣装は、こんな感じじゃなかったけど……これでも、\n%usernameusernameuserna%は誘惑される？": "The book costume didn't look like this, but... even with this...\nWill %usernameusernameuserna% be seduced?",
    "……正直に言えば、かなり良いと思う。": "...To be honest, I think it's pretty good.",
    "期待も込めて、そう答える。": "I answer with anticipation.",
    "それじゃあどんな本だったか……いまから再現してみるから、\n協力お願い。": "Then what kind of book was it...? I'll try re-creating it now,\nHelp me, please.",
    "何をどう協力するのかわからないものの、断る選択肢はなかった。": "I didn't know how to cooperate with them, but I had no choice but to turn them down.",
    "本で読んだ男の人は、全裸になってた。\nだから、%usernameusernameuserna%も全裸になって。": "The man I'd read about in a book was completely naked.\nThat's why %usernameusernameuserna% was also completely naked.",
    "なんとなく、どういう本で勉強をしたのかは理解した。": "Somehow, I understood what kind of book she'd studied with.",
    "じゃあ、脱げばいいんだな……": "So I just have to take it off...",
    "……男の人の服を脱がす機会なんてそうそうないから、\nやってみていい？": "...I don't get many chances to take off a man's clothes, so...\nCan I try it?",
    "構わないというと、\nヒイロの手で服を脱がされていく。その行為に期待が膨らむ。": "If you say you don't mind,\nHiiro's hands took off my clothes. My anticipation swelled at what she was doing.",
    "……獲物を追い込んでる時みたいな……\nワクワクとドキドキした気持ちになる。": "...Like when you're cornering your prey...\nMy heart was pounding with excitement.",
    "……俺も結構ドキドキしてる。": "...My heart's beating pretty fast too.",
    "……うん。%usernameusernameuserna%の反応は分かりやすい。": "...Yeah. %usernameusernameuserna%'s reaction is easy to understand.",
    "ヒイロにわかられてしまうくらい、すでに性器は反応し始めていた。\n彼女の視線が下半身に突き刺さり、ますますその気にさせられる。": "Her genitals had already begun to react so much that Hiiro could tell.\nHer gaze pierced my lower body, making me feel more and more like that.",
    "じゃあ……寝転がってくれる？　たぶん、期待は裏切らない……": "Then...would you lie down for me? I probably won't betray my expectations...",
    "促されるがまま寝転がると、ヒイロは服をずらして胸を晒してきた。\nただそれを堪能する間もなく、こちらに背を向け跨ってくる。": "At her urging, I lay down, and Hiiro shifted her clothes to expose her breasts.\nBut before I can fully enjoy it, she turns her back on me and straddles me.",
    "肉棒を掴む手と吐息の感触に、思わず身をよじりかけた直後――": "The sensation of her hand gripping my shaft and her breath made me instinctively twist my body, and right after that――",
    "はむ……ん……んん……う……はぁ……\nこれ……思ったより……口でするのには、大きい、かも……": "Hamh... nn... nnn... uu... hah...\nThis... might be... bigger than I thought... for my mouth...",
    "ヒイロは手にした肉棒を、口内へと迎え入れた。\nさきほどチラッと拝んだヒイロの胸が、下腹部に押し当てられる。": "Hiiro welcomed the meat pole in her hand into her mouth.\nHiiro's breasts, which I had glanced at earlier, pressed against my lower abdomen.",
    "いつ下着を脱いだのか、あるいは履いてなかったのか、\nヒイロの足は、付け根の方まで丸見えになっていた。": "She didn't know when she'd taken off her underwear, or if she wasn't wearing it\nHiiro's legs were in full view all the way down to the base.",
    "見たり、触ったりするのと……咥えるのじゃ大違い……ん、ふぅ……\nなかなか、手ごわい……んん……う……": "There's a huge difference between looking and touching... and holding it in my mouth... Mm, fhh...\nIt's pretty tough... Mmm... Ugh...",
    "ずっと口を開けているとなると結構な負担だろう。\n歯を立てないようにしてくれるのなら、なおさらだ。": "It must be quite a burden if she keeps her mouth open the whole time.\nAll the more so if she was trying not to sink her teeth into it.",
    "ん……うん……本だと……どう動いてるか、\nよく、わからなかったけど……これ……あってる……？": "Mm... Yeah... In a book... I don't know how it works...\nI didn't really get it, but... is this... right...?",
    "ヒイロは先っぽを咥えたまま、口をもごもごさせながら尋ねる。": "Still holding the tip in her mouth, Hiiro mumbled as she asked.",
    "ただ自身に問いかけているようで、\n直接、答えを求めている感じではなかった。": "She just seemed to be asking herself a question\nIt didn't feel like she was looking for an answer directly.",
    "はぁ……あ……さっきより、硬くなってる気がする……\nあってる……ってこと……？": "Hah... ah... I feel like it's even harder than before...\nDoes that mean... it's right...?",
    "いっぱい……擦るね……ふぅ……ん……\nん……ん……これ、どう……？": "I'll... rub you a lot... fuu... nn...\nNn... nn... How's this...?",
    "手で擦りあげられるたび、小さな快感が襲いかかってくる。": "Every time she rubs against me with her hand, a small pleasure assaults me.",
    "ただ、咥えられてはいるものの、\n舌はぴたりと触れたまま、ほとんど動きがない。": "But even though she's holding it in her mouth...\nOur tongues are touching, and there's almost no movement.",
    "ん……ふ……なに……？\n強かった？　はぁ……私、間違ってる……？": "Mm...heh...what...?\nWas I strong? Hah... Am I wrong...?",
    "自信が持てない様子のヒイロに、舌は動かさないのか聞いてみる。\nすると、ヒイロはハッとした様子で少しだけ顔をあげた。": "I asked Hiiro, who didn't seem very confident, if she wasn't going to move her tongue.\nAt that, Hiiro looked up slightly, taken aback.",
    "口の中までは……舌は、わからなかった。\n不覚……": "As far as my mouth... I didn't know what my tongue was.\nA blunder...",
    "本では再現されていなかったところなのだろう。": "It must not have been reproduced in the book.",
    "そんな風に、敵に塩を送って……いいの？　後悔しない？": "Is it okay to send salt to the enemy like that...? Don't you regret it?",
    "そもそも敵のつもりはないし、\n気持ちよくなれるのなら、おそらく後悔することもない。": "I don't intend to be an enemy in the first place,\nAs long as I can feel good, I probably won't regret it.",
    "そう思ったのもつかの間、\n這わされていた舌が、ぬるりと亀頭を撫でてきた。": "It was only for a moment that I thought that\nHer tongue, which had been crawling along me, caressed my glans.",
    "んんぅ……んちゅぅ……れろぉ……ん……はぁ……\nあ、びくんってした……すごい反応……くすぐったい？": "Mmm... *kiss*... *lick*... Mm... *pant*...\nAh, it twitched... What an amazing reaction... Does it tickle?",
    "れろ……れろぉ……んはぁ……これぇ……びくん、びくんって……\n勝手に跳ねちゃうの？": "*lick*...*lick*...nnhah...this...twitches...\nAre you jumping on your own?",
    "少しじれったく感じていたところに、\n不意打ちすぎる舌の愛撫で、思わず過敏な反応をしてしまう。": "Just as I was feeling a little impatient...\nThe caressing of her tongue, which was so sudden that I couldn't help but overreact.",
    "ヒイロは、ただ疑問を口にしているだけかもしれないが、\n勝ち誇っているようにも聞こえた。": "Hiiro might just be asking questions, but...\nShe sounded triumphant.",
    "んふ……れろ……ん、ん……このまま……続ける。\nれろ……ちゅぷ……はぁ……れろ……": "Eheh... *lick*... nn, nn... I'll keep going... like this.\n*lick*... *slurp*... hah... *lick...",
    "負けを認めたら……出していいよ……いつでも大歓迎……\nはぁ……もう、認める？": "If you admit defeat... You can let it out... You're always welcome...\n*sigh*... You admit it already?",
    "やはり勝ち誇っていたのか。ヒイロがその気なら応戦するしかない。\nこちらに向けられた尻を引き寄せる。": "So he was triumphant after all. If Hiiro wanted to, he had no choice but to fight back.\nI pulled her butt towards me.",
    "んんっ……いまさら反撃？　私は、この程度じゃ動じない……": "Mmm... A counterattack now? I'm not fazed by this...",
    "こっちも、ただ尻を撫でる程度で終わらせるつもりはない。\nスカートをずらし、晒された秘部に舌先を伸ばす。": "I had no intention of letting it end just by stroking her ass, either.\nShifting her skirt, she extended the tip of her tongue toward her exposed privates.",
    "はっ、ん……ん、なに……なに……？\nふぁ、ん……なに、してるの……？": "Hah, nn... nn, what... what...?\nFwah, mm... What are you doing...?",
    "ん………っ。": "Nn.........!",
    "ヒイロの手つきと舌の動きが、一瞬ぎこちなくなるのを感じた。\n動揺が窺える。": "I felt Hiiro's hands and tongue move awkwardly for a moment.\nI can tell she's shaken.",
    "ふぅ……んん……そういうこと、するんだ……？\nはぁ…でも、そうこないと……こっちも、やりがいない……": "Phew... Mmm... So that's what you're doing...?\n*sigh*... But if I don't... I won't be able to do it either...",
    "受けて立つから……はぁ、ん……覚悟して……？": "I'll take you up on your offer... Hah, mm... Are you prepared...?",
    "身構えた直後、ヒイロの温かい口内が肉棒を咥え込んでくる。": "Immediately after I braced myself, the inside of Hiiro's warm mouth took my meat pole into its mouth.",
    "んん、ん……はぅ……ん……れる……ちゅぷ……じゅちゅ……はぁ……": "Nnn, nn...hau...nn...reru...chupu...juchu...haa...",
    "さきほどより湿度の高い音が辺りに響く。\n肉棒を咥えているせいで、ヒイロの口から唾液が溢れているのだろう。": "A sound more humid than before echoes through the area.\nBecause she was holding the meat pole in her mouth, saliva was probably overflowing from Hiiro's mouth.",
    "はぁ、ん……んぅ……ふぅ……じゅっ……じゅぷ……\nんふぅ……こぼれる……ちゅう……": "Haa, nn...nnu...fuu...juu...jyupu...\nMmfh... It's spilling... *kiss*...",
    "んん……じゅちゅぅう……！\nんく……ぅん、ん……はぁ……はぁっ！": "Mmm... *smooch!*\nNgh... ngh, nn... hah... haah!",
    "零れる唾液を吸い取るように、しゃぶられる。\nヒイロの嚥下に合わせて喉が動くと、衝撃で腰が少し浮きあがった。": "She sucked on my saliva, as if to suck it out.\nMy throat moved in time with Hiiro's swallowing, and my hips rose a little from the impact.",
    "んん……いま……跳ねた？　はむ……ん……それに……\nあ……へん、らの……へんな、あじ……なんか、れてる……？": "Mm... Did it... jump just now? Hamh... Mmh... And...\nAh... It's... weird... is there something... wrong with it...?",
    "ちゅ、ちゅぷ……ちゅぅ、じゅちゅ……\nはぁ……これ……弱ってる証拠……？": "Chu, chupu...chuu, juchu...\nHah... Is this... proof that I'm weak...?",
    "先走りの液が出てしまっていることを自覚し、\n負けじと舌先でヒイロの割れ目を、丹念になぞっていく。": "She was aware that the precum was coming out.\nNot to be outdone, I carefully trace the tip of my tongue across Hiiro's slit.",
    "んん、んっ……はぁ……あ……うう……": "Nnn, nn...haa...ah...uuu...",
    "はぁ、はぁ……んぐ……う……ぬるぬる……してる……\nはぁ、ん……うん、ん……！": "Hah, hah... ngh... uu... it's... slippery...\nHaa, hm...yeah, hmm...!",
    "舌で襞をくすぐると、じんわり愛液が溢れてきた。": "I tickle her folds with my tongue, and her love juices start overflowing.",
    "あ、あ……うう……待って、そこ……ん、はぁ……\nううん……待たなくて、いい……": "Ah, ah... uuu... wait, there... nn, haa...\nNo... You don't have to wait...",
    "私も……はぁ、ん、ん……れろぉ、ちゅ……んぅ……じゅちゅ……": "Me too... Haa, nn, ngh... *lick* *kiss*... nn... *slurp*...",
    "勝負に待ったはない。そう思い直したのか、\nヒイロはこちらへの静止を撤回し、頭を上下に動かし続けた。": "There's no waiting for the match. She must have reconsidered.\nHiiro withdrew her stillness in our direction and kept moving her head up and down.",
    "ん、ん……はぁ……ふぅ……ちゅ……ぅん、\nれろ……れろぉ、ん……ふ……": "Nn, nn......haa......huu......chu......un,\n*lick*...*lick*, nn...fu...",
    "ヒイロの唇で強めに竿を扱かれ、激しい奉仕で絶頂へと誘われる。": "She stroked my rod with Hiiro's lips, inviting me to climax with intense service.",
    "ただそれと同時に、\n溢れる愛液は、啜らないとしたたり落ちるくらいになっていた。": "But at the same time...\nThe overflowing love juices are almost slurping it up.",
    "あ、ふぅ……うう、ん……はぁ、あ……んっ、んんんっ！\nはぁ、はぁ……じゅちゅぅっ……ちゅっ！": "Ah, fuu...uuu, nn...haa, ah...nn, nnnnn!\nHah, hah... *slurp*... *kiss*!",
    "必死に肉棒をしゃぶりながら愛液を滴らせるヒイロの姿が、\nひどく官能的で、徐々に追い込まれていく。": "The sight of Hiiro desperately sucking on his meat pole and dripping love juices...\nIt was terribly sensual, and she was gradually driven into a corner.",
    "そっちがその気なら……と、\n割れ目の先にある小さな突起めがけて息を吹きかける。": "If that's how you feel...\nI aimed at the small protuberance at the end of the crevice and blew on it.",
    "んんんんっ！\nはぁ、はぁ……うう……あ、ふぅ……それ……んぅ……く……": "Hmmmmmmm!\nHah, hah... uu... ah, fuu... that's... nnu... ku...",
    "負け……ない……んん、はぁ……じゅちゅ……ちゅぷ……\nん、ん、れろぉ……ん……": "I won't... lose... nn, haa... *slurp*... *kiss*...\nMm, mm, lick... mm...",
    "震えるヒイロの腰を抱え込み、陰核を舌先で撫でると、\n反撃と言わんばかりに、ヒイロの舌が亀頭を舐め回してきた。": "I hugged Hiiro's trembling hips and stroked her clitoris with the tip of my tongue\nHiiro's tongue licked around my glans as if to say it was a counterattack.",
    "んぅう……はぁ……ん、ん……れろぉ……ちゅ、ちゅぷ……\nじゅちゅぅ……ぅうん……！": "Nnuu......haa......nn, nn......reroo......chu, chupu......\n*slurp*... No...!",
    "はぁ……んー……んぐ……うんっ……はぁ、あ……\nびくびく、してゆ……はぁ、あ……もうすぐ……？": "Haa......nnn......ngu......yeah......haa, ah......\nIt's twitching... haa, ah... soon...?",
    "時折、喉の奥の方を突いてしまうが、\n少し息苦しそうな声を漏らすくらいで、ヒイロが怯む様子はない。": "Every now and then, I would poke the back of her throat, but...\nHiiro showed no sign of flinching just from letting out a slightly suffocating voice.",
    "ヒイロの指摘通り、こちらはもう限界を迎えかけていた。": "Just as Hiiro had pointed out, we were already nearing our limit",
    "ん、ん……は、ん……はぁ……れろぉ、\nん……はぁっ……イか、せる……はう……ああ……": "Nn, nn...ha, ngh...haa...reroo,\nNn... haah... I'll make you cum... hau... aah...",
    "んく、ちゅぷ……じゅちゅ、ちゅぅ……\nれろ、れろぉ……ん、ん、じゅぷ……ちゅぅうっ！": "Ngh, *slurp*... *suck* *kiss*...\n*lick, lick*... Mn, mn, *slurp*... *kiss*!",
    "どうにか抵抗しようと、膣口から舌を差し込む。\n愛液を思い切り啜った瞬間、口内に広がる味と香りに酔わされた。": "Trying to resist somehow, I stick my tongue in through her vaginal opening.\nThe moment I slurped up her juices as hard as I could, I was intoxicated by the taste and fragrance spreading through my mouth.",
    "んんうっ！　んっ……はぁ、あ……ちゅっ、ちゅぷっ……\nじゅちゅう……！　んはぁっ！": "Nnngh! Nnh... Hah, ah... *kiss* *smack*...\n*slurp*...! Nhaah!",
    "はぁ、あ……らして……もう……ん、じゅちゅっ……\n限界なの、れろぉ、ちゅ……わかってる……": "Hah, ah... Cum... already... nn, *slurp*...\nI'm at my limit. *lick* *kiss*... I know...",
    "腰が落ちてきたヒイロに圧迫されかけているせいか、\n息苦しさから思考が蕩けてくる。": "Maybe it was because she was being pressured by the hiiro as she lowered her hips\nMy thoughts melted away from the suffocation.",
    "んん、んっ……はぁっ、じゅちゅ、ちゅっ……\nれろぉ、ちゅっ……じゅちゅぅ、ちゅぅううっ！": "Nnn, nnn...haah, *slurp* *kiss*...\n*lick* *kiss*... *suck* *slurp*!",
    "ラストスパートをかけるようにしゃぶり尽くされ、\nとうとう快感に身を委ねた。": "She sucked on it like she was putting on her last spurt.\nI finally surrender myself to the pleasure.",
    "ぷはっ、あ……ああ……れて、る……はぁ……あ……いっぱい……\nんん……こんなに出ちゃうんだ……": "Pwah, ah... ahh... I'm... cumming... hah... ah... so much...\nHmm... I didn't think I'd cum so much...",
    "びゅくびゅく、溢れて……はぁ……あ……私の、顔に……\nこれ……ふぁ……あ、あ……あああっ！": "It's overflowing... haa... ah... in my face...\nThis is...fuah...ah, ah...aaaah!",
    "ヒイロもまた溢れる精液を浴びながら、\n少し遅れて腰をビクリと震わせる。": "Hiiro was also bathed in the overflowing semen.\nHer hips trembled a little later.",
    "ふぅ……はぁ……あ……んん……はぁ……はぁ……ふぅ……はぁ……": "Fuu......haa......ah......nnn...... haa.... haa.....fuu....haa.......",
    "お互い脱力しそうになる中、ヒイロはどうにか呼吸を整えていた。": "While we were both on the verge of exhaustion, Hiiro somehow managed to catch her breath.",
    "身なりを整えたヒイロが、寝転がるこちらに向かって得意げに笑う。": "Hiiro, well-dressed, turned to face me as I lay down and smiled proudly.",
    "今回は私の勝ち。": "I won this time.",
    "ああ、俺の負けでいいと伝えるが、\n今回は……という言い回しに引っかかった。": "Yeah, I'll tell her that my loss is fine, but...\nThis time... I fell for that phrasing.",
    "もしかして文化祭の時の話か。\nあの日、リベンジを誓っていたヒイロを思い出す。": "Could it be about the cultural festival?\nIt reminded me of Hiiro, who'd sworn revenge that day",
    "方法は違うけど、リベンジできた。": "The method was different, but I was able to get revenge.",
    "まさかこんな方法でくるとは思ってなかったが、それも含めて完敗だ。": "I hadn't expected her to use this method, but it was a total loss, including that.",
    "満足そうなヒイロに、一勝一敗の引き分けだから、\nまた改めて決着をつけようと話を持ち掛ける。": "It was a draw, one win and one loss, to the satisfied-looking Hiiro\nI tried to talk to her again to settle things.",
    "たしかに……決着はつけないと。\n今度はちゃんとする……ちゃんと……そういう勝負……どう？": "It's true... we have to settle this.\nI'll do it right this time... How about... a match like that...?",
    "ちゃんとする。その言葉の意味を都合よく解釈し、\n受けて立とうと約束するのだった。": "I'll do it properly. I conveniently interpret the meaning of those words,\nI promised to accept it."
}