{
    "（こいつら、本当に遠慮無く食いやがって）": "(These guys really don't hesitate to eat.)",
    "それどころか、全部ペロリと食べた後で、\nゲーセンのクレーンゲームまでおごらされてしまった。": "Not only that, but after I ate it all...\nShe even treated me to a crane game at the arcade.",
    "やったね！　ラミ、このぬいぐるみ、欲しかったんだ！\nネットで売るとそれなりの値段になるし。": "You did it! Rami, I wanted this stuffed animal!\nSelling it online would fetch a decent price.",
    "売るんかよ！": "Are you going to sell it?!",
    "ラミさんすごいです。私、全然取れたことなくて……": "Rami-san, you're amazing. I've never taken it off at all...",
    "しょうがないなー。めるの分も取ってあげる。": "Oh well. I'll take your share, too.",
    "ホントですか！？": "Really?!",
    "というわけでお金。": "And so, money.",
    "そこは俺なのかよ！　嫌だよ！": "Is that me?! I don't want to!",
    "ちっ、つまんないのー。\nまあ、いいや、仕方ないからせめてコツを教えてあげる。": "Tch, how boring.\nWell, whatever. If there's nothing I can do about it, I'll at least teach you the trick.",
    "ふふ、ありがとうございますっ！": "Hehe, thank you very much!",
    "ラミは得意気になって、\nめるにクレーンゲームのコツを語り始めた。": "Rami got cocky.\nShe starts talking about the trick to crane games.",
    "そんなふたりの後ろを歩く俺の横に、\nそっと七彩が近づいてくる。": "As I walked behind them,\nShichika approached her softly.",
    "……ありがとうございます、%usernameusernameuserna%さん。": "...Thank you very much, %usernameusernameuserna%-san.",
    "ん……？　いや、別に七彩に礼を言われることじゃないだろ。": "Hm...? No, there’s no need for Shichika to thank me.",
    "ラミさんはわたくしたちのなかでも、かなり早い時期に\nメイズ適性が発現してザルトゥームに入学したらしいんですの。": "Rami-san was one of the earliest of us.\nIt seems that Maise's aptitude manifested and she enrolled in Zarthum.",
    "あれでも、結構長いってことか。": "I guess that means it's been a long time.",
    "ええ。でもそのプライドの一方で、まだまだ甘えたいのかもしれません。\nわたくしたちが、そのフォローが出来れば良いのですが……": "Yes. But on the one hand, he may still want to rely on his pride.\nI hope we can follow up on that...",
    "あの子、%usernameusernameuserna%さんにはすごく懐いてますし。": "She's really attached to %username, username, and user-na%-san.",
    "あれで！？": "With that!?",
    "学園でも珍しい男性と行動を共にするということで、\nちょっと心配してたんです。": "We're going to be working with a man who's rare even at school.\nI was a little worried.",
    "でも、もしかしたら、%usernameusernameuserna%さんに\n父性を感じているのかもしれませんね。": "But maybe %usernameusernameuserna%-san\nMaybe he's feeling like a father.",
    "記憶喪失だから俺がいくつかはわからんが……いくらなんでも、\nあんな大きなガキがいる歳じゃない気がするが……": "I have amnesia, so I don't know how many of them I have, but... no matter how you look at it,\nI don't think I'm old enough to have a kid that big, but...",
    "（っていうか、多分だいたい同じくらいだろ）": "(Actually, it's probably about the same size.)",
    "ふふふっ。あくまで父性、ですわ。\n本当のお父様ということではなく。": "Hehehe. It's just my father's nature.\nIt wasn't that he was my real father.",
    "父性ねぇ……じゃあ、その場合、誰が母性というか、\n母親役になるんだろうな。": "A paternal trait, huh...? Then, in that case, who would be called motherly?\nShe'll probably be playing the role of a mother.",
    "え……？": "Huh...?",
    "めるが母親": "Meguru's mother",
    "七彩が母親": "Shichika is her mother.",
    "やっぱり、めるが母親っぽいよな。面倒見良さそうだし。": "Meguru really is like a mother to me. She seems to be taking good care of me.",
    "え？　なんですか？　私、何かミスっちゃいました！？": "Huh? What is it? Did I make a mistake?!",
    "いや、大丈夫だ。今の反応を見る限り、\nめるは、そそっかしいお母さんって感じだな。": "No, I'm fine. Judging by her reaction,\nMeha, you're like a careless mother.",
    "へ？　へ！？": "Huh? Huh!?",
    "このなかなら、七彩が母親ポジションだよな。\n年齢的にもリーダー的でもあるし。": "Among them, Shichika would be the mother.\nShe's both age-wise and leader-like.",
    "わ、わたくしも、あんなに大きな子どもがいるように見えますの！？": "D-Do I look like I have such a big kid, too?!",
    "だから実際の母親じゃなくて、母性の話だって。": "That's why I'm talking about motherhood, not actual motherhood.",
    "それから俺たちは、もう少し街を歩いてから、\n帰ろうということになった。": "After that, we walked around the city a little longer.\nI decided to go home.",
    "記憶喪失の俺が、少しでも何かを思い出せるきっかけになれば、\nと考えてくれているらしい。ありがたいことだ。": "As an amnesiac, if I could help her remember something even a little...\nShe seems to be thinking about it. I'm grateful.",
    "……ところで、ひとつ質問していいか。": "...By the way, can I ask you a question?",
    "なんでしょう？　私にわかることであれば。": "What is it? If it's something I can understand.",
    "メイズ適性ってやつがあると、絶対にパイロットになるものなのか？": "When you have the aptitude to be a maise, are you absolutely going to become a pilot?",
    "強制的に徴兵される、ということでもないんだろう？": "It's not like you're going to be forced into conscription, right?",
    "はい、必ずしもそういう決まりがあるわけではないです。": "Yes, that's not necessarily the case.",
    "とっても危険な仕事でもあるので、\n適性があってもやりたがらない人もいます。": "It's also a very dangerous job,\nSome people don't want to do it even if they have the aptitude.",
    "つまり、みんなはあえて危険を承知でこの道を選んだってことか。": "In other words, everyone chose this path knowing full well how dangerous it was.",
    "パイロット科は学費免除の上、\n学生であっても働きに応じた正当な報酬が支払われますわ。": "In addition to being exempted from tuition, the pilot course\nEven if you're a student, you'll be paid a fair reward for your work.",
    "パイロットとしての経験自体が名誉なことですから、\n卒業後の進路も選び放題ですし。": "My experience as a pilot is an honor in and of itself\nYou can choose your career path after graduation as much as you want.",
    "なるほど、リスクはあるが実益も多いんだな。": "I see. It's risky, but it's also profitable.",
    "でも、少なくとも七彩は、\n金や就職先に困ってるようには見えないが。": "But at least Shichika...\nShe doesn't look like she's troubled by money or finding a job.",
    "そうですね……実際、その通りですわ。": "That's right... In fact, you're right.",
    "わたくしの実家は、自分で言うのもなんですが……\nアマツでも有数の資産家ですの。": "My parents' home, if I do say so myself...\nHe's one of the richest people in Amatsu.",
    "そこでわたくしは、何不自由なく育てられましたわ。": "That's where I was raised without any inconvenience.",
    "想像通りというか、納得しかないな。": "It's just as I imagined. I can only accept it.",
    "ですが……我が家は資産はありますが、\nあくまでお父様が一代で築き上げたものですの。": "However... Our family has assets,\nIt was built by Father in a single generation.",
    "それはそれですごいな。": "That's amazing in its own way.",
    "ええ。お父様はＭＧの開発で一気に財を成したのです。\nそれゆえ、いわゆる成金として世に知られています。": "Yes. Father made a fortune in MG development all at once.\nTherefore, it is known to the world as so-called seikin.",
    "でも、成金って言っても、金持ちには変わりないだろ？": "But that doesn't change the fact that you're rich, does it?",
    "いえ、成金は成金ですわ。本質的なお金持ちとは違いますの。": "No, the real money is the actual money. It's different from being an inherently rich person.",
    "例えばですが……我が家の門の前には、\n純金の１／１０サイズのＭＧがあります。": "For example... In front of my house's gate...\nThere's an MG about a tenth of the size of pure gold.",
    "それは……成金だな。": "That's... a fair amount of money.",
    "そして、そばを通りかかると、\n『本日もお金持ちですね、お嬢様』と挨拶してきます。": "Then, as I passed by her...\n“You’re rich again today, aren’t you, milady?” I greeted her.",
    "それは成金……なのか？": "Is that... Narikin?",
    "わたくしも、幼い頃から上流階級的な所作を仕込まれました。": "I, too, have been trained from a young age in the ways of the upper classes.",
    "それはわかる気がする。成金的だ。": "I think I understand that. It's like money.",
    "ですからわたくし、昔は口元に手を当てて――。": "That's why I used to put my hand to my mouth...",
    "おーっほっほっほ！": "Oh ho ho ho!",
    "……と笑っておりました。": "...That's what he was laughing at.",
    "それは……なんというか、\n成金なのか悪役令嬢なのかコメントに困るな。": "That's... how should I put it...\nI don’t know if it’s Narikin or a villainous young lady, but I’m having trouble commenting.",
    "七彩さん、今もたまにそれやってますよ。": "Nanaya-san is still doing that sometimes.",
    "とにかく！　わたくしは、そんな成金な実家が嫌なのです！": "Anyway! I don't want to live in such a wealthy family!",
    "わたくしは、天下に鳴滝家を\nまっとうな資産家として認めさせたい……！": "I will take the Narutaki family under my wing.\nI want to make him acknowledge me as a proper wealthy man...!",
    "そのために必要なノブレス・オブリージュを果たさねば！": "I have to fulfill the Noblesse Oblige necessary for that!",
    "……つまり、わたくしがパイロット科へ\n進学を決めた理由はそれですわ。": "...In other words, I'm going to the pilot course.\nThat's why I decided to go to college.",
    "なるほど……金持ちには金持ちの苦労があるんだなぁ。": "I see... So rich people have their own hardships.",
    "金持ちの感覚はわからないが、七彩の言いたいことはわかった。": "I had no idea what it felt like to be rich, but I understood what Shichika was trying to say",
    "フ……あなたは本当に不思議な人ですね。": "Heh... You really are a mysterious person.",
    "まだ出会ったばかりなのに、こんな秘密を話してしまうなんて。": "We’ve only just met, but I can’t believe I’m telling her such a secret.",
    "え、これ秘密だったのか？": "Huh? This was a secret?",
    "もちろん。わたくしと、みなさんだけの秘密ですわ。": "Of course. It's a secret between me and everyone else.",
    "わかりました、じゃあ黙っておきますね。": "Understood. I'll keep quiet, then.",
    "しょうがないなあ。そういうことにしとく。": "Oh well. I'll leave it at that.",
    "……いや、これ絶対、ちゆるや白奈もわかってるだろ。\n誰に対しての秘密なんだ。": "...No, I'm sure Chiyuru and Shirona understand this.\nWhose secret is it?",
    "ちなみに、めるはどうしてパイロットになったんだ？": "By the way, why did Meguru become a pilot?",
    "私は……その……笑わないでくださいね？": "I... Um... Please don't laugh at me, okay?",
    "人の真剣な目的や夢を笑う奴はクズだ。安心して話してくれ。": "People who laugh at people's serious goals and dreams are scum. Just relax and talk.",
    "は、はい……といっても、\nそんなに大それたことでもないんですが……": "Y-Yes... That said...\nIt's not that big of a deal, but...",
    "私、何でもいいから、人の役に立ちたいと思ったんです。": "I don't care what it is, I just want to be useful to others.",
    "なんだ、立派な話じゃないか。": "What's this? Isn't it a good story?",
    "いえ……実は私、お恥ずかしい話なんですが、\n非常にそそっかしいところがありまして。": "No... Actually, it's embarrassing to admit, but...\nHe can be very careless sometimes.",
    "なので、昔から不注意で周囲の方々に迷惑をかけることが、\nとても多かったんです。": "As such, she had always been careless enough to cause trouble for those around her\nThere were a lot of them.",
    "今でもしょっちゅうやらかすしねー。": "He still messes with me all the time.",
    "うう、ごめんなさい……": "Ugh, I'm sorry...",
    "でも、そんな私にメイズ適性があったので……パイロットとして働けば\n自分でも人や社会の役に立てると思ったんです。": "But I had the aptitude to be a maise like that...so if I worked as a pilot, I could\nEven I thought I could be useful to people and society.",
    "なるほどな。だから色々と親切にしてくれるか。": "I see. So that's why you're so kind to me.",
    "といっても、本当に役に立ててるのかは\n怪しいですけどね。えへへ。": "That said, I don’t know if it’s really useful\nIt's suspicious, though. Ehehe.",
    "いや、少なくともめるの善意は、誰かの役に立っているさ。": "No, at the very least, the good will to put it down is helping someone.",
    "記憶喪失で放り出されたとある全裸の男とかの、な。": "Like a certain naked man who was thrown out for amnesia.",
    "そ、そうですか？　えへへ……": "R-Really? Ehehe...",
    "ええ。めるさんがいてくれてこその、シリウスシュガーですわ。": "Yes. It's thanks to you that I'm able to become a Sirius Sugar.",
    "そ、そんなことないですよ！\nでも……そう言ってもらえるのは嬉しいです。": "Th-That's not true!\nBut... I'm happy to hear you say that.",
    "はいはい。じゃあ、次はラミ？": "Okay, okay. So, next is Rami?",
    "まあ、どうしても聞きたいって言うなら、\n教えてあげてもいいけどー。": "Well, if you really want to know,\nI don't mind telling you.",
    "そろそろいい時間だ。寮に戻らないとな。": "It's about time. I need to get back to the dorm.",
    "おまえ！　ラミを会話のオチに使うのやめろっての！": "You! Stop using Rami as a conversational punchline!",
    "お、なんかきぐーじゃん！！": "Oh, that's kinda gross!!",
    "……！　あ、あなたたちは……！": "...! Y-You guys...!",
    "誰だ？": "Who's that?",
    "こちらのおふたりは、カオスメイデンの劉翠蘭さんと、\nユリア・バーンズさんですわ。": "These two are Liu Suilan from Chaos Maiden.\nIt's Julia Burns.",
    "（カオスメイデンって……ああ、あのときの……）": "(Chaos Maiden... Ahh, from back then...)",
    "ハロハロごきげんよー！　よろしくねー！\n……っていうか、誰だっけ？": "Hello, hello! Nice to meet you!\n...Wait, who was it again?",
    "どっかで見たことあるなって思って、声かけちゃったんだけど……": "I thought I'd seen her somewhere before, so I called out to her...",
    "…………": "............",
    "失礼……この子、記憶力自体はすごくいいんですが、\nそれが発揮される範囲というのがとても狭くて……": "Excuse me... This girl has a really good memory, but...\nIt's a very small area of effect...",
    "（それってつまり……興味のないものは、\n一切覚える気がないって意味だろうか）": "(Which means... what I'm not interested in is...)\nDoes that mean she has no intention of remembering anything?)",
    "七彩が彼女らに応対する後ろで、こっそり俺はめる達に囁く。": "I whisper to Meguru and the others behind Shichika as he responds to them.",
    "……随分と舐められてるみたいだな。": "...Looks like she's been licking me a lot.",
    "実際、戦績では大きく負けていますから。": "In fact, we've lost a lot in the war record.",
    "ま、ガンチューにないってやつっしょ。\nいいじゃん、ナメてもらってた方が戦いやすいし。": "Well, it's not in Gantu.\nIt's fine. It'll be easier to fight if you underestimate me.",
    "はあ……ユリア、この方達はシリウスシュガーです。\n次の公式ＭＧ競技の対戦相手だって、私、何度も説明しましたよ。": "*sigh* Julia, these are Sirius Sugaru.\nI’ve explained over and over that he’s my opponent in the next official MG competition.",
    "あー、そうだったかも？\nたしか……柊校舎の『スポンサー付きお嬢様チーム』……だっけ！": "Uh, maybe?\nIf I remember correctly... the 'Sponsored Ojou-sama Team' in the Hiiragi building...",
    "なっ……！": "Wha...!?",
    "なんかみんなちょー噂してたよ！": "Everyone was talking about it!",
    "ちょっ、面と向かって失礼なこと言わないでくださいよ！\nまたそうやって、トラブル増やすんですから……": "Hey, don't be so rude to my face!\nYou're just adding to the trouble again...",
    "……今、なんとおっしゃいましたか？": "...What did you just say?",
    "あー……えっと、すみません。\nただ、あなたがた、噂になってるんです。": "Ah... Um, sorry.\nBut there's a rumor going around about you.",
    "成績不振にも関わらず存続を許されているのは\n鳴滝さんのご実家がスポンサーであるからだ、とか……": "You're the only one allowed to continue despite poor grades\nMaybe it's because Narutaki-san's family sponsors it...",
    "……！": "...!",
    "確かに……わたくしの家はお金持ちですわ。\nお父様が優秀な方ですので。": "It's true... My family is rich.\nFather is an excellent man, after all.",
    "それにあなた達の戦績は、確かに今のわたくしたちでは、相\n手にならないほどの高みにあると言えます。": "Besides, it's true that your battle record is similar to ours now.\nYou can say it's at a height you can't reach.",
    "ですが……！": "But...!",
    "ちょ！　なんか七彩エンジンかかっちゃった！\nおさえておさえて！": "Hey! It's got a seven-color engine!\nHold it down! Hold it back!",
    "七彩さんっ！　ここは穏便に！": "Nanaya-san! Calm down here!",
    "いいえ、言わせていただきます。": "No, allow me to say it.",
    "お金のおかげで生き残っているなんて、そんなことはありません。": "It's not like I'm still alive because of money.",
    "そんな噂、真っ赤な嘘だと、次のＭＧ競技で教えて差し上げます。": "I'll tell you at the next MG event that those rumors are a bright red lie.",
    "かなりわたくし達相手に余裕そうですが……": "It looks like you'll be able to handle us, but...",
    "あまり高いところから見下ろしてばかりだと、\n足元がおろそかになりますわよ。": "If you keep looking down at it from too high up,\nYou're going to make your feet droop.",
    "……へえ？　なかなか言うねぇ～！\nそーゆーの、好きかも！": "...Huh? Not bad at all!\nI think I like that kind of thing!",
    "最上階のスイートから下々の者を、\n見下ろしているようなものですわ！": "From the suite on the top floor, the lowly ones...\nIt's like I'm looking down on you!",
    "その比喩は必要か？\n若干意味わからんし……": "Do you need that metaphor?\nI have no idea what you're talking about...",
    "発想が成金じゃないですか……": "Isn't the idea the money...?",
    "とにかく！　次の試合、わたくしたちを、\nこれまでと同じとは思わないでくださいませ！": "Anyway! In the next match, we'll...\nPlease don't think it's the same as before!",
    "……なるほど、話に聞いていたほど、\n簡単な相手ではなさそうですね。": "...I see, so you heard about it,\nIt doesn't seem like an easy opponent.",
    "うん！　そういう相手こそ、\n全力で叩き潰す甲斐があるってもんだよ！": "Yeah! That's the kind of person I should be talking to...\nIt's worth crushing with all my might!",
    "では、来たる試合で決着をつけましょう。本日は失礼しました。": "Well then, let's settle this with the coming match. Excuse me for today.",
    "ばいばーい！": "Bye bye!",
    "そうして、カオスメイデンのふたりは、嵐のように去って行った。": "And with that, the two Chaos Maidens left like a storm.",
    "す、すみません、わたくしとしたことがつい熱くなってしまって……": "I-I'm sorry. I just got carried away...",
    "ちょっとヒヤヒヤしたけど、七彩、いいタンカだったぞ。": "It was a little chilly, but Shichika was a good tanka.",
    "ぜんぜんよくな――――い！！": "It's not good at all―――!!",
    "アッチは退学とかかかってないんだから、\n舐めプして手ぇ抜いてもらうくらいで丁度よかったのに！": "He wasn't expelled or anything, so...\nIt was just the right time to lick and make her go easy on me!",
    "なんで本気にさせるようなこと言っちゃうの！？": "Why are you making me take this seriously?!",
    "す、すみません……": "I-I'm sorry...",
    "いや、いいんだ七彩。よく言った。そういう姿勢が無ければ、\n強くなんかなれっこない。俺はそう思う。": "No, it's okay, Shichika. Well said. If you don't have that attitude,\nI can't become strong. That's what I think.",
    "%usernameusernameuserna%さん……": "%usernameusernamesuserna%san...",
    "安心しろ、勝つためにやるべきことは見えてきた。": "Don't worry, I'm starting to see what I need to do to win.",
    "明日からの訓練で、\nお前たちをカオスメイデンに勝てるチームにしてやる。": "With training starting tomorrow,\nI'll make you a team that can beat Chaos Maiden."
}