{
    "よし、全員準備はいいな？\nこれより帰還作戦を再開する。": "All right, everyone ready?\nWe will now resume the return operation.",
    "七彩とちゆるは機体を自律モードにしておけ。\n今のお前達が操縦するよりは百倍マシだろう。": "Shichisai and Chiyuru, set the machine to autopilot mode.\nIt's a hundred times better than you guys piloting it right now.",
    "そう、だねぇ……": "Yeah, you're right...",
    "ほんと、この程度で……自分が情けありませんわ……": "Seriously, this is enough to make me feel pathetic...",
    "無理だけはしないでくださいね。\n今のおふたりはＭＧに乗る事すら負担になりかねませんから。": "Please don't push yourself too hard.\nThe two of you could be a burden to even ride MGs right now.",
    "めるの言う通りだ。大人しくＭＧに揺られておけ。": "It's just as I said. Be a good boy and let MG shake you.",
    "とはいえ、地上まではそう遠くはないはずだ。マップが正しければ、\n次の<r=ホール>広間</r>を抜ければ元々探索していた深度まで戻れるだろう。": "That said, it shouldn't be too far to the surface. If the map is correct,\nIf we pass through the next <r-hole> hall, we should be able to return to the depth we were originally exploring.",
    "どんなにやばいやつが出てきても\nラミがぶっ倒してあげるから、大丈夫。": "No matter how dangerous someone comes out\nRami will beat you down, so don't worry.",
    "もしラミが突破されても、わたしとめるでみんなを守る。": "Even if Rami breaks through, I'll stop her and protect everyone.",
    "いや、その前に助けに来いよ！？": "No, come save me first, okay?!",
    "ったく……まだ<r=ホール>広間</r>すら見えてないのに\n無駄な体力使わせんなって。": "Geez... I can't even see the <r-hole> hall yet.\nDon't make me waste my energy.",
    "<r=ホール>広間</r>まではそうかからないでしょうから、\n気を引き締めていきましょう……！": "It won't be that long until the <r-hole> hall <r>, so...\nLet's keep our guard up...!",
    "それじゃあ、ラミを先頭に、白奈とめるがその後ろに。\n俺は七彩とちゆるの後ろから辺りを警戒する。行くぞ。": "Well then, with Rami in the lead, Shirona and Tome are behind them.\nI keep an eye on the area from behind Shichika and Chiyuru. Let's go.",
    "今のところはレーダーに敵の反応はない。辺りもいたって静かだ。\nこのまま何事もなく地上までたどり着ければいいが……": "There's no sign of any enemies on the radar right now. It's quiet all around.\nI hope we can make it to the surface without any trouble...",
    "……って。まあ、そう上手くはいかないよな。": "...Wait. Well, it's not going to go that well.",
    "どうしたの？": "What's wrong with you?",
    "少し先からメイズシフターの反応がある。\nおそらく<r=ホール>広間</r>だ。": "Mayse-Sifter reacts from a short distance ahead.\nIt was probably a <r-hole> hall.",
    "敵の数は？": "How many enemies are there?",
    "……いや、範囲が広くて正確な数まではわからない。\n目視で確かめた方が早いかもしれん。": "...No, the range is so wide that I can't tell the exact number.\nIt might be faster to see it with your own eyes.",
    "了解。じゃ、ラミが見てくるよ。\nみんなここで待ってて。絶対に動かないでよ！": "Understood. I'll go take a look, Rami.\nWait here, everyone. Don't move!",
    "気を付けてくださいね、ラミさん。": "Be careful, Rami-san.",
    "健闘を祈る。": "Good luck.",
    "戦うんじゃなくて様子を見てくるだけだっての！\n……いってくる。": "I'm just going to check on you, not fight!\n...I'm going.",
    "しばらくして、偵察を終えたラミが戻ってきた。": "A short while later, Rami returned, having finished scouting.",
    "……ただいま。": "...I'm home.",
    "どうだった？": "How was it?",
    "最悪も最悪。メイズシフターの群れが広間〈ホール〉を埋め尽くしてた。\nもう数えることすら馬鹿らしくなるほどにね……": "Worst-case scenario, too. A swarm of maise shifters filled the hall.\nSo much so that it's almost stupid to even count them...",
    "しかも、狂暴な奴等ばっかりだった。\nあれはＭＧを見つけるなり攻撃してくるタイプのやつだね。": "What's more, they were all rabid.\nThat's the type that attacks whenever they see MGs.",
    "そうか……": "I see...",
    "……で、どうするの？": "...So, what are you going to do?",
    "……ここを迂回して、別のルートから地上を目指せると思うか？": "...Do you think we can take a detour around here and aim for the surface from a different route?",
    "燃料がどう考えても足りません……": "No matter how you look at it, we don't have enough fuel...",
    "だよな……\nここで待機して救援を待つ時間の猶予は？": "You're right...\nWhat time do we have to wait here and wait for help?",
    "ない。ちゆると七彩のことを考えると、数時間以内には地上に出たい。": "No. When I think about Nanasai, I want to get to the surface within a few hours.",
    "……よし。ならば、もうこれしかないな。\n俺達は……敵中を突破し、地上を目指す。": "...All right. In that case, this is our only option.\nWe... break through the enemy and head for the ground.",
    "ほ、本気ですか！？\nいくら補給したとはいえ、弾薬にも限りが……": "A-Are you serious?!\nI may have resupplied, but my ammunition is limited...",
    "める。%usernameusernameuserna%の言う通りにした方がいい。\nわたし達に与えられた選択肢の中だと、一番マシ。": "I'll do it. %usernameusernameuserna% should do as she says.\nOf all the choices we've been given, it's the best.",
    "そうかもしれませんが、あの数とどう戦うんですか？\n正面きっての戦闘ではさすがに勝機が……": "That may be true, but how are we going to fight those numbers?\nIn a head-on fight, we don't stand a chance...",
    "大丈夫。ラミが陽動するから。": "Don't worry. Rami will create a diversion.",
    "一応確認しておくが、責任を感じているからじゃないよな？": "Just to be sure, it's not because you feel responsible, is it?",
    "違うっつの。弟や妹達のためだし。\nそれに、%usernameusernameuserna%とのデートもあるしね。": "That's not it. It's for my brothers and sisters.\nPlus, I have a date with %user name, username, and %userna.",
    "ラミ……わかった。じゃあデートプランはちゃんと考えておくよ。": "Rami... All right. I'll think of a date plan, then.",
    "……作戦を説明する。": "...I explain the plan.",
    "ラミが敵の気を引いている間に、めるを先頭にして敵に突撃。\n白奈の攻撃で突破口を開く。七彩とちゆるは追従モードで連れてく。": "While Rami is drawing the enemy's attention, Meru takes the lead and charges the enemy.\nShirona's attack makes a breakthrough. Shichika and Chiyuru follow suit.",
    "わかりやすくていいじゃん。": "It's nice that it's easy to understand.",
    "が、頑張ります！": "I-I'll do my best!",
    "わたしは自分にできることをするだけ。": "I'll just do what I can.",
    "絶対に地上へ帰還し、未調査エリアの情報を持ち帰ろう。\nそして、柊校舎の伝説になってやろうぜ。": "Let's definitely return to the surface and bring back information about unexplored areas.\nAnd let's become the legend of the Hiiragi building.",
    "それでは――作戦開始！": "Now then――Commence the operation!",
    "了解！！": "Roger that!!",
    "__translated__": "true"
}