{
    "たっだいま～～～～！": "I'm home~!",
    "ふ～ふふ～ん、ふふふふふ～ん、\n今日も、とってもアゲぽよでした～♪": "Heheheh, hehehehe,\nToday was just as awe-inspiring~♪",
    "フルート、ご機嫌だな。": "You're in a good mood, Flute.",
    "はい！\n今日も配信できたことが、とってもよいちょまるなんです！": "Yes, sir!\nThe fact that I was able to broadcast it again today is a very good thing!",
    "それも、%usernameusernameuserna%さんと一緒に……": "And with %usernameusernameuserna%...",
    "再び無事に配信を続けることができたことが、\nフルートは本当に嬉しいらしい。": "The fact that I was able to safely continue the stream again...\nSeems like the flute really is happy.",
    "終始ご機嫌で、ニコニコと笑いながら、\n帰り道で買った『映え』なクレープをぱくりとくわえる。": "She was in a good mood from start to finish, and she smiled\nI put the \"reflective\" crepe I bought on the way home in my mouth.",
    "ふふっ、クレープの味も、いっそう美味しく感じられます。": "Hehe, the crepes taste even better.",
    "んんん……あ、ふぁあっ！": "Mmm... ah, fuaah!",
    "しゃべりながら食べていたせいだろう。\nクレープからクリームが垂れ、胸元までこぼれ落ちてしまった。": "It was probably because she was talking and eating.\nCream dripped from the crepe, spilling all the way down to her chest.",
    "大変だ、何か拭くものを……": "It's tough. I need something to wipe away...",
    "慌ててタオルを探していると、\nフルートは何を思ったか、そっと胸元をはだけさせる。": "As I frantically searched for a towel...\nI don't know what the flute was thinking, but it gently bares its chest.",
    "せ、せっかく買えた限定クレープなのに、\n拭いちゃうのはもったいなくないですか？": "I-It's a limited-edition crepe that I finally managed to buy, but...\nWouldn't it be a waste to wipe it off?",
    "で、でも、フルートじゃ、ちょっと口が届かないかもぉ……": "B-But a flute might not be enough to reach my mouth...",
    "そう言いながら、フルートはこちらの方をチラチラと見つめている。": "As she spoke, the flute was glancing in our direction.",
    "その顔は、真っ赤に染まっていた。": "Her face had turned bright red.",
    "フルート……": "A flute...",
    "だから……%usernameusernameuserna%さんに、『おね』なのです……": "That's why...I'm begging you, %usernameusernameuserna%...",
    "あ、ああ……": "Y-Yeah...",
    "恥ずかしそうに誘うフルートの様子に、\nこちらの欲望にも火が灯る。": "The way the flute humiliatedly invited her...\nMy lust also ignites.",
    "……そうだな、ちゃんと食べないと……罰が当たるよな。": "...Yeah, if I don't eat properly... I'll be punished.",
    "お互いの気持ちを確認するように頷き合い、\n彼女の胸を露出させると、遠慮無くその胸にむしゃぶりついた。": "We nodded at each other to confirm our feelings.\nWhen I exposed her breasts, I latched onto them without holding back.",
    "あっ、あぅう……んんっ、はぁあ……っ。\nそ、そうです、丁寧に、舐めて……あぁ……": "Ah, auuu...nnn, haaa...!\nTh-That's right, lick it carefully... Ahh...",
    "フルートの白い素肌に、更に白いクリームが広がっている。\nそれを、そっと舌を這わせ舐め取っていく。": "Even more white cream spread across the white skin of the flute.\nI ran my tongue along it and licked it off.",
    "クリームの甘さと共に、フルートの肌の弾力が舌に広がっていった。": "Along with the sweetness of the cream, the elasticity of the flute's skin spread across my tongue.",
    "んんん……っ、あ、りがとうございます……\nこれで、クリームが無駄にならずに済みます……": "Mmm... Ah, thank you...\nWith this, the cream won't go to waste...",
    "も、もう少し、下の方も……んんっ、\n食べてもらっても、いいでしょうか……？": "A-A little lower, too... Mmm,\nWould it be okay if you ate it...?",
    "フルートに言われるまでもなく、\nこちらの舌は別の生き物のように彼女の肌を蹂躙していく。": "She didn't need the flute to tell her that\nMy tongue is ravaging her skin like a different creature.",
    "一カ所を執拗にねぶったり、谷間にそって舌を伸ばしたり……\n次第に、その範囲を広げていった。": "She relentlessly licked one spot, and stuck her tongue out along the valley...\nGradually, it expanded its scope.",
    "やがて、舌は柔らかい胸の先端……硬く尖った乳首に触れる。": "Eventually, my tongue touches the soft tips of her breasts... her hard, pointed nipples.",
    "あ……あぅんっ！\nそ、そんなところに、クリームはありませんよぉ……っ！": "Ah... Aaahn!\nTh-There's no cream there...!",
    "はぁあっ、ない、のに……んぁあっ！\nそんな、いっぱい舐めて、吸われたら……っ！": "Haaah, I don't have any... nnahh!\nIf you lick so much, and suck so hard...!",
    "は、はぅうっ、あ……あはぁっ！\nんんんっ、ふぅう……っ！": "H-Hauuu, ah... ahaah!\nMmmm, fuuu...!",
    "フルートの痴態に、こちらの興奮は更に煽られる。\n夢中になって唇をすぼめ乳首を吸い上げ、舌先で転がしていく。": "The flute's foolishness only fanned the flames of my excitement even further.\nEngrossed, I pursed my lips, sucked on her nipples, and rolled them around with the tip of my tongue.",
    "あぁあ……っ、んっ、はぁあああ……っ！\nや……そこ、そんな風にされたらぁ……っ！": "Aaah...! Nnh, haaaahh...!\nNo... If you do it like that...!",
    "身体の奥、あつくなってぇ……っ、\nもぉ、もぉ……んんんんん……っ！": "Don't get so hot inside my body...\nGeez, geez...nnnnnnn...!",
    "し、舌も、とってもあつくてぇ……っ、\nど、ドキドキするの、止まりません……っ！": "M-My tongue is so hot...\nI-I can't stop my heart from racing...!",
    "フルートの声が響く。\nこちらも、既に止められなくなっていた。": "The flute's voice rang out.\nI can't stop now either.",
    "音を立ててフルートの胸を吸い上げ、\n乳首を愛撫していく。": "She noisily sucked on the flute's chest\nI caressed her nipples.",
    "あはぁああ……っ、すごい、すごいです……っ、\nこれ、これ、とっても、あはぁっ！": "Ahaaaah...! Amazing, amazing...!\nThis, this, this is very, ahaah!",
    "こんなの、はじめてで、フルート……っ、\nあ、ぁ、んぁあ……っ！": "This is the first time I've ever played a flute...\nAh, ah, nnahh...!",
    "フルートの身体が小刻みに震える。\n胸だけで、小さな絶頂に至ってしまったのだろうか。": "The flute's body trembled slightly.\nHad her breasts alone reached a small climax?",
    "それを契機に、そっとフルートの胸から顔を上げた。": "Taking that as an opportunity, she gently lifted her head from the flute's chest.",
    "あ……あざまる……でした。\nとってもドキドキして……やばたんです……": "Ah... That was... ridiculous.\nMy heart's beating so fast... This is bad...",
    "フルートは全身を赤く紅潮させながら、\n俯いたまま、なんとかお礼を言う。": "The flute's entire body was flushed red\nStill looking down, I somehow manage to thank her.",
    "だが、フルートはそう言いつつも身体をもじもじさせたまま、\nどこかまだ物足りていないようにも見えた。": "But even as he said that, the flute kept fidgeting with his body\nSomehow, it looked like she hadn't had enough yet.",
    "うぅ……": "Ugh...",
    "もしかしたら、フルートは、\nもっと快楽に素直になりたいのではないだろうか……？": "Maybe the flute...\nWouldn't she want to be more honest with the pleasure...?",
    "……もっと自由にならなくていいのか？": "...Shouldn't I be more free?",
    "……え？": "...Huh?",
    "ギャルは、自分に素直にならないと。\n好きなものを躊躇わずに全身で好きって言っていいんだぞ？": "Gal needs to be honest with herself.\nYou can say you love what you like with your whole body without hesitation, you know?",
    "彼女の耳元で、誘うように囁くと、\n潤んだ瞳がこちらを見つめた。": "I whispered into her ear, as if inviting her...\nHer moist eyes looked at me.",
    "う、うぅう……今日の%usernameusernameuserna%さんは、\nちょっと、いつもよりもワルですね……": "U-Ugh... Today, %usernameusernameuserna%-san...\nIt's a little worse than usual...",
    "で、でも、フルートはギャルなので……\nきちんと、口に出して主張させていただきます……": "B-But flutes are gals...\nI'll make sure to say it out loud...",
    "あの……っ、\nフルートと、最後まで、していただけないでしょうか……？": "Um...!\nWill you stay with the flute until the end...?",
    "恥ずかしさに身を震わせながらも、\nフルートは正直な気持ちを口にする。": "Her body trembled with embarrassment, but...\nThe flute expressed its honest feelings.",
    "ああ……もちろんだ！": "Yeah... Of course!",
    "そう告げると、フルートをベッドに押し倒し……\nそこでスマホを構えた。": "With that, she pushed the flute down onto the bed...\nThere, I readied my phone.",
    "えっ、な、何をするんですか……？": "Huh? Wh-What are you doing...?",
    "自分に向けられたスマホを確認し、\nフルートは僅かに身を強ばらせる。": "She checked her phone, which was pointed at her\nThe flute stiffened slightly.",
    "これは、フルートがギャルらしく生きる姿の記録だ。\nちゃんと、録画しておかないと。": "This is a record of the flute living like a gal.\nI need to record it properly.",
    "で、でも……": "B-But...",
    "俺だけの『Ｆｌ∞ｔｙ』配信を見たいんだ……！": "I want to see my own Fleighty broadcast...!",
    "%usernameusernameuserna%さんだけの……？\n": "Just for %usernameusernameuserna%...?\n",
    "…………": "............",
    "そ、それなら…………わかりました。": "I-In that case... Understood.",
    "こ、こほん……": "A-Ahem...",
    "ア、アゲぽよ～！　Ｆｌ∞ｔｙだよー！\n今から……そ、その……初えっち、しちゃいます……": "A-Agepo! It's Fleighty!\nRight now... I-I'm... going to have sex for the first time...",
    "えへへ……なんちゃって。": "Ehehe... Just kidding.",
    "す、すごくかわいい……": "Th-They're so cute...",
    "えっ……？　そ、そうですか？": "Huh...? R-Really?",
    "すまん、もう我慢できない……！": "Sorry, I can't take it anymore...!",
    "フルートの挨拶が終わると同時に、\n彼女の中に侵入していった。": "At the same time as the flute finished its greeting...\nI broke into her.",
    "あ、は、はぁあああ……っ！": "Ah, ha, haaaaah...!",
    "はいって……はいって、ますぅ……っ！\n%usernameusernameuserna%さんのが、フルートの中に……はぁあっ！": "Yes... I'm going in...!\n%usernameusernameuserna%-san's thing is inside the flute... Haaah!",
    "亀頭を膣口に押し当て、腰を進める。": "I press my glans against her vaginal opening and move my hips forward.",
    "僅かな抵抗と、ぷつりという感覚のあと、\nフルートの膣道はゆっくりとペニスを受け入れていった。": "After a slight resistance, and the sensation of a plop,\nHer vaginal canal slowly accepts my penis.",
    "んんんんん……っ、ふぁっ、ふぁあああっ！": "Mmmmmmm... fuah, fuaaaah!",
    "先端が狭い箇所を通り抜けると、\nフルートは苦しそうに腰を震わせていく。": "When the tip passed through the narrow area...\nThe flute's hips trembled in pain.",
    "こ、これが……男の人の……なんですね、\nフルートは……あなたと、ひとつになったんですね……": "Th-This is... a man's...\nThe flute... has become one with you...",
    "ふぅうううっ、あ、あついです……っ！\nおおきくて、かたくて……んんん……ふぁあっ！": "Fuuuu, i-it's hot...!\nIt's so big and hard... Mmm... Fuaaah!",
    "初めての痛みに顔を僅かに歪めながら、\nそれでも、フルートはじっとこちらを見つめている。": "Her face contorted slightly from the pain for the first time\nEven so, the flute was still staring at me.",
    "え、遠慮しなくても、いいんですよ……？\nもっとしっかりフルートを撮って……奥まで入れてください……": "Y-You don't have to hold back...\nTake a better picture of the flute...and put it all the way in...",
    "フルートは……%usernameusernameuserna%さんに、\nそうして欲しいんです……\n": "As for the flute... %usernameusernameuserna%...\nThat's what I want you to do...\n",
    "甘い声でそんなことを囁かれたら、\nあっという間にこちらの理性は吹き飛んでしまう。": "If she whispered something like that in a sweet voice,\nIn the blink of an eye, my reasoning was blown away.",
    "獣のように、欲望のまま、フルートの身体を貪り始めた。": "Like an animal, still lusting, she began to devour the flute's body.",
    "あぁあ……っ、んっ、んふぅうう……っ！\nはぁあっ、お、おくにっ、届いて……はぁあああっ！": "Aaah...! Nn, nfuuuu...!\nHaaah, i-it's reaching deep...haaaah!",
    "んふぅっ、あ、あたってますぅっ、かたいのがぁ……っ！\nご、ゴツゴツって、は、は、ふぁあああっ！": "Nfuu, ah, it's hitting me, my hard thing's...!\nR-Rubber? Hah, hah, fuaaaah!",
    "フルートの中、おっきくて、あついのがこすってぇえっ、\nおく、とどいてっ、あはぁっ、んんっ、はぅうううっ！": "The inside of the flute is so big and hot that it rubs against meee,\nReach, deep, ahaah, nnn, hauuu!",
    "強引なピストンを、フルートは声をあげながら受け入れていく。": "The flute raised its voice as it accepted the forceful pistoning.",
    "初めてにもかかわらず、フルートの身体はこちらの動きに反応し、\n愛液を分泌して抽挿をスムーズにしてくれていた。": "Despite it being the first time, the flute's body reacted to my movements\nShe secretes her love juices to smooth out my thrusts.",
    "んぁあっ、んぅうっ、はぁあっ、はひぃ……っ！\nあぁ……っ、これ、これは……な、なんでしょう……っ。": "Nnaah, nnuuh, haaah, hahii...!\nAhh... Th-This is... Wh-What is this...?",
    "とても、からだがあつくてぇっ、\nおなかのおくが、じんじんしてぇ……っ。": "My body feels so hot,\nMy stomach hurts...",
    "は、じめてなのにぃ……っ、はぁあっ、\nとても、とても……んんんんんんっ！": "I-It's already started... Haaah,\nVery, very... Mmmmmmmm!",
    "こ……これ、なんだか……すごいですぅ……！\nフルート、今、とっても……あはぁああっ！": "Th-This is kind of... amazing...!\nThe flute, right now, it's very... Ahaaaah!",
    "次第に硬かったフルートの膣内は解れ、\n熱く潤いを増していく。": "Gradually, the hard inside of the flute's vagina came undone\nIt's getting hotter and wetter.",
    "それと同時に彼女の嬌声にも、\n甘い響きが混じっていった。": "At the same time, her lovely voice...\nThere was a sweet sound mixed in.",
    "お腹の奥が、熱くなって、痺れて……あぁっ、\n頭の中が、ふわふわしてきて……っ。": "The inside of my stomach is getting hot, and numb... Aah,\nMy head is starting to feel all fuzzy...",
    "あぁあ……っ、ふぁっ、ふぁあああ……っ！\nこれ、これ……きもち、いいの……っ。": "Aaah... fuah, fuaaaahh...!\nThis, this... feels good...",
    "おく、いっぱい突かれてぇ……っ、\nきもちよくて……はぁあっ、すごい、ですぅ……っ！": "You're thrusting so deep...!\nIt feels so good... Haaah, amazing...!",
    "快楽に目覚め始めたフルートは、\n撮られていることも忘れ自身の感覚に溺れていく。": "The flute had begun to awaken to the pleasure...\nI was drowning in my own sensations, forgetting that I was being filmed.",
    "彼女の身体も、解れきった柔肉がペニスに絡みつき、\nぎゅうっと締め上げ、明らかな変化を見せていた。": "Her body, too, was completely unraveled, and her soft flesh coiled around my penis.\nIt tightened, showing a clear change.",
    "おく、おく、もっと、ください……っ！\n%usernameusernameuserna%さんの、もっといっぱい欲しいです……っ！": "Deep, deep, more, please...!\nI want more of Xenois-san's...!",
    "あぁあっ、すごい、すごい……っ！\nすごくてぇ……っ、お、おかしくなっちゃいます……っ！": "Aaah, amazing, amazing...!\nIt's so amazing... I-I'm going crazy...!",
    "フルートの膣壁がヒクヒクと震える。\n断続的に続く痙攣が、彼女の絶頂が近いことを伝えてきた。": "The flute's vaginal walls twitched.\nThe intermittent convulsions told me that she was close to climax.",
    "はぁあああっ、んぁあっ、ふぁっ、ふぁあ……っ！\nあぁ……っ、ど、どうしましょう……フルート、おかしいです……っ！": "Haaaaah, nnahh, fuah, fuaah...!\nAhh... Wh-What should I do...? The flute is strange...!",
    "おくが……熱くてすごいのが、止まらなくって……うぁあっ、\n切なくて、きゅうってなって……っ！": "It's deep inside... but it's so hot, I can't stop... Uwaah,\nIt's so painful, it's squeezing me...!",
    "おなかのおくから……っ、すごいの、きます……っ！\nはぁあっ、これ、これ、どうしましょう……っ！": "It's because I'm deep in my stomach... I can feel something amazing...!\nHaaah, this, this... What should I do...?!",
    "迫り来る絶頂の予感に怯えるフルートに、\n怖がらなくてもいい、それがイくということだと伝える。": "Flute was terrified by the premonition of approaching climax\nThere's no need to be afraid. I'll tell her that's what it means to cum.",
    "んぅう……っ、こ、これが……？\nフルート……%usernameusernameuserna%さんので、イくんですか……？": "Nnngh... Th-This is...?\nA flute... Are you going to cum from %usernameusernameuserna%'s thing...?",
    "あ、あぁあ……っ、それは、ん、んんんんんっ、\nとっても、とっても……素敵……です……っ！": "Ah, ahhhh...! That's, nn, nnnnnnn,\nIt's so, so... wonderful...!",
    "きて……きて、ください……っ！\nフルートは、%usernameusernameuserna%さんとイきたいです……っ！": "Cum... Please, cum...!\nAs for the flute, I want to cum with %usernameusernameuserna%-san...!",
    "フルートの身体の反応が激しくなる。\n膣肉がペニスを包み込み、きつくきつく締め上げる。": "The flute's body reacted more intensely.\nHer vaginal flesh wraps around my penis, squeezing it tight.",
    "快感が下半身に集中し、強烈な射精感が込み上げてきた。": "Pleasure concentrated on my lower body, and an intense urge to ejaculate welled up inside me.",
    "本能のまま、がむしゃらに腰を振り、\nフルートの子宮に亀頭を叩き付けていく。": "On instinct, I recklessly swung my hips.\nI slammed my glans into the flute's womb.",
    "あはぁっ、んんっ、ふぁあああああ……っ！\nきてるっ、おくに、きてる……っ！": "Ahaah, mmm, fuaaaah...!\nIt's coming, coming, deep inside me...!",
    "もう、もう、フルートも……ふぁあああっ！": "Geez, geez, the flute too... Fuaaaah!",
    "んんんんんんんんーっ！！": "Nnnnnnnnnnnn!!",
    "んぁあああっ、感じる……感じますっ！\n熱いのが、お腹の奥に……はぁあああっ！": "Nnaaaah, I can feel it... I can!\nIt's so hot, deep inside my stomach... Haaaaah!",
    "こんなにすごいのきたら、フルート、フルート……\nんぁあっ、んふぅうううううう……っ！": "If something this amazing came, a flute, a pipe...\nNnaah, nfuuuuhhh...!",
    "はぁっ、はぁあっ、んふぅうう……っ。": "Haah, haaah, nfuuuu...",
    "あぁあ……これ、これ……とっても、すごかったです……": "Ahhh... This, this... was really amazing...",
    "んんん……あはっ、フルートの中に、\n%usernameusernameuserna%さんのが、こんなにも……": "Mmm... Ahah, inside the flute,\n%usernameusernameuserna%-san's thing is so...",
    "ペニスを抜いたフルートの膣口から、\n大量に放ったばかりの精液がどろりと零れて落ちる。": "From the entrance of her flute, which had pulled out my penis...\nMy semen, which I had just released in large quantities, spilled out and fell.",
    "フルートは、%usernameusernameuserna%さんと……\nその、エッチなこと、したんですよね……？": "The flute is with %usernameusernameuserna%...\nUm, did you do something perverted...?",
    "その言葉に頷き、思いっきりしていた、と答えてやる。": "I nodded at her words and replied, \"I was doing it as hard as I could.\"",
    "ふぁあ……思いっきり……\nあ……あざまる……です。": "Fuaah... As hard as I can...\nTh-That's... ridiculous.",
    "フルートは……とっても、気持ちよかったです……\nとってもとっても、そうですね、よいちょまる……でした……": "The flute... felt really good...\nThat's very, very true. It was... very nice...",
    "フルートは、とても気持よさそうな顔をしていた。\nそれはここに、この手のデバイスにちゃんと撮ってある。": "The flute had a very pleasant look on its face.\nIt's right here, on this device.",
    "あ……ふぁあ……っ。\nそ、そういえば……今までのって、全部、撮られてたんですよね……": "Ah... fuaah...\nC-Come to think of it... Everything up until now has been taken...",
    "気持ちよすぎて、夢中になって、\nフルート……すっかり忘れていました……": "It felt so good, I was engrossed in it\nA flute... I completely forgot...",
    "ふぁあ、は、恥ずかしいです……": "Fuaah, i-it's embarrassing...",
    "フルートはやっと今の状況を思い出したのか、\n真っ赤になって視線を逸らそうとする。": "The flute finally seemed to remember the current situation\nShe turned bright red and tried to look away.",
    "あの……本当に、撮ったものを観ていいのは、\n%usernameusernameuserna%さんだけですからね……？": "Um... The only one who can really see what they've taken is...\nIt's just %usernameusernameuserna%, okay...?",
    "もちろんと頷く。きっとこの録画した動画は、\nふたりの最高の思い出となるだろう。": "I nodded, as if to say, Of course. I'm sure this recorded video is...\nIt would be the best memory for the two of us."
}