{
    "フィーと出かけたその日の夜、\n遅い時間に部屋を訪ねて来た人物がいた。それは――": "The night I went out with Fie...\nSomeone came to my room late at night. It was—",
    "こんばんは。": "Good evening.",
    "フィー？　どうしたんだ？": "Fie? What's wrong?",
    "……今日の話、もうちょっとしたくて……": "...I wanted to talk a little more about today...",
    "%usernameusernameuserna%は、\nわたしの感情を気づかせてくれた。": "%usernameusernameuserna%...\nIt made me realize my emotions.",
    "だから、%usernameusernameuserna%と話していれば、\nもっと色んな感情を見つけられるんじゃないかって思ったの。": "That's why, if I talk to %usernameusernameuserna%,\nI thought I might be able to find more emotions.",
    "……なるほど。\nそういうことなら、話に付き合うよ。": "...I see.\nIf that's the case, I'll go along with it.",
    "じゃあ、そこに座って……": "Okay, sit over there...",
    "……？\nこれは……雑誌？": "...?\nIs this... a magazine?",
    "…………ＳＭ特集？": ".........An SM special?",
    "それじゃあ、どんな話を……って、しまった……！\nか、片付けるのを忘れてた……！": "Then, what did you want to talk about... Wait, crap...!\nI-I forgot to clean up...!",
    "……おお……すごい……": "...Ohh... Wow...",
    "ちょっ、読むんじゃない！！": "Hey, don't read it!!",
    "……%usernameusernameuserna%は、\nこういうのに興味があるの？": "...%usernameusernameuserna%...\nAre you interested in this kind of thing?",
    "えっ……い、いや……ちょっと趣味とは違ってな……\n放置してたんだが捨てるタイミングが……": "Eh... N-No... It's a little different from my hobby...\nI left it alone, but the timing of throwing it away is...",
    "じゃあ、興味はないの？": "So you're not interested?",
    "あっ……ああ、まぁ……": "Ah... Ah, well...",
    "無いとは言わないが……いや、そういうと語弊が……": "I won't say there aren't, but... No, that's not the right way to put it...",
    "わかった。準備してくる。": "Okay. I'll get ready.",
    "……準備？": "...Preparations?",
    "お待たせしました、ご主人様……": "Sorry to keep you waiting, Master...",
    "ふぃ、フィー！？": "Phew, Fie?!",
    "戻ってきたフィーは、SM雑誌と同じような衣装に身を包み、\n両手を拘束して雑誌と同じ状況を再現していた。": "Upon her return, Fie was clad in a similar outfit to an S&M magazine\nShe was restraining her hands and recreating the same situation as the magazine.",
    "……ご主人様……": "...Master...",
    "フィーの艶のある言葉の色っぽさに、\n止めようと思っていた言葉が思わず詰まってしまう。": "The sexiness of Fie's lustrous words made me realize...\nI couldn't help but be at a loss for words I'd meant to stop her.",
    "……なんでも、命令してください……": "...Please, order me to do anything...",
    "目の前で拘束されて動けないフィーから、\n懇願されるように言われ、俺も昂っていく。": "It came from Fie, who was restrained in front of her and unable to move\nShe pleads with me, and I get excited too.",
    "ご主人様の言うことを、なんでも聞きます……\nだから、わたしを……気持ちよく、してください……": "I'll do anything you say, Master...\nSo please... make me feel good...",
    "性器を見せつけるように上げられたお尻と、\nそれをじりじりと小さく揺らす動作に、たまらなく興奮する。": "Her butt was raised to show off her genitals.\nThe way she slowly shakes it makes me unbearably excited.",
    "本当になんでも聞いてくれるのか？": "Will you really listen to anything I say?",
    "はい……わたしは、ご主人様のものですから……": "Yes... I am yours, Master...",
    "まだ挿入もしていないし性器も触っていないのに、\nこの時点で既に興奮しているらしい。": "I hadn't put it in yet, nor had I touched her genitals.\nLooks like she's already excited at this point.",
    "普段のフィーとは違う、途方もない妖艶さに、\n徐々に俺もこの空気に飲み込まれていく。。": "It was different from Fie's usual, unbelievably bewitching nature\nI was gradually swallowed up by this atmosphere.",
    "はぁっ……何をして、欲しいですか……？": "Haah... What do you want me to do...?",
    "溶けた思考で、フィーに自分から挿入をするように命令をする。": "With melted thoughts, he ordered Fie to put it in herself.",
    "は、はい……分かりました……": "Y-Yes... Understood...",
    "んっ、はぁ……ご主人様のを……\nわたしの中に、入れたらいいんですね……？": "Mm, haa... Master's...\nI just have to put it inside me, right...?",
    "昂って興奮し、勃起しているペニスを彼女へと突き出す。": "Excited and excited, I thrust my erect penis toward her.",
    "んっ、ふぅ……はぁ、はやく……\nご主人様のを……見つけないと……んっ、ふぅ……": "Mm, fhh... Huh, hurry...\nI have to... find Master's... nn, fuu...",
    "ペニスの場所を探るように、お尻がもじもじと揺れる。": "Her butt fidgets, as if searching for my penis.",
    "背中を向けているのに加えて目隠しをしているので、\n距離感が掴みづらいのだろう。": "She was wearing a blindfold in addition to her back facing me, so...\nIt must be hard to grasp the distance between them.",
    "……あっ！": "...Ah!",
    "性器にペニスの先端を触れさせてやると、\nフィーの体が一瞬ビクッと跳ねた。": "I let the tip of my penis touch her genitals.\nFie's body jumped for a moment.",
    "あ……こ、れ……んっ……": "Ah... this... nn...",
    "ん、ん……は、あぁっ……\nあぁ……く、ふぅ……": "Mm, mm... hah, ahh...\nAhh... Kh, fhh...",
    "ゆっくりとお尻を押し付け、\n徐々に膣内へペニスを飲み込んでいく。": "I slowly pressed my butt against hers.\nI gradually swallowed my penis into her vagina.",
    "フィーの方も、まだ触られてもいないのに、\n蜜壺をとろりと潤ませている。": "Fie hadn't even been touched yet, either\nHer honey pot is soaking wet.",
    "とはいえ膣内は狭く、\nなかなかペニスを受け入れられない。": "That said, her vagina was cramped.\nIt's hard to accept my penis.",
    "うぅ……っ、んっ、あ……あ……\nゆっくり、ゆっくりね……はふぅ……っ。": "Uu......! Nn! Ah......ah......\nSlowly, slowly... hafuu...",
    "それでも小刻みに腰を動かし、\n奥へ奥へとペニスを進めようとする。": "Even so, she moved her hips slightly.\nI try to push my penis deeper and deeper.",
    "ん、ん……おっき、い……ふぅっ……": "Mn, mn... It's so big... Phew...",
    "いつもこういうことをしているのかと意地悪く聞くと、\n彼女は小さく首を横に振った。": "I asked her meanly if she was always doing this kind of thing.\nShe shook her head slightly.",
    "ちがい……ます……あっ、これは……\n%usernameusernameuserna%だから……": "You're... wrong... Ah, this is...\nBecause it's %usernameusernameuserna%...",
    "……いえ、ご主人様だから、んんっ……\nこうしてあげたいと、思ったんです…………": "...No, it's because you're my master, mmm...\nI wanted to do this for you...",
    "……こ、こんなの、今まで……ふ、あっ……\n誰とも、したことは……ありませんから……っ。": "...I-I've never done this before... Heh, ah...\nI've never... done it with anyone before...",
    "最初の言葉は、演じている役柄の言葉ではなく、\nフィー自身の言葉だろう。": "Her first words weren't the words of the role she was playing\nThose were probably Fie's own words.",
    "あっ、あっ……\nやっと、馴染んできました……んんっ。": "Ah, ah...\nI'm finally getting used to it... Mmm.",
    "ん、すごい、あっ……\nふ……はぁっ、あん……！": "Mm, amazing, ah...\nHeh... Haah, ahn...!",
    "柔らかくなってきた膣壁を割り開くように、\nゆっくりゆっくり、ペニスが奥へと侵入していく。": "As if to split open her vaginal walls, which had become soft...\nSlowly, slowly, my penis penetrates deeper.",
    "んっ、ひ……ぅ、はあ……っ！\nあぁっ……入っ……はぁん……！": "Nn, hii......uu, haa......!\nAah... It's going in... Haahn...!",
    "ああ、すごい……こんなの、今まで……\nはぁっ、感じたこと、ない……": "Oh, wow... I've never felt like this before...\nHaah, I've never felt it...",
    "フィーにとって初めての行為なのだと知り、\n改めて興奮が高まっていく。": "Knowing that this was Fie's first time doing it,\nI'm getting excited again.",
    "その熱に促され、もっと腰を動かすように命令した。": "Urged on by the heat, I ordered her to move her hips more.",
    "はいっ、ひあっ、あぁっ……\n気持ちいいですか、ご主人様ぁ……っ。": "Yes, hiah, aah...\nDoes it feel good, Master...?",
    "きゅうきゅうと膣を締めながら、\n健気に命令を聞き、腰を前後に揺するフィー。": "As she tightened her vagina...\nFie bravely listened to the order and swung her hips back and forth.",
    "あ、あ、あっ、ふぅっ、はぁん……！": "Ah, ah, ah! Phew, haahn...!",
    "ペニスが奥へ届くたびに愛液が増え、ナカが潤っていく気がした。": "Every time my penis reaches her depths, her juices increase, and I feel like my dick is getting wet.",
    "フィーが動く度に、手錠がカチャカチャと鳴る。\n非日常的な金属音に、劣情を煽られた。": "Each time Fie moved, the handcuffs clicked.\nThe extraordinary metallic sound stirred up my carnal desires.",
    "あっ……！　ここ……んんっ……\nいい……うっ、はぁん……": "Ah...! Here...nnn...\nIt's okay... Ugh, haahn...",
    "当たると気持ちいい部分を見つけたようで、\nフィーはそこへペニスを擦り付けるように、腰を動かす。": "She seemed to have found a part of her that felt good when it hit her\nFie moved her hips, rubbing my penis against it.",
    "ひんっ、ふぅ……あっ、あん……！": "Hnngh, fhh... ah, ahn...!",
    "つい自分も腰を動かしそうになるが、フィーが自分を求めて\n必死に腰を動かしている姿を見ていたくて、なんとか耐えた。": "I almost moved my hips myself, but Fie looked for me.\nI wanted to watch her desperately move her hips, so I managed to endure it.",
    "ペニスの先端がフィーのいいところに当たる度に、\n膣壁が締め付けてきて、快楽の波が押し寄せる。": "Every time the tip of my penis hit Fie's good spot...\nHer vaginal walls clamp down on me, sending waves of pleasure my way.",
    "はあっ、あっ……んぅぅっ……あんっ、はぁんっ、あぁっ……": "Haah, ah... nnuuh... anh, haanh, aah...",
    "静かな室内で、じゅぽっ、ぐぷっ、と卑猥な音がよく聞こえる。": "In the quiet room, I can hear an obscene squelching sound.",
    "揺れるお尻や、ペニスが出たり入ったりする膣口を見ている内に、\n興奮の熱がさらに上がっていった。": "As I watched her swaying butt and the entrance to her vagina as my penis moved in and out...\nThe heat of my excitement rose even higher.",
    "あぁっ、ご主人様の……奥まで届いて、あん、気持ちいいです……\nもっと、もっとほしい……": "Ahh, Master's... It's reaching all the way in, ahn, it feels so good...\nI want more, more...",
    "初めてなのは間違いないのだろうが、あまりにも腰の動きがいやらしく、\n本当にこんな命令をされるのは初めてなのかと再確認する。": "There was no doubt this was her first time, but the movement of her hips was far too lewd\nI double-checked, wondering if this was really the first time she'd ever given me such an order.",
    "は、はい……んんっ、あっ……\nはじめて……本当に、はじめて……です……": "Y-Yes... Mmm, ah...\nThis is... my first time... really... doing this...",
    "尋問するかのように、ペニスの角度を少し変え、\n弱いところを攻めてみる。": "She changed the angle of my penis a little, as if interrogating me.\nI try attacking her weak spot.",
    "あぁっ！　性的な、あっ、命令なんて……う、あんっ、\nされたこと、ありません…………あ、あ、はぁっ！": "Aah! Sexual, ah, orders... uu, ahn,\nI've never been.........ah, ah, haah!",
    "男性を受け入れるのも、んっ、はじめてで……っ！\nあふっ、ほんとです、あ、あ、信じて……": "This is my first time accepting a man...!\nAhh, you're right. Ah, ah, trust me...",
    "再び膣内の弱い部分にペニスを当て、\nそれならなぜそんな動きができるのかと問う。": "Once again, I pressed my penis against the weak part of her vagina.\nIn that case, I asked her how she could move like that.",
    "あひっ！？\nこ、これは、ああっ、勉強したんですぅっ！": "Ahii?!\nTh-This is, ahh, I studied!",
    "えっちな映画とか、映像とか、ふぁっ、色々、見て……\nあっ、いやらしい子で、ごめんなさいぃっ！　ああんっ！？": "I watched dirty movies, videos, fwah, all sorts of things...\nAh, I'm sorry for being such a dirty girl! Aaahn!?",
    "謝った途端、フィーの膣壁が一層ぎゅうぎゅうと収縮した。\n意外とＭの素質があるのかもしれない。": "The moment she apologized, Fie's vaginal walls contracted even tighter.\nMaybe she had the potential to be an M surprisingly well.",
    "ゆるしてください……っ、もっとご主人様のこと、\n気持ちよくしますからぁ……！": "Please forgive me...gh, more about Master,\nI'll make you feel good...!",
    "そう言いながら、フィーはさらにお尻を押し付けてくる。": "As she spoke, Fie pressed her butt against me even more.",
    "ぐぽぐぽと音を立てて出し入れし、\n必死にペニスへ快感を与えようとしていた。": "There was a squelching sound as she moved in and out\nShe was desperately trying to give pleasure to my penis.",
    "あ、あ、あっ、はあんっ……！": "Ah, ah, ah! Haahn...!",
    "愛液でびしょびしょになり、出し入れが容易になっているのに、\n快感がゆるむことはなかった。": "She was drenched in her love juices, making it easier to move in and out, but...\nThe pleasure never slackened.",
    "むしろ、より一層気持ちよくなっていく。\nそれはフィーにとっても同じようだった。": "In fact, it's making me feel even better.\nIt seemed the same was true for Fie.",
    "だめ、こんな気持ちいいのおぼえちゃったら、わたし……\nふぁっ、あんっ、命令されたら、またしちゃうっ……！": "No, if I remember how good it feels, I...\nFuah, ahn, if you order me to, I'll do it again...!",
    "わたし、命令されたらうれしくて、あぁんっ、\nなんでも……したくなるんですっ！": "I'm so happy when I've been ordered to, ahhhn,\nIt makes me want to...do anything!",
    "えっちな命令だったら、もっとしたくなっちゃうぅ……！": "If it was a dirty order, I'd want to do it even more...!",
    "ごめんなさいっ、いやらしい子でごめんなさい……！": "I'm sorry, I'll apologize for being such a dirty girl...!",
    "命令されたら誰とでもするのか聞くと、また小さく首を横に振った。": "When I asked her if she would do it with anyone if she was ordered to, she shook her head slightly again.",
    "ああっ、ちがいますっ、はあっ、\nごしゅじんさまとしか……したくないのっ！": "Ahh, no, haah,\nI don't want to do it... except with Master!",
    "ご主人さまに、はっ、いっぱい、えっちなめいれいされたい……\nごしゅじんさまを、あっ、気持ちよく、したいのっ！": "ter, hah, I want you to lick me lots and lots...\nI want Master to, ah, feel good!",
    "あ、あっ、でもわたし、んぅっ、あんっ……\nじぶんが……気持ちよくなるために、こし、ふってるぅ……": "Ah, ah, but I, nnuh, anh...\nI'm... rubbing, to make myself feel good...",
    "ごめんなさい、ふぁっ、ごしゅじんさまを……\nきもちよくさせなきゃ……だめなのにぃ……っ！": "I'm sorry, fuah, for Master...\nI have to make her feel good... but...!",
    "はぅっ、ああん、あぁっ！　でも、きもちいい！\nはあんっ、きもちいいっ、ごしゅじんさまぁ！": "Hauh, aahn, aaah! But it feels good!\nHaahn, it feels so good, Master!",
    "フィーの全身が小刻みに痙攣する。\n膣内の締め付けも先ほどまでと変わり、限界が近いようだった。": "Fie's entire body convulsed.\nThe tightness in her vagina changed from before, and she seemed to be nearing her limit.",
    "それは自分の方も同じで、フィーがお尻を叩きつけてくるたびに、\nペニスから快感が脳天へ突き抜けていく。": "It was the same for her, every time Fie slammed her butt into her\nPleasure runs from my penis to the top of my head.",
    "あんっ、なんかくるっ、おおきいのくるのっ！\nひぁあっ、ぁふっ、んあぁっ……！？": "Ahn, something's coming, it's getting bigger!\nHyaah, afh, nnahh...!?",
    "やっ……あっ、くる、きちゃうぅっ！\nはあっ、あ、っあ、ああああああああ……っ！？": "No... Ah, it's coming, coming!\nHahh, ah, ahh, aaaaahhhh...!?",
    "痙攣する膣壁にペニスをぎゅうぅっと容赦なく締め付けられ、\nその刺激で思い切り白濁を吐き出した。": "Her convulsing vaginal walls tightened around my penis mercilessly.\nI spewed out the cloudy-white fluids from the stimulation.",
    "ふあっ……あっ、あうぅ……っ。\nごしゅじん、さまぁ……": "Fuah... ah, auuu...\nMaster... sir...",
    "ペニスが抜けてしまうと、火照った膣口から白濁液が垂れてくる。": "When my penis comes out, cloudy liquid dribbles out from her flushed vaginal opening.",
    "愛液と精液でぐちょぐちょになった膣口はヒクヒクと震え、\nまだペニスを求めているように見えた。": "Her vaginal opening, wet with love juices and semen, twitched and trembled.\nShe still looks like she wants my penis.",
    "……はっ、はあ、はあ……ふぅ……\nんん……すご……かったぁ……ふあぁ……": "......ha! Haa, haa......huu......\nMmm... That was... amazing... Fuaah...",
    "フィーは息を整えながら、ずれた目隠しの間からこちら見つめてくる。\nぐったりした様子で、やや焦点があっていない。": "Fie caught her breath as she stared at me from between the sliding blindfolds.\nShe looked limp and somewhat unfocused.",
    "……すまない、やりすぎた。大丈夫か？": "...Sorry, I overdid it. Are you okay?",
    "ん……びっくりしたけど、大丈夫……": "Mm... I was surprised, but I'm fine...",
    "また、わたしの知らない感情、見つけられた……\n%usernameusernameuserna%のおかげで……": "I found another emotion I didn't know about...\nThanks to %usernameusernameuserna%...",
    "なんか、わたしが色々もらってばっかり……\n……さっきの、ちゃんと……気持ちよかった？": "For some reason, I've been getting a lot of things...\n...Did it... feel good?",
    "深く頷き、こちらも息を整えながら、フィーの瞳をまっすぐ見た。": "Nodding deeply, I caught my breath as well and looked straight into Fie's eyes.",
    "……フィー。": "...Fie.",
    "なに……？": "What...?",
    "ここまでしておいてなんだが……\nこういうことは、命令されてもやったらダメだからな……？": "I've come this far, but...\nYou can't do this even if you're ordered to, okay...?",
    "分かってる。\n誰にでも、こんなことをやるわけじゃない。": "I know.\nThis wasn't something just anyone would do.",
    "%usernameusernameuserna%だから、\nしてもいいって思ったの。": "Because it's %usernameusernameuserna%,\nI thought I could do it.",
    "フィー……": "Fie...",
    "こんな気持ちを知れたのも、%usernameusernameuserna%のおかげ。\n……だから、もっといっぱい……教えて？": "It was thanks to %usernameusernameuserna% that I was able to understand these feelings.\n...So, tell me... more.",
    "その色っぽい誘いの言葉に、\n思わず俺のペニスが再度硬く勃起してしまう。": "At those sexy invitations,\nWithout thinking, my penis gets hard again.",
    "そうして、それに気づいたフィーはもう一度、\n笑みを浮かべて質問をした。": "And so, noticing this, Fie tried again\nShe smiled and asked the question.",
    "……ふふ。\n次の命令はなんですか？　ご主人様……": "...Heheh.\nWhat's your next order? Master...",
    "そうして俺達は、２回戦へと突入するのだった。": "And so, we entered the second round."
}