{
    "ハァ……ハァ……ハァ……\nこれ以上は無理……限界……": "*pant*...*pant pant*...\nI can't go any further... I'm at my limit...",
    "だよねだよね！\nこうなったら、ヤっちゃうしかなくない！？": "That's right, right!\nAt this point, I have no choice but to do it!?",
    "殺られる前に殺るしかない……": "I have no choice but to kill him before he kills me...",
    "ちゆるってばこわいー。": "It's scary how easy it is to relax.",
    "でも、ラミもさんせーい♪": "But Rami's so sloppy, too♪",
    "……問題は後処理。派手にヤると後が大変。": "...The problem is dealing with the aftermath. If we do something flashy, it'll be tough to deal with later.",
    "大丈夫、そこは私に任せて♪\nいくらでもやりようはあるから。": "Don't worry, I'll take care of that♪\nThere are plenty of ways to do it.",
    "ＯＫ、じゃあヤっちゃおう！　決まり！": "Okay, then let's do it! It's decided!",
    "ラミたちをこんな目にあわせたんだから、\nうーんと苦しませてトドメだね♪": "You put Rami and the others through all this, so...\nLet's make him suffer and finish him off♪",
    "%usernameusernameuserna%、覚悟……": "%usernameusernamesuserna%, prepare yourself...",
    "時は少し前に遡る――": "Time goes back a little bit—",
    "…………んんっ。": "............nnn.",
    "目覚めた俺は、大きく伸びをした。\nよく寝た……が、それでもまだ寝足りないような気もする。": "When I woke up, I stretched.\nI slept well... but I still feel like I haven't gotten enough sleep.",
    "というか、ここはどこだ？": "Actually, where am I?",
    "ふあぁぁぁぁぁぁぁ。どうもあくびが止まらないな……": "*yawn* I can't stop yawning...",
    "大きく息を吸うと頭がすっきりして少しずつ思い出してきた": "When I took a deep breath, my head cleared up, and I started to remember little by little",
    "昨日、学園の生徒会長とかいう子と話したあとで、\n風紀委員にこの部屋へ案内されたんだったな……": "After talking to the student council president or something yesterday,\nThe disciplinary committee led us to this room...",
    "やっぱり、ダメだったか……『全裸ｄｅブートキャンプ』。": "I guess I shouldn't have done that after all... The “completely naked Debootcamp”.",
    "当然のことながら、\n退学ＲＴＡでもしたいのかと秒で却下された。": "Unsurprisingly,\nShe rejected it in seconds, wondering if she wanted to expel RTA or something.",
    "（羞恥心という負荷に耐えながら全力で特訓することで、\n精神も肉体も鍛える画期的な策だと思ったんだが……）": "(By enduring the burden of shame and training with all my might,\nI thought it was a groundbreaking plan to train both the mind and body, but...)",
    "逆になぜいけると思ったんですか。": "On the other hand, why did you think you could do it?",
    "もしかして、とんでもなくアレな人？": "Could he be one of those crazy people?",
    "なんだよ、『アレな人』って……": "What do you mean, 'that guy'...?",
    "……とりあえず、本日からこの部屋を貴方に貸与いたします。": "...Anyway, starting today, I'll be lending you this room.",
    "おお、なかなか悪くないな。助かる。": "Wow, not bad at all. That's a big help.",
    "遠慮しないで自由に使っていいからね！\nなにか他に聞いておきたいこととかある？": "Feel free to use it however you like!\nIs there anything else you want to ask?",
    "そうだな……": "You're right...",
    "あの窓は？": "What about that window?",
    "黄金の日差しを迎え入れる光のゲート――。": "A gate of light greets the golden sunlight...",
    "その先にあなたが見るのは、活気溢れる都市の鼓動――。": "Beyond that, you can see the lively heartbeat of the city...",
    "そして笑顔溢れる人々の明るい生活……ようこそザルトゥームへ！": "And the bright lives of the smiling people... Welcome to Zarthum!",
    "いや、マンションのカタログにあるみたいなポエムはいらん。": "No, I don't need a poem like the one in the apartment catalog.",
    "それより、なんであんな手も届かない場所に窓があるのかを聞いてる。\nせめてカーテンぐらい付けといてくれてもいいだろう。": "More importantly, she’s asking why there’s a window in a place so out of reach.\nAt the very least, it should be fine for her to keep the curtains on.",
    "すべてを見守る究極の安心空間。煌めく一瞬を見逃さない――。": "The ultimate reassurance, watching over everything. I don't miss the moment it sparkles...",
    "……なるほど、監視用ってわけか。": "...I see. So it's for surveillance.",
    "違和感の正体はおそらくこれだ。": "This was probably the source of my discomfort.",
    "でもそれをわざわざ教えてくれるということは、\n本気というわけでもないのだろう。": "But if she went out of her way to tell me that,\nShe probably wasn't serious, either.",
    "『信用できるか試されている』――そう捉えるのが、\nちょうど良さそうだ。": "“They’re testing me to see if I can trust them”—that’s how I see it\nLooks like it's just right.",
    "では、我々はこれで失礼致しますが……": "Well then, if you'll excuse us...",
    "貴方に与えられた役割は、覚えていらっしゃいますか？": "Do you remember the role you were given?",
    "ああ、もちろんだ。シリウスシュガーを退学になんかさせないさ。": "Yeah, of course. I won't let Sirius Sugaru get expelled.",
    "ふふ、自分で言ったその言葉、取り消すようなことにならないよう\n頑張ってくださいね。": "Hehe, I'll make sure I don't take back what I said.\nPlease do your best.",
    "予想通り、窓は強化ガラス、か……": "As expected, the window is reinforced glass, huh...",
    "まあ、防犯面では安心だな。": "Well, that's a relief when it comes to security.",
    "……？　開いてるぞ、多分。勝手に入ってくれ。": "...? It's open, probably. Come on in.",
    "お、おじゃましまーす……": "S-Sorry to intrude...",
    "お迎えに上がりましたわ。": "I've come to pick you up.",
    "やってきたのは、昨日出会ったシリウスシュガーの\nメンバーのふたりだった。": "The one who’d come was the Sirius Sugar we’d met yesterday\nIt was the two of us.",
    "わぁ……私、男の人の部屋って初めて入りました。\nちょっと緊張しちゃいます。": "Wow... This is the first time I've ever been in a man's room.\nI'm a little nervous.",
    "それは、わたくしも……というか、随分と殺風景ですのね。": "That's the same for me... Actually, it's quite a dreary scene.",
    "昨日来たばかりだからな。\nこれからもっと快適な部屋にしていく予定だ。": "I only came here yesterday, after all.\nI'm planning to make the room even more comfortable from now on.",
    "ところで、もう支度は済んでまして？": "By the way, are you ready yet?",
    "仕度って？　どこかに出かける約束してたか？": "Prepared? Did you promise to go somewhere?",
    "学園ですよ、学園！": "It's a school!",
    "今日から%usernameusernameuserna%さんも、\n私たちと同じザルトゥーム学園の一員なんですから！": "Starting today, %username, username, userna%-san,\nHe's a member of Zarthum Academy, just like us!",
    "あー……そういえばそうだったな。": "Ah... Come to think of it, you're right.",
    "しっかりしてください……\nあなたはわたくし達の指揮官になるのでしょう？": "Please hang in there...\nYou will be our commander, won't you?",
    "彼女たちのチーム、シリウスシュガーは成績が悪く、\nこのままだと退学だと聞いている。": "Their team, Sirius Sugaru, had poor grades\nI've heard that she'll be expelled at this rate.",
    "つまり、俺だけでなく彼女たちも崖っぷちなのだ。": "In other words, not only me, but the girls are also on the edge of a cliff.",
    "準備が出来ているなら、少し早いですが行きましょう。\n授業が始まる前に、校舎を案内してさしあげますわ。": "If you're ready, let's go. It's a little early.\nI'll show you around the school building before class starts.",
    "わざわざ悪いな。助かるよ。\nすぐ着替えるから、ちょっとだけ待っててくれ。": "Sorry to bother you. You're a lifesaver.\nI'll get changed right away, so just wait a bit.",
    "（同じ制服を着た女の子たちがたくさん歩いているな）": "(There's a lot of girls walking around in the same uniform.)",
    "でもみんな、俺を見ると慌てたように顔を背け、\n足早に行ってしまう。": "But when they all looked at me, they all turned away in a panic.\nShe quickly walks away.",
    "……警戒されてるな。": "...She's on guard.",
    "それは少し違うと思いますわよ。": "I don't think that's quite right.",
    "あれから記憶の方はどうです？　なにか思い出しましたか？": "How have your memories been since then? Have you remembered anything?",
    "いや、相変わらずだ。残念ながら、\n俺が何者なのかもさっぱりわからない。": "No, it's the same as always. Unfortunately,\nI have no idea who I am.",
    "まあ、服の着方とか、言葉を忘れてなくてよかったよ。": "Well, I'm glad I didn't forget to say something about how to wear clothes.",
    "仕方ありませんわね。\nでも、大切なことなら、そのうち思い出すでしょうし。": "It can't be helped, can it?\nBut if it’s something important, I’m sure you’ll remember it eventually.",
    "そうだな。自分で言うのもなんだけど、焦っても仕方ない気がする。": "You're right. I don't know if I should be the one saying it, but I don’t think there's any point in getting impatient.",
    "ん……%usernameusernameuserna%じゃん……": "Hm... %user name, username, user name, %%...",
    "おはー。": "Good morning.",
    "おはよう。お迎え任務ご苦労さまー。": "Good morning. Thanks for coming to pick me up.",
    "校舎までの道案内ですわ。任務というほどのことでは。": "I'll show you the way to the school building. It's not a mission.",
    "あー、それが男子の制服なんだ。ラミ、初めて見た。": "Ah, that's a boy's uniform. This is the first time I've seen Rami.",
    "そっか、メイズに潜れる人間のほとんどは、\n女性だって生徒会長が言ってたな。": "That’s right, most of the people who can dive into the Maze\nThe student council president said she's a woman.",
    "ええ、メイズ適性保有者は１０代の女性が多く、\n殿方は珍しいのですわ。": "Yes, maise aptitude holders were mostly teenage women\nIt's rare to see a gentleman like that.",
    "昨日、メイズで喧嘩ふっかけてきた子達も、\nみんな女子だったでしょ？": "The girls who’d started a fight with Mayse yesterday hadn’t either\nThey were all girls, right?",
    "（ということは、この学園の生徒は、\n女の子ばかりということになる……）": "(Which means that the students of this school\nThat means they're all girls...)",
    "なるほど……ってことは、\n俺はこれから女子校に転入するハーレムものの主人公みたいな感じか。": "I see... Which means...\nI guess I'm like the main character of a harem that's about to transfer to an all-girls school.",
    "漫画とかラノベによくあるやつだな。\nいじめられないといいが……": "It's a common thing in manga and light novels.\nI hope she doesn't get bullied...",
    "自分の記憶がないのに、そんなことは覚えてるんだ……": "You don't even have your own memories, but you still remember them...",
    "そういえば……学園に行ったら、昨日戦ったあいつらもいるのか？": "Come to think of it... When I go to school, are those guys I fought yesterday there, too?",
    "……あの子たち、校舎違う。": "...Those girls are in a different building.",
    "そうなのか。それはちょっと安心だな……": "I see. That's a relief...",
    "（女の子だらけってだけで居心地が悪いのに、\nあんな連中につけ回されたらたまらない）": "(It’s uncomfortable just being full of girls,\nI can't stand being followed around by people like that.)",
    "ん？　校舎が違う……？": "Hm? The school building is different...?",
    "えっと……このザルトゥーム学園はとても広大で、\nいくつかの『校区』に分かれているんです。": "Um... This Saltoum Academy is very vast\nIt's divided into several 'school districts'.",
    "その校区ごとにそれぞれ『校舎』がありまして……\n例えば今いるここは私達の通う柊校舎の校区です。": "Each district has its own 'school building'...\nFor example, this is the school district of the Hiiragi building we go to.",
    "メイズで会ったカオスメイデンは、\n『スカラ校舎』ってとこのチームよ。": "Chaos Maiden, whom I met in Mayse...\nThis is the Scara school building.",
    "ん……『スカラ・インダストリーズ』という企業連合が、\n出資している校舎。": "Mm... A corporate federation called the Scara Industries...\nThe school building we're investing in.",
    "スカラ・インダストリーズ？": "Scara Industries?",
    "この学園、各校舎はそれぞれ出資しているとこが異なるの。\nスカラはさっき言った企業連合が出資しているけど……": "Each building is funded by a different school.\nScara is funded by the corporate federation I mentioned earlier, but...",
    "基本的には他の校舎はザルトゥーム学園の外部……\nこのザルトゥーム島内の各『地区』が出資してるんだよ。": "Basically, the other buildings are outside of Zarthum Academy...\nEach of the 'Districts' on this island are funding it.",
    "地区……？　校区とは違うのか。": "The district...? It's different from the school district?",
    "地区は学園の外にある……言ってしまえば、\nここの生徒達のそれぞれの故郷です。": "The district is outside the school... To put it bluntly...\nIt's the home of each student here.",
    "それぞれまったく異なった文化や人種で構成されています。": "They're all made up of completely different cultures and races.",
    "ちなみに、私たちシリウスシュガーが所属する柊校舎は、\n『アマツ』という地区が出資しています。": "Incidentally, the Hiiragi school building where we Sirius Sugaru belonged\nIt's funded by a district called Amatsu.",
    "わたし達の生まれ故郷。": "Where we were born.",
    "（アマツ……聞いたことのない地名だな……\n俺の生まれた場所、とかでもなさそうだ）": "(Amatsu... I've never heard that name before...)\nIt doesn't seem like the place where I was born.)",
    "一応教えておくと、地区はそれぞれリバティ、スカラ、アマツ、\nレドフカ、ノヴァセレスって呼ばれていて５つあるんだ。": "Just in case, the districts were Liberty, Scara, and Amatsu, respectively\nRedofka, they call me Nova Celes, and there are five of them.",
    "基本的に校舎はそれら出資地区の出身者が所属することが多いですわ。\nもちろん必ずというわけではありませんが。": "As a general rule, the school building is often run by people from those investment districts.\nOf course, that's not necessarily the case.",
    "実際、スカラ校舎はどの地区からもウェルカムっぽいしね。\nまあ、その分めっちゃごちゃついてるけど。": "As a matter of fact, the Scara school building seems to be welcoming from every district.\nWell, it's a mess to make up for it.",
    "なるほど、それぞれ後ろ盾ごとに特色の違った校舎か……\nだから縄張り争いみたいなことになってたんだな。": "I see. So each building has its own unique characteristics, huh?\nSo that’s why it was like a territorial dispute.",
    "あとで観光ガイドでも見てみたらいいよ。\nより詳しく載ってるから。": "Why don't you take a look at the tour guide later?\nIt's more detailed than that.",
    "わかった。ありがとう。": "Okay. Thank you.",
    "ピコピコピーン！\nそのあたりはボクが解説しますから大丈夫です！": "Beep, beep, boop, boo!\nI'll explain that part, so don't worry!",
    "……で、何の解説ですか？": "...So, what's your explanation?",
    "…………": "............",
    "ありがとう、ちゆる。あとで観光ガイドを検索して調べてみるよ。": "Thanks, Chiyuru. I'll look up the tour guide later.",
    "なんで無視するんですかぁ！！": "Why are you ignoring me?!",
    "ナビしないナビＡＩなんかに誰が頼るか！\n本来なら、今やった島の説明もお前がすべきだろ！": "Who would rely on a navigation AI that doesn't navigate!?\nNormally, you'd be the one to explain the island to me!",
    "まさかここまで常識知らずとは思わないですもん！！": "I didn't think you'd be so ignorant of common sense!!",
    "校舎の案内が必要なのはわかりますよ！？\nでもまさかこの島の説明も必要とかイミフすぎます！": "I know you need a guide to the school building!\nBut don't tell me you need to explain this island too? That's way too illogical!",
    "検索……『お前を消す方法』": "Search... “How to erase you.”",
    "うわーん！　ＡＩネグレクトだー！": "Wow! It’s an AI neglect!",
    "でも、この子の言うことも一理ある。\n正直ここまで何も知らないなんて思わなかった。": "But this girl had a point.\nHonestly, I didn't think she knew this much.",
    "謎に漫画とかラノベとかは覚えてるのにね。": "Mysteriously, I remember manga and light novels and stuff.",
    "仕方ないだろ。記憶喪失するのに、\n消すものと残すものを選ばせてもらったわけじゃないし。": "I can't help it. Amnesia...\nWe weren't allowed to choose between erasing it and leaving it behind.",
    "なーんか、いまいち頼りないよねえ。\nそんなんで、今後ホントにラミたちのこと指揮出来んの？": "I don't know if I can count on you or not.\nCan you really command Rami and the others like that from now on?",
    "この前のも、ぐーぜんだったんじゃない？": "Wasn't the last one rock hard, too?",
    "ちょっとラミさん、失礼ですよ。そんなことを言ったら。": "Hey, Rami-san, that's rude. If you say that...",
    "いや、いいんだ。\n俺自身も自分のこと正直信じきれないところがあるし。": "No, it's okay.\nHonestly, there's a part of me that can't believe in myself.",
    "クソガキがそう言うのも仕方ない。": "I couldn’t blame the shitty brat for saying that.",
    "誰がクソガキだよ！　ぶっ殺すぞ！": "Who are you calling a fucking brat?! I'm gonna kill you!",
    "語彙力のなさも、クソガキっぽくて可愛いな。": "Her lack of vocabulary makes her look like a shitty brat, too. She's cute.",
    "か、かわ！？　意味わかんねーしこいつ！": "C-Cute?! I don't get this guy!",
    "ほっといて先行こ！": "Leave me alone and go on ahead!",
    "と言いつつ、歩幅が狭く逆に置いて\n行かれそうになっているクソガキであった。": "Or so she says, but her stride is narrow, and she places it the other way around\nIt was the shitty kid who was about to go.",
    "クソガキって言うな！": "Don't call me a fucking brat!",
    "あ、見えてきました。あれがわたくしたちの通う、\nザルトゥーム学園柊校舎ですわ。": "Ah, I can see it now. That's the one we go to...\nIt's the Hiiragi school building of Zarthum Academy.",
    "ようこそ、柊校舎へ！": "Welcome to the Hiiragi building!",
    "ああ……改めて、よろしく頼むよ。": "Yeah... I'm counting on you again.",
    "__translated__": true
}