{
	"ハァ……ハァ……ハァ……\nこれ以上は無理……限界……": "Hah... hah... hah... I can't go on... I'm at my limit...",
	"だよねだよね！\nこうなったら、ヤっちゃうしかなくない！？": "Right, right! Now that it's come to this, we have no choice but to do it, right!?",
	"殺られる前に殺るしかない……": "Kill them before they kill us...",
	"ちゆるってばこわいー。": "Chiyuru, you're scary~.",
	"でも、ラミもさんせーい♪": "But Lami's in favor too♪",
	"……問題は後処理。派手にヤると後が大変。": "...The problem is the aftermath. If we make it flashy, cleanup will be a nightmare.",
	"大丈夫、そこは私に任せて♪\nいくらでもやりようはあるから。": "Don't worry, leave that to me♪ There are plenty of ways to handle it.",
	"ＯＫ、じゃあヤっちゃおう！　決まり！": "OK, then let's do it! It's decided!",
	"ラミたちをこんな目にあわせたんだから、\nうーんと苦しませてトドメだね♪": "They put Lami and the others through this, so we'll make them suffer plenty before the final blow♪",
	"%usernameusernameuserna%、覚悟……": "%usernameusernameuserna%, prepare yourself...",
	"時は少し前に遡る――": "Time rewinds a little――",
	"…………んんっ。": "...hng.",
	"目覚めた俺は、大きく伸びをした。\nよく寝た……が、それでもまだ寝足りないような気もする。": "When I woke up I stretched deeply. I slept well... but I still feel like I didn't get enough sleep.",
	"というか、ここはどこだ？": "Anyway, where is this place?",
	"ふあぁぁぁぁぁぁぁ。どうもあくびが止まらないな……": "Fuaaah... I just can't stop yawning...",
	"大きく息を吸うと頭がすっきりして少しずつ思い出してきた": "A deep breath clears my head and I begin to remember little by little.",
	"昨日、学園の生徒会長とかいう子と話したあとで、\n風紀委員にこの部屋へ案内されたんだったな……": "Yesterday, after talking with that person who called themselves the student council president, the discipline committee guided me to this room...",
	"やっぱり、ダメだったか……『全裸ｄｅブートキャンプ』。": "So it was no good after all... 'Naked de Bootcamp.'",
	"当然のことながら、\n退学ＲＴＡでもしたいのかと秒で却下された。": "Of course, it was rejected in seconds as if I wanted to attempt a 'dropout speedrun.'",
	"（羞恥心という負荷に耐えながら全力で特訓することで、\n精神も肉体も鍛える画期的な策だと思ったんだが……）": "(I thought it was a revolutionary plan to train both mind and body to the fullest while enduring the burden of embarrassment...)",
	"逆になぜいけると思ったんですか。": "On the contrary, why did you think it would work?",
	"もしかして、とんでもなくアレな人？": "Are you, like, some kind of extreme weirdo?",
	"なんだよ、『アレな人』って……": "What do you mean by 'that kind of person'...",
	"……とりあえず、本日からこの部屋を貴方に貸与いたします。": "...In any case, we will be lending this room to you starting today.",
	"おお、なかなか悪くないな。助かる。": "Oh, not bad at all. That's a big help.",
	"遠慮しないで自由に使っていいからね！\nなにか他に聞いておきたいこととかある？": "Don't hesitate, feel free to use it! Is there anything else you want to ask?",
	"そうだな……": "Let's see...",
	"あの窓は？": "What about that window?",
	"黄金の日差しを迎え入れる光のゲート――。": "A gate of light that welcomes the golden sunlight――.",
	"その先にあなたが見るのは、活気溢れる都市の鼓動――。": "Beyond it you'll see the throbbing pulse of a vibrant city――.",
	"そして笑顔溢れる人々の明るい生活……ようこそザルトゥームへ！": "And the bright lives of people full of smiles... Welcome to Zaltoum!",
	"いや、マンションのカタログにあるみたいなポエムはいらん。": "No, I don't need the kind of poetic fluff that appears in apartment brochures.",
	"それより、なんであんな手も届かない場所に窓があるのかを聞いてる。\nせめてカーテンぐらい付けといてくれてもいいだろう。": "More importantly, I'm asking why there's a window in a place you can't reach. You could at least put up some curtains.",
	"すべてを見守る究極の安心空間。煌めく一瞬を見逃さない――。": "An ultimate reassuring space that watches over everything. It won't miss a single sparkling moment――.",
	"……なるほど、監視用ってわけか。": "...I see, so it's for surveillance.",
	"違和感の正体はおそらくこれだ。": "This is probably the source of that sense of unease.",
	"でもそれをわざわざ教えてくれるということは、\n本気というわけでもないのだろう。": "But the fact they bother to tell me suggests they probably aren't totally serious about it.",
	"『信用できるか試されている』――そう捉えるのが、\nちょうど良さそうだ。": "It's probably best to interpret it as 'they're testing whether they can trust you.'",
	"では、我々はこれで失礼致しますが……": "Well then, we'll be taking our leave...",
	"貴方に与えられた役割は、覚えていらっしゃいますか？": "Do you remember the role you were assigned?",
	"ああ、もちろんだ。シリウスシュガーを退学になんかさせないさ。": "Ah, of course. I won't let Sirius Sugar be expelled.",
	"ふふ、自分で言ったその言葉、取り消すようなことにならないよう\n頑張ってくださいね。": "Hehe, make sure you don't have to take back the words you just said. Do your best.",
	"予想通り、窓は強化ガラス、か……": "As I expected, the window is reinforced glass...",
	"まあ、防犯面では安心だな。": "Well, that's reassuring for security.",
	"……？　開いてるぞ、多分。勝手に入ってくれ。": "...? It's open, probably. Come in on your own.",
	"お、おじゃましまーす……": "E-Excuse us for intruding...",
	"お迎えに上がりましたわ。": "We've come to pick you up.",
	"やってきたのは、昨日出会ったシリウスシュガーの\nメンバーのふたりだった。": "The ones who arrived were the two members of Sirius Sugar I met yesterday.",
	"わぁ……私、男の人の部屋って初めて入りました。\nちょっと緊張しちゃいます。": "Wow... it's my first time entering a man's room. I'm a little nervous.",
	"それは、わたくしも……というか、随分と殺風景ですのね。": "I feel the same... or rather, it's quite bare, isn't it?",
	"昨日来たばかりだからな。\nこれからもっと快適な部屋にしていく予定だ。": "I only arrived yesterday. I plan to make this room more comfortable from now on.",
	"ところで、もう支度は済んでまして？": "By the way, are you already ready?",
	"仕度って？　どこかに出かける約束してたか？": "Ready? Did I promise to go somewhere?",
	"学園ですよ、学園！": "The academy, of course, the academy!",
	"今日から%usernameusernameuserna%さんも、\n私たちと同じザルトゥーム学園の一員なんですから！": "From today, %usernameusernameuserna% will be a member of Zaltoum Academy like us!",
	"あー……そういえばそうだったな。": "Ah... now that you mention it, that's right.",
	"しっかりしてください……\nあなたはわたくし達の指揮官になるのでしょう？": "Pull yourself together... You're going to be our commander, right?",
	"彼女たちのチーム、シリウスシュガーは成績が悪く、\nこのままだと退学だと聞いている。": "Their team, Sirius Sugar, has poor grades, and I hear they'll be expelled if things continue this way.",
	"つまり、俺だけでなく彼女たちも崖っぷちなのだ。": "So not only I but they too are on the brink.",
	"準備が出来ているなら、少し早いですが行きましょう。\n授業が始まる前に、校舎を案内してさしあげますわ。": "If you're ready, let's head out a bit early. I'll show you around the school before classes start.",
	"わざわざ悪いな。助かるよ。\nすぐ着替えるから、ちょっとだけ待っててくれ。": "Sorry to trouble you. Thanks a lot. I'll change quickly, so please wait a moment.",
	"（同じ制服を着た女の子たちがたくさん歩いているな）": "(Lots of girls wearing the same uniform are walking around.)",
	"でもみんな、俺を見ると慌てたように顔を背け、\n足早に行ってしまう。": "But when they see me, everyone hurriedly looks away and walks off briskly.",
	"……警戒されてるな。": "...They're on guard around me.",
	"それは少し違うと思いますわよ。": "I think that's not quite it.",
	"あれから記憶の方はどうです？　なにか思い出しましたか？": "How about your memory since then? Have you recalled anything?",
	"いや、相変わらずだ。残念ながら、\n俺が何者なのかもさっぱりわからない。": "No, it's the same. Unfortunately, I still have no idea who I am.",
	"まあ、服の着方とか、言葉を忘れてなくてよかったよ。": "Well, at least you haven't forgotten how to put on clothes or how to speak.",
	"仕方ありませんわね。\nでも、大切なことなら、そのうち思い出すでしょうし。": "It can't be helped. But if it's something important, you'll probably remember it eventually.",
	"そうだな。自分で言うのもなんだけど、焦っても仕方ない気がする。": "Yeah. Odd as it sounds, I feel there's no use in panicking.",
	"ん……%usernameusernameuserna%じゃん……": "Hm... it's %usernameusernameuserna%...",
	"おはー。": "Mornin'.",
	"おはよう。お迎え任務ご苦労さまー。": "Good morning. Thanks for the pickup duty.",
	"校舎までの道案内ですわ。任務というほどのことでは。": "I'm just guiding you to the school building. It's not really a mission.",
	"あー、それが男子の制服なんだ。ラミ、初めて見た。": "Ah, so that's the boys' uniform. Lami, it's your first time seeing one.",
	"そっか、メイズに潜れる人間のほとんどは、\n女性だって生徒会長が言ってたな。": "I see. The student council president said most people who can dive into the Maze are female.",
	"ええ、メイズ適性保有者は１０代の女性が多く、\n殿方は珍しいのですわ。": "Yes, Maze-aptitude holders are often teenage girls; men are rare.",
	"昨日、メイズで喧嘩ふっかけてきた子達も、\nみんな女子だったでしょ？": "The ones who started a fight in the Maze yesterday were all girls, right?",
	"（ということは、この学園の生徒は、\n女の子ばかりということになる……）": "(Which means this academy's students are mostly girls...)",
	"なるほど……ってことは、\n俺はこれから女子校に転入するハーレムものの主人公みたいな感じか。": "I see... so I'm basically like the harem protagonist transferring into an all-girls school.",
	"漫画とかラノベによくあるやつだな。\nいじめられないといいが……": "It's the sort of thing you see in manga or light novels. I hope I don't get bullied...",
	"自分の記憶がないのに、そんなことは覚えてるんだ……": "Even though I have no memory, I remember stuff like that...",
	"そういえば……学園に行ったら、昨日戦ったあいつらもいるのか？": "By the way... if I go to the academy, will those guys we fought yesterday be there too?",
	"……あの子たち、校舎違う。": "...Those girls are in a different campus building.",
	"そうなのか。それはちょっと安心だな……": "Is that so? That's a bit of a relief...",
	"（女の子だらけってだけで居心地が悪いのに、\nあんな連中につけ回されたらたまらない）": "(It's awkward enough being surrounded by girls; I couldn't stand being harassed by those kinds of people.)",
	"ん？　校舎が違う……？": "Huh? Different building...?",
	"えっと……このザルトゥーム学園はとても広大で、\nいくつかの『校区』に分かれているんです。": "Um... Zaltoum Academy is vast and divided into several 'districts' (campuses).",
	"その校区ごとにそれぞれ『校舎』がありまして……\n例えば今いるここは私達の通う柊校舎の校区です。": "Each district has its own 'school building'... for example, this is the Hiiragi campus district where we attend.",
	"メイズで会ったカオスメイデンは、\n『スカラ校舎』ってとこのチームよ。": "The Chaos Maiden we met in the Maze is a team from the 'SCALA campus.'",
	"ん……『スカラ・インダストリーズ』という企業連合が、\n出資している校舎。": "Hmm... it's a campus funded by a corporate consortium called 'SCALA Industries.'",
	"スカラ・インダストリーズ？": "SCALA Industries?",
	"この学園、各校舎はそれぞれ出資しているとこが異なるの。\nスカラはさっき言った企業連合が出資しているけど……": "In this academy, each campus is funded by different backers. SCALA is funded by that corporate consortium I mentioned...",
	"基本的には他の校舎はザルトゥーム学園の外部……\nこのザルトゥーム島内の各『地区』が出資してるんだよ。": "Basically, other campuses are funded by external entities... the various 'districts' on Zaltoum Island invest in them.",
	"地区……？　校区とは違うのか。": "Districts...? That's different from campus districts?",
	"地区は学園の外にある……言ってしまえば、\nここの生徒達のそれぞれの故郷です。": "Districts are outside the academy... in other words, they're the students' respective hometowns.",
	"それぞれまったく異なった文化や人種で構成されています。": "Each is made up of completely different cultures and peoples.",
	"ちなみに、私たちシリウスシュガーが所属する柊校舎は、\n『アマツ』という地区が出資しています。": "By the way, the Hiiragi campus that Sirius Sugar belongs to is funded by a district called 'Amatsu.'",
	"わたし達の生まれ故郷。": "Our hometown.",
	"（アマツ……聞いたことのない地名だな……\n俺の生まれた場所、とかでもなさそうだ）": "(Amatsu... I've never heard of that place... it doesn't seem like where I was born.)",
	"一応教えておくと、地区はそれぞれリバティ、スカラ、アマツ、\nレドフカ、ノヴァセレスって呼ばれていて５つあるんだ。": "For reference, the districts are called Liberty, SCALA, Amatsu, Redovka, and Novaselles—five in total.",
	"基本的に校舎はそれら出資地区の出身者が所属することが多いですわ。\nもちろん必ずというわけではありませんが。": "Generally, campuses tend to be composed of people from their funding districts. Of course, that's not absolute.",
	"実際、スカラ校舎はどの地区からもウェルカムっぽいしね。\nまあ、その分めっちゃごちゃついてるけど。": "In fact, SCALA seems to welcome people from any district. As a result, it's pretty chaotic.",
	"なるほど、それぞれ後ろ盾ごとに特色の違った校舎か……\nだから縄張り争いみたいなことになってたんだな。": "I see—so each campus has different characteristics depending on its backers... that's why there are turf wars.",
	"あとで観光ガイドでも見てみたらいいよ。\nより詳しく載ってるから。": "You should check a tourist guide later. It has more detailed information.",
	"わかった。ありがとう。": "Got it. Thanks.",
	"ピコピコピーン！\nそのあたりはボクが解説しますから大丈夫です！": "Pikopikopon! I'll explain those parts, so it's fine!",
	"……で、何の解説ですか？": "...So, what are you going to explain?",
	"…………": "...",
	"ありがとう、ちゆる。あとで観光ガイドを検索して調べてみるよ。": "Thanks, Chiyuru. I'll look up a tourist guide and check it later.",
	"なんで無視するんですかぁ！！": "Why are you ignoring me!!",
	"ナビしないナビＡＩなんかに誰が頼るか！\n本来なら、今やった島の説明もお前がすべきだろ！": "Who would rely on a navigation AI that doesn't navigate! You should've been the one explaining the island just now!",
	"まさかここまで常識知らずとは思わないですもん！！": "I never thought you'd be this clueless about common sense!!",
	"校舎の案内が必要なのはわかりますよ！？\nでもまさかこの島の説明も必要とかイミフすぎます！": "I get needing a campus guide!? But needing an explanation of the island too is just absurd!",
	"検索……『お前を消す方法』": "Search... 'How to erase you'",
	"うわーん！　ＡＩネグレクトだー！": "Waaah! This is AI neglect!",
	"でも、この子の言うことも一理ある。\n正直ここまで何も知らないなんて思わなかった。": "Still, she has a point. Honestly, I didn't expect you to know nothing at all.",
	"謎に漫画とかラノベとかは覚えてるのにね。": "Strangely, you remember manga and light novels though.",
	"仕方ないだろ。記憶喪失するのに、\n消すものと残すものを選ばせてもらったわけじゃないし。": "It can't be helped. When you lose memories, you don't get to choose what gets erased and what stays.",
	"なーんか、いまいち頼りないよねえ。\nそんなんで、今後ホントにラミたちのこと指揮出来んの？": "Somehow you're kind of unreliable. Can you really lead Lami and the others like that?",
	"この前のも、ぐーぜんだったんじゃない？": "Wasn't what happened before just a fluke?",
	"ちょっとラミさん、失礼ですよ。そんなことを言ったら。": "Hey, Lami, that's rude. Don't say stuff like that.",
	"いや、いいんだ。\n俺自身も自分のこと正直信じきれないところがあるし。": "No, it's fine. I honestly can't fully trust myself either.",
	"クソガキがそう言うのも仕方ない。": "Can't blame the brat for saying that.",
	"誰がクソガキだよ！　ぶっ殺すぞ！": "Who's the brat!? I'll kill you!",
	"語彙力のなさも、クソガキっぽくて可愛いな。": "Your lack of vocabulary makes you sound bratty and kinda cute.",
	"か、かわ！？　意味わかんねーしこいつ！": "C-cute!? I don't even get what you're saying!",
	"ほっといて先行こ！": "Leave me alone—let's go ahead!",
	"と言いつつ、歩幅が狭く逆に置いて\n行かれそうになっているクソガキであった。": "Despite saying that, the brat with small strides was the one about to be left behind.",
	"クソガキって言うな！": "Don't call me a brat!",
	"あ、見えてきました。あれがわたくしたちの通う、\nザルトゥーム学園柊校舎ですわ。": "Ah, I can see it. That's the Hiiragi campus of Zaltoum Academy where we attend.",
	"ようこそ、柊校舎へ！": "Welcome to the Hiiragi campus!",
	"ああ……改めて、よろしく頼むよ。": "Ah... again, please take care of me."
}
