{
    "はあ……はあ……": "*pant pant*...",
    "……ふう、なんとか逃げ切れましたわね。\nここまで来れば、きっと大丈夫ですわ。": "...Phew, we managed to get away.\nNow that we've come this far, I'm sure we'll be fine.",
    "……つ、疲れました……はぁ、はぁ……\nそ、それでいったい何が……": "...I-I'm tired... *pant pant*...\nWh-What in the world is going on...?",
    "ごめんなさい、巻き込んでしまいましたわね……\nあの方々に捕まってしまうと大変かと思って……": "I'm sorry for dragging you into this...\nI thought it would be bad if they caught me...",
    "そ、そうですね……残されてたらどうなってたか……": "Y-You're right... I don't know what would have happened if it had been left behind...",
    "ですが、わたくしの事情に巻き込んでしまいましたから、\n本当にごめんなさいね。": "However, you have gotten involved in my circumstances, so...\nI'm really sorry.",
    "いえ、気にしないでください！": "No, don't worry about it!",
    "あらためて自己紹介をさせてくださいませ。\nわたくしの名前は、鳴滝七彩ですわ。": "Allow me to introduce myself again.\nMy name is Shichika Narutaki.",
    "鳴滝七彩さん……とっても素敵なお名前ですね！\n私は桃園めるって言います！": "Narutaki Nanaya... What a wonderful name!\nI'm telling you, I'll go to Momozono!",
    "桃園めるさん……ああ、覚えていますわ！": "Momozono Meguru-san... Oh, I remember her!",
    "えっ、どこかで会いましたっけ？": "Huh? Have we met before?",
    "基礎課程の授業で何度か見かけましたわ。\nとても集中して授業を受けていましたし……": "I've seen him a few times in the basics class.\nI was really focused on my classes...",
    "あ、なるほど……": "Ah, I see...",
    "集中しすぎて先生の話をちゃんと聞かずに、\n注意されていましたから記憶に残っていますの。": "I was so focused that I didn't listen to the teacher properly.\nI've been warned, so I still remember it.",
    "あうっ……そ、その通りですね……": "Aww... Y-You're right...",
    "それで、めるさんはどうしてあそこに？": "So, why are you there, Meguru-san?",
    "実はその……まだチームが見つかっていませんので、\nどうしようかと思っていまして……": "Actually, umm... We haven't found a team yet, so...\nI was wondering what to do...",
    "……そうなんですの？": "...Is that so?",
    "はい、色んな所でチームに体験で入れてもらったんですが……\nどこも断られてしまって……": "Yes, I've had teams join me in various places for experience, but...\nShe turned me down everywhere...",
    "このままだとどこにも入れてもらえなくて……\n退学になっちゃうかもしれません……": "At this rate, they won't let me in anywhere...\nI might be expelled...",
    "そうだったんですのね……": "So that's how it is...",
    "七彩さんはどうして追いかけられていたんですか？": "Why was Nanaya-san being chased?",
    "その、わたくしは鳴滝重工……知っているかもしれませんが、\nＭＧメーカーの一人娘ですの。": "Um, I'm Narutaki Heavy Industries... You may know this, but...\nShe's the only daughter of an MG maker.",
    "えっ！　あ、た、確かにそういえば聞いたことあります！\n七彩さん、凄い人だったんですね！": "Huh!? Oh, w-well, I've heard of it!\nNanaya-san was an amazing person!",
    "わたくしじゃなくて、わたくしの実家が凄いだけですわ。\nそれが理由で、ああいった勧誘を受けていますの。": "It's not me, it's my family that's amazing.\nThat's why I'm accepting invitations like that.",
    "……わたくしのことはいいですわ。\nそれで、どんなチームに入りたいんですの？": "...Don't worry about me.\nSo, what kind of team do you want to join?",
    "どういうチーム、ですか？　えっと……": "What kind of team is it? Um...",
    "チームの皆と仲良く協力して、頑張ることが出来る……\nそんなパイロットチームに入りたいです！": "I'll be able to work together with everyone on the team and do my best...\nI want to join a pilot team like that!",
    "ふふ、フワッとした条件ですわね": "Heehee. That's a very fluffy condition.",
    "うう……そうですよね……": "Ugh... You're right...",
    "……めるさんに一つ聞いてみたいのですが、\nあなたはどうしてパイロットになったのですか？": "...I'd like to ask you something, Meru-san.\nHow did you become a pilot?",
    "どうして……ですか？\n……それは、誰かの役に立ちたいからです！": "Why...?\n...That's because I want to be useful to someone!",
    "……誰かの役に？": "...Someone else's role?",
    "はい！　その……私は昔から色んな人に迷惑をかけて……\nだから、誰かの役に立ちたいって思ってたんです。": "Yes! Um... I've been causing trouble for a lot of people for a long time...\nThat's why I wanted to be useful to someone.",
    "パイロットになれば、たくさんの人を助けられるから……\nだから、私はパイロットになるために学園に来たんです！": "If I become a pilot, I can help a lot of people...\nThat's why I came to the academy to become a pilot!",
    "……なるほど。\nそれがめるさんのパイロットになった理由ですか。": "...I see.\nIs that why you became a pilot?",
    "は、はい……": "Y-Yes...",
    "……もしよければですけども。\nめるさん、私とチームを組みませんか？": "...If you don't mind.\nMeguru-san, would you like to team up with me?",
    "はい……えっ！？\nわ、私とですか！？": "Yes... Huh?!\nM-Me?!",
    "ええ、そうですわ。\n桃園めるさんとチームを組みたいと思ったのです。": "Yes, that's right.\nI wanted to team up with you, Momozono Meguru-san.",
    "で、でも！　私って成績もあんまりですし……！": "B-But! My grades are way too high...!",
    "成績が悪いのなら、これから勉強をしていけばいいですわ。": "If your grades aren't good, then you can continue to study.",
    "集中すると、周りが見えなくなっちゃいますし……！": "If I concentrate, I won't be able to see my surroundings...!",
    "それなら、集中して活躍できるように、\nチームで考えていけばいいんですわ。": "In that case, I should be able to concentrate and do my best.\nWe just have to think about it as a team.",
    "それに、それに……": "And, and...",
    "めるさん……そんなに自分を貶めなくてもいいですわ。": "Meguru-san... You don't have to be so hard on yourself.",
    "わたくしは、話を聞いて……あなたの人となりを知って、\n同じチームを組みたいと思いましたの。": "I listened to what you had to say...and I knew who you were...\nI wanted to be on the same team.",
    "……ほ、本当に私でいいんですか……？": "...A-Are you really okay with me...?",
    "ええ。わたくしの求めるような、\nわたくしの力を必要とするパイロットチームに空きはありませんわ。": "Yes. The kind of thing I seek...\nThere's no room for a pilot team that needs my help.",
    "おそらく今後も探すとしても……\n下手なチームではわたくしの実家を頼りにしてしまいますもの。": "Even if we continue to look for her...\nIf you're on a bad team, you'll end up relying on my family.",
    "それであれば、わたくしと同じ志を持つ方と一緒に、\n新しいチームを作る方がいいと……そう思えたのです。": "If that's the case, then together with someone with the same aspiration as me,\nI thought...it would be better to form a new team.",
    "同じ志……": "The same goal...",
    "めるさんは、わたくしが鳴滝重工の娘と知っても、\n尊敬はしても頼ろうとはしませんでしたわ。": "Meru-san knew that I was the daughter of Narutaki Heavy Industries,\nI respected him, but I didn't try to rely on him.",
    "それに、真面目に悩んで本気で誰かの役に立とうと考える。\nそんな気持ちは、きっとかけがえがありませんもの。": "Besides, I'm seriously worried about it, and I really want to be useful to someone.\nI'm sure those feelings are irreplaceable.",
    "七彩さん……": "Nanaya-san...",
    "それに、もう一つ理由がありますわ。": "Besides, there's another reason.",
    "もう一つ……ですか？": "Another one...?",
    "わたくしも皆と仲良く協力出来るパイロットチームで、\n一緒に頑張りたいのは同意ですのよ。": "I was also a pilot team who could work together with everyone\nI agree that we want to do our best together.",
    "それで、わたくしの申し出の返答はいかがかしら？": "So, what is your response to my offer?",
    "……ありがとございます！\n初めて、こんな風に必要だって言って貰えました。": "...Thank you very much!\nFor the first time, I was told that I needed it like this.",
    "だから……そんな七彩さんと一緒に、チームを組みたいです！\nだから、よろしくお願いします！": "That's why... I want to team up with Nanaya-san!\nThat's why I'm counting on you!",
    "ええ！　それでは今日からよろしくお願いしますわ！": "Yes! I'll be counting on you from now on!",
    "……とはいえ、二人だけだとチームとして認められませんね。": "...That said, if it's just the two of us, we can't be recognized as a team.",
    "そうですわね……特別な実績や実力のないわたくしたちでは、\n五人メンバーがなければ却下されますでしょうし……": "You're right... We don't have any special achievements or abilities,\nIf we don't have five members, we'll probably be rejected...",
    "残り三人のメンバーを見つけるのが急務ですわね。": "We need to find the remaining three members.",
    "はい！　これから頑張りましょう！": "Yes! Let's do our best from now on!",
    "ええ！　それじゃあ、今からチームメンバー探しを――": "Yes! Well then, let's start looking for team members—",
    "きゃあああああああああああ！？": "Aaaaahhhh!?",
    "な、なにが、何が起きたんですかぁ！？\nいきなりドーンって！": "Wh-What, what happened?!\nBoom! All of a sudden!",
    "え、ええっと……わたくしもなにがなんだか。\n背後の教室が爆発したような……": "U-Umm... I don't know what I'm talking about, either.\nIt feels like the classroom behind me exploded...",
    "けほけほ……\nいやー、失敗失敗": "*cough cough*...\nMan, I messed up.",
    "いやあ、まさか爆発するなんてねぇ……\n圧力を加え過ぎたのが悪かったのかな……？": "Man, I didn't think it'd explode...\nWas it my fault for putting too much pressure on her...?",
    "そこの貴方！　いったい何事ですの！？": "You there! What the hell is going on?!",
    "ん？　もしかして爆発に巻き込んじゃったかな？\nごめんごめん。": "Hm? Did I get caught up in the explosion?\nSorry, sorry.",
    "ごめんで済むような話じゃありませんわ！\nまず、何をしていましたの！？": "It's not something you can just apologize for!\nFirst of all, what were you doing?!",
    "こんな学園で爆発させるような危険な実験なんて……！": "There's no such thing as a dangerous experiment as setting off an explosion at a school like this...!",
    "いやいや、これもちゃんとした実験なんだよね。\nメイズ由来の物質に圧力をかけたらどうなるのかっていう。": "No, no, this is just another proper experiment.\nWhat would happen if I applied pressure to a maise-based substance?",
    "……その結果が爆発ですの？": "...Was that the result of the explosion?",
    "いやあ、もうちょっと小規模な爆発になるはずだったんだけど、\n面倒くさくて放置してた他の物に誘爆してさぁ。": "Well, it was supposed to be a slightly smaller-scale explosion, but...\nIt was too much of a pain to deal with, so I just left it there and blew it up.",
    "慌てて隠れたから無事だったんだけど、\nここまでのことになるなんてねー！": "I hid in a panic, so I was safe, but...\nI didn't think it'd come to this!",
    "自業自得じゃありませんか！？": "You reap what you sow!",
    "……あれ？　誰かが来る足音が聞こえませんか？": "...Huh? Can't you hear the footsteps of someone coming?",
    "爆発音がしたなら当然ですわ。": "If there was an explosion, that's only natural.",
    "……はぁ。柊校舎の爆発騒ぎ……\nやはり犯人は貴方ですか。": "*sigh* The Hiiragi school building exploded...\nSo you really are the culprit.",
    "ええっ！？\nせ、せせせせ……生徒会長！？": "What?!\nS-S-S...S-Student Council President!?",
    "幾ら爆発が起きたからと言って、\nなぜ神楽生徒会長がこんな場所にまで……！？": "No matter how many explosions there were,\nWhy is Student Council President Kagura in a place like this...!?",
    "ごめんごめん、うっかりしちゃって。\nとはいえ、実験に失敗はつきものだからね！": "Sorry, sorry, I was careless.\nThat said, a failure in an experiment is a given!",
    "……そういって今回で何回目か覚えていますか？": "...By the way, do you remember how many times this happened?",
    "何回だっけ？\n……２回目くらい？": "How many times was it again?\n...About the second time?",
    "生徒会に苦情が入ってきた回数だけで６回です。\nあくまでも苦情が入った回数ですからね。": "Just the number of times the student council has received complaints is six.\nIt's only the number of times we've received complaints, after all.",
    "爆発以外にも異臭騒ぎや、実験による騒音。\n他にも多種多様な種類の苦情が届いています。": "Aside from the explosions, there was also a foul odor and the noise from the experiments.\nThere are many other kinds of complaints.",
    "うーん。ごめんね？": "Hmm. Sorry?",
    "流石にこれ以上は私でも庇えません。\nせめてパイロットとして実績を出していれば別ですが。": "Even I can't protect you anymore.\nIt would be a different story if he could at least produce results as a pilot.",
    "ええ～？　パイロット活動をしてたら、\n実験とかに使える時間が減っちゃうじゃん！": "Whaaat? When I was a pilot...\nYou'll have less time to use it for experiments and stuff!",
    "……むしろこちらとしては願ったり叶ったりですが。\nですので、これは最終通告となります。": "...If anything, I wish for it to come true.\nTherefore, this will be the final notice.",
    "パイロットとしての務めを果たせないのであれば、\n退学処理と致しましょう。": "If you can't carry out your duty as a pilot,\nLet's take care of expulsion.",
    "……なんだかすごい現場に遭遇していますわね。": "...We've run into quite the scene.",
    "うう、もう何が何だか……": "Ugh, I don't know what's going on anymore...",
    "ううん……それは困ったなぁ。\nここで退学にされるわけにもいかないし……": "No... That's a problem.\nI can't afford to be expelled here...",
    "ちらっ": "*glance*",
    "……な、なんですの？": "...Wh-What is it?",
    "……んー、それなら仕方ないなぁ！\nそっちの子達とチームを組むから！": "...Hmm, then there's no helping it!\nI'll team up with the girls over there!",
    "……えっ、ええええええ！？": "...Wh-Whaaaaat?!",
    "まだ人数が足りてないんだよね？\nなら、人手は欲しいんじゃないかな～？": "We still don't have enough people, do we?\nIn that case, we'll need some help, right?",
    "うう……よろしくお願いします……": "Ugh... I look forward to working with you...",
    "うう……分かりました……": "Ooh... Understood...",
    "もしかして実験をしながら聞いていましたの！？\nめ、めるさん！　どう致しますか！": "Were you listening while experimenting?!\nM-Meru-san! What should we do?!",
    "ああ！？　もしかしてまだ混乱していますの！？\nめるさん！　しっかりしてくださいませ！": "Huh?! Are you still confused?!\nMeguru-san! Please hang in there!",
    "ふむ、なるほど……\n確かにそれであればこちらからは文句はありません。": "Hmm, I see...\nIf that's the case, I have no complaints.",
    "ですが、５人には人数が足りないようですね。\nあなたのやらかしを考えれば……明日までの猶予としましょう。": "But the five of them don't seem to have enough people.\nConsidering what you've done, we'll just have to wait until tomorrow.",
    "ええ～！？　もうちょっと余裕はないの～！？": "Whaaat?! Don't you have a little more leeway?!",
    "ありません。何度目だと思っているのですか。": "No. How many times do you think it's been?",
    "……ええっと、わたくしたちはどうすれば？": "...Umm, what should we do?",
    "何が何だか分からないうちに、色々と決まっていきます……": "Before I know what's going on, a lot of things have been decided...",
    "――譲歩は出来ません。\n明日までにメンバーを揃えて生徒会に提出をすること。良いですね？": "――I can't make any concessions.\nMake sure all the members are gathered and submitted to the student council by tomorrow. Is that all right?",
    "ちぇー、分かったよ。\nきっかり揃えてくるからねー！": "Tch, all right.\nI'll be sure to get everything I need!",
    "……勝手に時間制限まで付けられてしまいましたわ。": "...I even set a time limit on my own.",
    "さて……聞くのが遅れましたが、\n貴方たちはそれでよいのですか？": "Now then... I'm late to ask, but...\nAre you all okay with that?",
    "いえ、わたくし達はこの方とはなんの関係も……": "No, we have nothing to do with him...",
    "お願い、キミ達に断られたら、あたし、退学になっちゃうんだ。\nだから……ね？　私もチームに入れてよ、この通り！": "Please, if you guys refuse, I'll be expelled.\nSo...okay? Let me join the team, too!",
    "自分で言うのもなんだけど、あたし、\n結構役に立つと思うんだけどな～……": "I don't know if I should be the one saying it, but I...\nI think it'll be pretty useful...",
    "…………": "............",
    "同意が得られていないのならば、\nパイロットになる意思は認められないということで――": "If you haven't come to an agreement,\nI can't approve of your intention to be a pilot.",
    "はい！　私達はチームメイトです！": "Yes! We're teammates!",
    "め、めるさん！？": "M-Meru-san?!",
    "だって、チームに入れないと、\nこの人が退学になっちゃいますし……本当に困ってますから……": "I mean, if you don't join the team,\nThis person will be expelled... It's really troubling...",
    "た、助かったぁ～……！": "I-I'm saved...!",
    "……わかりました。では、意思の確認は取れました。\nそれでは明日までに5人のメンバーを揃えて申請してください。": "...Understood. In that case, I've confirmed my intentions.\nWell then, please gather all five members and apply by tomorrow.",
    "あと２人集めればいいんでしょ？\nオッケー、楽勝楽勝♪": "We just need to gather two more, right?\nOkay, easy win♪",
    "そ、そんなに楽勝ですかね……？": "I-Is it really that easy...?",
    "ちなみにですが……そちらのお二人は、\n月ヶ瀬ちゆるさんに協力したという事で一蓮托生です。": "By the way... those two over there...\nSince we cooperated with Tsukigase Chiyuru-san, we're in the same boat.",
    "人数が揃わなかった時には連帯責任として、\nおふたりも処分を受けてもらいますので、そのつもりで。": "When we didn't have enough people, we'd take joint responsibility\nI'm going to have you two punished as well, so keep that in mind.",
    "……………………": "............",
    "えええええっ！？": "Whaaaat?!"
}