{
    "次が最終種目だな。": "Next is the final event.",
    "いよいよ最後の騎馬戦ね！": "It's finally time for the final cavalry battle!",
    "ここで１位を取れば私達が優勝だけど……": "If we win first place here, we'll win, but...",
    "あのチームが今トップの……": "That team is at the top right now...",
    "あそこが１位を取るのは絶対に阻止しないと……": "We have to prevent that place from taking first place...",
    "優勝は譲らないんだから！": "I won't let you win!",
    "簡単には優勝させてくれなさそうね。": "It doesn't look like they'll let us win that easily.",
    "（凄いプレッシャーだな……\n普通だったらいつものパフォーマンスが出ない状況だが……）": "(That's a lot of pressure...)\nNormally, I wouldn't be able to put on my usual performance, but...)",
    "あらＡクラスの皆さん、調子が良いようね！": "Oh, everyone in Class A seems to be in good shape!",
    "（うお、なんだか筋肉に自信ありますみたいなチームまで！）": "(Whoa, even a team that seems confident in their muscles!)",
    "ふふん、当然よ！　\nだって、今のあたし達に怖いものなんて何一つないわ！": "Hehe, of course!\nAfter all, there's nothing to be afraid of right now!",
    "ふーん、プレ・クラス－Ａのリーダーねぇ……\n近くで見てもカリスマ性の欠片も感じないけど。": "Hmm, the leader of Pre-Class-A, huh...\nEven up close, I don't feel a shred of charisma.",
    "な、な、なんですってぇ！！": "Wh-Wh-What did you say?!",
    "ジュリー、気にする必要はないわ。": "There's no need to worry about it, Julie.",
    "（ふむ、心香は冷静だな。煽って冷静さを奪おうという作戦に、\n取り合わないでいいと直ぐに指示出来ている）": "(Hmm, Kokoru is calm. His plan to rile her up and rob her of her composure...)\nI can tell you right away that you don't need to fight.)",
    "確かに、ジュリーちゃんはちょっと……んー、かなり？\nポンコツな所はあるけど！": "You're right, Julie is a bit... Hmm, quite a bit?\nThere's a part of him that's clunky, though!",
    "の、ノエル！？　い、今ポンコツって言ったわよね！？": "N-Noel?! D-Didn't you just call me a ditz?!",
    "でも、メンバーみんなの事を考えてくれる立派なリーダーなんだよ！": "But he's a great leader who thinks about all the members!",
    "ノエル……": "Noel...",
    "そうね。このチームの誰が欠けても、ここまでの結果は出せなかった。\n私も自信を持って、このチームは最高のチームだって言えるわ。": "That's right. No matter who was missing on this team, we couldn't get this far.\nI can say with confidence that this team is the best.",
    "ラウラも……！": "Laura, too...!",
    "挑発して心を乱してこようって作戦だったかもしれないけど、\nそんな安っぽい言葉で私達は揺れないわ。": "The plan might have been to provoke her and upset her heart, but...\nWe won't waver with cheap words like that.",
    "（思いっきりジュリーは揺れそうになってたが……\nまあ、弱点をカバーし合えるのもいいチームの条件だからな）": "(Julie was about to shake as hard as she could, but...)\nWell, it's a requirement for a good team to be able to cover each other's weaknesses.)",
    "ふん、思ったより骨のあるチームみたいね。\nでも試合でその心意気がどこまで通用するか、楽しみだわ。": "Hmph. Looks like they're a tougher team than I thought.\nBut I'm looking forward to seeing how well that spirit will work in the match.",
    "ええ！　どこからでもかかってきなさい！　\nぜっっっっっったいに負けないんだから！！": "Yes! Come at me from anywhere!\nI won't lose to you!!",
    "じゃあ、試合で会いましょう！": "Well then, let's meet at the match!",
    "行ったみたいね。": "Looks like he's gone.",
    "……絶対に負けない！": "...I'll never lose!",
    "ええ！　もちろんよ！": "Yes! Of course!",
    "そうね。勝って優勝しましょう。": "Yeah. Let's win and win.",
    "そうね！　皆の力でね！": "That's right! With everyone's help!",
    "（この団結力があるなら……心配はいらないな）": "(I don't need to worry about that... with this unity.)",
    "それじゃあ皆、準備はいい？": "Okay, everyone, are you ready?",
    "ばっちり！": "Perfect!",
    "こっちも大丈夫よ！": "I'll be fine, too!",
    "いつでもいけるわ。": "I can do it anytime.",
    "よーし！　それじゃあ絶対に勝つわよ！": "All right! Then we'll definitely win!",
    "ピーッ！": "Beep!",
    "あんたたち！\nトップのあいつらから攻めるわよ！": "You guys!\nLet's start with those guys at the top!",
    "あっちから敵が来るよ！": "The enemy is coming from over there!",
    "分かったわ！　任せて！": "All right! Leave it to me!",
    "ぐぬぬ！　後ろは私が支えるから！": "Grrr! I'll support you from behind!",
    "……！": "...!",
    "（！！　凄く動きやすい……それにラウラ、凄い集中力だわ）": "(!! It's so easy to move around... And Laura, you're so focused.)",
    "よーし！　立ち上がり、良い動きだぞー！！": "All right! Stand up and move!!",
    "（騎馬の３人が完璧な連携で心香を支えてるな。\n移動も常に戦いやすいポジションを取れている）": "(The three cavalrymen are supporting Kokoro with perfect coordination.\nEven moving is always in an easy-to-fight position.)",
    "キャッ！！": "Kyaa!!",
    "まずは１つ取ったよ！": "I got one first!",
    "さすが心香ちゃん！": "That's Kokoro for you!",
    "よーし！　どんどん攻めるよー！！": "All right! Let's keep attacking!!",
    "いっくよー！！": "Let's go!!",
    "（……あの時言われた言葉のおかげで、頑張れるわ！）": "(...Thanks to what he said back then, I can do my best!)",
    "『……バカじゃないの？』": "\"...Are you stupid?\"",
    "（最初は心香ちゃんに幻滅されたんじゃないかって、\nそんな風に思っていたけど……）": "(At first, I thought she might have been disillusioned with Shinka-chan\nThat's what I thought, but...)",
    "（あの、いつもクールな心香ちゃんが、\n真っすぐに私の事を見て言ってくれた……）": "(Um, Shinka-chan, who's always so cool...\nShe looked straight at me and said...)",
    "『そんな風に悩んで優勝を諦めるくらいなら結果を出して、\nプレ・クラス－Ａをチームとして認めさせればいいじゃない』": "\"Rather than worrying about it like that and giving up on winning, I'd rather get results\nWhy don't we just let Pre-Class-A be recognized as a team?'",
    "『悩んで負けたら、結局解散するのよ。\nなら……そんな夢みたいなワガママを言ったらいいのよ』": "\"If you worry and lose, you'll be disbanded in the end.\nIn that case... you should just say something so dreamy and selfish.'",
    "『私だって、みんなと一緒にチームになれるなら……\nどれだけ大変な道だとしても、そっちがいいもの』\n": "\"If I can be a team with everyone else, too...\nNo matter how hard the road is, it's better that way.'\n",
    "（心香ちゃんから、\nあんな熱い言葉をもらうなんて思ってなかったな）": "(From Shinka-chan...\nI didn't expect to hear such passionate words from you.)",
    "（私は、もっと皆の気持ちを確認して、相談して……\n声に出すべきだったんだ）": "(I need to confirm everyone's feelings more and consult with them...)\nI should have said it aloud.)",
    "（もしも、離れ離れになってもいいと思ってたらどうしよう）": "(What should I do if I think it's okay for us to be separated?)",
    "（こんなことを考えているのが自分だけだったら……）": "(If I were the only one thinking about this...)",
    "（そんな事をずっと考えていたけど、一歩、ほんの一歩勇気を出して……\nそうしたら、皆と一丸になれた！　本当の仲間になれた！）": "(I've been thinking about that for a long time, but I've worked up the courage to take one step, just one step...)\nThat's how I became one with everyone! I was able to become a real comrade!)",
    "（だから、絶対に負けたくない！　皆と勝ちたい！！）": "(That's why I absolutely don't want to lose! I want to win with everyone!!)",
    "次！　２時の方向から来るよ！": "Next! It's coming from two o'clock!",
    "うん！！　分かったよ！！": "Yeah!! I get it!!",
    "後ろからも来てるよー！": "It's coming from behind!",
    "よーし！　踏ん張りどころだね！！": "All right! Time to brace myself!!",
    "いいぞ、その調子だ！！": "That's it, keep it up!!",
    "って……！　あのチームは……": "Wait...! That team...",
    "プレ・クラス－Ａ……調子がいいみたいじゃない。\nでも、これ以上は思い通りにはさせないわ！　捻りつぶしてあげる！！": "Pre-Class-A... Looks like you're in good shape.\nBut I won't let you have your way any longer! I'll crush you!!",
    "（試合前に煽ってきた奴か……いやだからガタイ良すぎるって。\nでも、今のあいつらなら！！）": "(The guy who fanned the flames before the match, huh...? No, like I said, he's too tough.\nBut right now, with them!!)",
    "みんな！　行くよ！！": "Guys! Let's go!!",
    "今の私達に怖いものなんて無いんだから！": "There's nothing to be afraid of right now!",
    "そうね、今の私達なら……！！": "That's right. Right now, we're...!!",
    "私達なら、勝てるよね！！": "We can win!!",
    "うん！！！！": "Yeah!!!!",
    "かかってきなさい！": "Come at me!",
    "（両チームとも凄い勢いだ）": "(Both teams are really fired up.)",
    "くっ！！！！": "Ugh!!!",
    "（心香ちゃんの体勢が崩れそう！　支えなきゃ！！）": "(Kokoroka-chan's losing her balance! I have to support her!!)",
    "（間に合った！！）": "(I made it!!)",
    "ナイス、ラウラ！": "Nice one, Laura!",
    "心香ちゃん、大丈夫！？": "Koko-chan, are you okay?!",
    "ありがとう、ラウラ！　助かった！": "Thank you, Laura! You saved me!",
    "し、しぶといわね……こうなったら……\n皆！　全力で体重をかけるわよ！！": "Y-You're so stubborn... Now that it's come to this...\nEveryone! Let's put all our weight into this!!",
    "お、重い～\nこのままじゃ、潰れちゃうよ～": "Oh, it's heavy~\nAt this rate, we'll be crushed~",
    "（まずいな、あっちのチームとの体格差がありすぎる。\nどうにか持ちこたえられれば良いが……！）": "(This is bad. There's too much of a difference in physique between us and the other team.\nI hope I can hold out somehow...!)",
    "気合を入れるのよノエル！": "Get fired up, Noel!",
    "……そうよ……私の力は、この時のために……！\nむむ、てやああああああああああ！！": "...That's right... My power is for this moment...!\nMmm, teyaaaaahhhh!!",
    "皆！　ラウラを信じて支えてあげて！！": "Everyone! Believe in Laura and support her!!",
    "（あれだけ言わせちゃった心香ちゃんの信頼に、\n絶対に応えて見せる！）": "(Kokoroka-chan's trust in me after making me say so much...\nI'll definitely respond!)",
    "ノエル！　一緒にラウラを支えるわよ！\n皆の力が合わされば、絶対に勝てるんだから！": "Noel! Let's support Laura together!\nIf we all work together, we'll definitely win!",
    "うんっ！　絶対に負けたりなんてしない！": "Yeah! I'll never lose!",
    "う、うそ！？　私達が押し返されてるなんてっ……！\nなんてパワーなの……！？": "N-No way! We're being pushed back...!\nWhat power...!?",
    "今だ！！": "Now!!",
    "うわっ！！": "Whoa!!",
    "よし！　取った！！": "Okay! I took it!!",
    "皆、気を抜かないで！　\n次のチームが…………": "Keep your guard up, everyone!\nThe next team...",
    "心香ちゃん、どうしたの？！": "What's wrong, Shinka-chan?!",
    "（って、……あれ？　もう誰もいない？）": "(Wait... Huh? No one's here anymore?)",
    "（も、もしかして……\n心香ちゃんのハチマキが取られちゃった……！？）": "(M-Maybe...)\nKokoroka-chan's beehive was taken away...!?)",
    "か……かった……？": "Kah... kah...?",
    "え……？": "Huh...?",
    "……ほ、ホントだ……もう誰もいない！\nあたし達だけよ！": "...I-It's true... There's no one here anymore!\nIt's just us!",
    "ただ今の騎馬戦、プレ・クラス－Ａの勝利となります！": "However, the current jousting match will be a victory for Pre-Class-A!",
    "えっ？　……私達、勝てたの？": "Huh? ...We won?",
    "騎馬戦に勝利したプレ・クラスーＡは見事に優勝し……\n彼女たちへは表彰されて、優勝の証であるメダルが送られた。": "Pre-Class A won the jousting match and won spectacularly...\nThe girls received an award, and a medal was sent as proof of their victory.",
    "ねえねえ、見て見て！　優勝メダルよ！\nこんなのつけたの、あたし初めてだわ！": "Hey, hey, look! It's the winning medal!\nI've never worn anything like this before!",
    "うん、私も初めて！\n普通のメダルなのに、こんなに嬉しいんだね！": "Yeah, this is my first time too!\nEven though it's a normal medal, I'm so happy!",
    "……ふふ。いつも通りなのは二人らしいわね。\n……このメダルも昔貰ったメダルに負けないくらい嬉しいわ。": "...Heheh. It's just like you two to be the same as always.\n...This medal is as happy as the one I got in the past.",
    "ありがとう……ありがとう、みんな……！": "Thank you... Thank you, everyone...!",
    "泣かないのラウラ！\nこれも、皆が皆の事を信じたからよ！": "Don't cry, Laura!\nThis is all because everyone believed in you!",
    "そうだよね、皆の心が一つになった結果だね！": "That's right, it's the result of everyone's hearts becoming one!",
    "私、このチームで本当に良かった！": "I'm so glad I was on this team!",
    "全く、完敗よ……": "It's a total loss...",
    "あなたは、さっきの……！": "You're the one from earlier...!",
    "正直、あなた達の事、舐めてたわ。\nラッキーだけで話題になったチームだってね。でも、違ったわ。": "Honestly, I underestimated you guys.\nIt's a team that was the talk of the town just because they were lucky. But that's not it.",
    "ふふ、言ったでしょ。あたし達、最高のチームだって！": "Hehe, I told you. We're the best team ever!",
    "貴方たちも強かったけども……\n私たちの方が少しだけ勝っていただけ。": "You guys were strong too, but...\nWe just won a little.",
    "そうそう！　流石にラウラちゃんが押し返してなかったら、\nあのままわたし達潰されて負けてたかも！": "That's right! If Laura hadn't pushed him back...\nWe might have been crushed and lost like that!",
    "そうね……ねえ、聞いてもいい？　同じ特別養成校舎として。\nその強さに秘訣はあるのかしら？": "You're right... Hey, can I ask you something? As a fellow special training school.\nI wonder if there's a secret to that strength?",
    "えっ！　秘訣！？　秘訣かぁ……": "Huh? The secret?! The secret, huh?",
    "……ふふ、ジュリーちゃん。\nきっと『チームを信じる心の強さ』じゃないかしら？": "...Heehee, Julie.\nIsn't it 'the strength of the heart that believes in the team'?",
    "（……こうして、胸を張ってそう言える良いチームになったな）": "(...And now we're a good team that can say that with pride.)"
}