{
    "はぁ、まさか部屋の鍵を忘れるとは……\n気が抜けてるな、俺……えーっと、ここだったよな……": "*sigh* I can't believe I forgot the key to my room...\nI'm so out of it... Umm, this is where I was...",
    "よし、誰もいないな……\n格好悪い所を見られなくて助かった。": "Okay, there's no one here...\nI'm glad she didn't see me acting uncool.",
    "うふっ！　あはは……": "Heehee! Ahaha...",
    "……！　誰かいる……！": "...! Someone's here...!",
    "全部壊れちゃえ……うふふっ……\n": "Break them all... Hehehe...\n",
    "壊す！？　お、おいっ、誰だっ！　何してる！": "Destroy it?! H-Hey, who are you?! What are you doing?!",
    "うふふ、あははっ……！\nって、ひゃああああっ！！": "Uhuhu, ahaha...!\nWait, hyaaaah!!",
    "え……？　ノエル……？": "Huh...? Noel...?",
    "あっ……\n%usernameusernameuserna%……？": "Ah...\n%usernameusernameuserna%...?",
    "なんだ……？　壊れた知恵の輪……？\nこの落ちてるの……全部か……？": "What...? A broken ring of wisdom...?\nIs this... all of them...?",
    "あっ、あっ、あ〜〜〜〜っ！\nま、待って！　みないでぇ！": "Ah, ah, ah~~~!\nW-Wait! Don't look!",
    "……隠しきれてないぞ。\n何をやってたんだ……？": "...I can't hide it.\nWhat was she doing...?",
    "そ、その、違うの違うの！\nこれは……そ、そう！　趣味なの！！": "U-Um, no, that's not it!\nThis is... I-I see! It's a hobby!!",
    "……趣味？\n知恵の輪を外すんじゃなくて、壊すのが？": "...A hobby?\nNot to remove the circle of wisdom, but to destroy it?",
    "うぅ……誰にも見られないようにしてたのにぃ……\nていうか、何でこんな所にいるの〜！？": "Ugh... I was trying not to let anyone see me...\nWait, why are you here?!",
    "今日、プレ・クラス－Ａの様子見に来ただろ。\nその時、部屋の鍵忘れたんだよ。": "You came to check on Pre-Class-A today, right?\nAt that time, I forgot my room key.",
    "何でそんなもの忘れるの〜！！": "How can you forget something like that~?!!",
    "そんなこと言われても……": "Even if you say that...",
    "ううう……もう終わりだぁ……": "Ugh... It's all over...",
    "そこまで落ち込むことか？\n人には色々な趣味があるもんだろ、気にするなよ。": "Is it really that depressing?\nPeople have all sorts of hobbies, don't worry about it.",
    "気にする！！　私、演習で初めてメイズ入った時、\nコレのせいで要注意人物扱いされてるんだよ！": "I care!! When I first entered the Mays,\nIt's because of this that I'm being treated like a person of interest!",
    "……知恵の輪を、壊すことでか？": "...By destroying the circle of wisdom?",
    "あっ、それは、違くて……うう〜！　\nとにかく、今見たことは秘密にして！　お願い！": "Ah, that's not it... Ugh~!\nAnyway, keep what you just saw a secret! Please!",
    "こんなことをしてるのがバレたら……うぅ……": "If they find out I'm doing this... Ugh...",
    "いや別に、周りに言いふらしたりなんかしないぞ？": "No, it's not like I'm going to tell anyone around me.",
    "本当！？　本当だよ！？　絶対だからね！！": "Really?! It's true! I swear it!!",
    "わかったって。絶対言わないから、安心してくれ。": "Don't worry, I won't tell you.",
    "絶対絶対絶ーーーーっ対だよ！！": "Definitely, absolutely, absolutely the perfect pair!!",
    "大丈夫だから！！": "I'll be fine!!",
    "む〜っ！　本当！？": "Mm~! Really?!",
    "（これは……全然信用してないな……）": "(I don't trust him at all...)",
    "昨日のことがあったが俺は誰に言う事もなく、\n公園で日課のトレーニングをしていたのだが……": "It happened yesterday, but I had nothing to say to anyone\nI was doing my daily training in the park, but...",
    "おねーさーん、ボールとって〜！": "Onee-san, give me the ball!",
    "わ、わわっ！　は、はい、どうぞ！": "W-Wawah! Y-Yes, go ahead!",
    "（……今日も尾行してるのか。\nここ数日、ずっとバレバレの尾行をしてるな……）": "(...Is she following me again today?)\nThey've been tailing us for the past few days...)",
    "いい？　お姉さんは尾行中だから、あんまり話しかけちゃダメよ！": "Okay? Your sister's tailing you, so don't talk to her too much!",
    "はーい。": "Okay.",
    "（いや、俺にも聞こえてるんだが……\nまあ、ノエルの気が済むなら好きにさせるか）": "(No, I can hear it too, but...)\nWell, if Noel is satisfied, I guess I'll let her do as she pleases.)",
    "じ〜〜〜〜〜〜〜〜〜〜〜〜〜〜〜。": "*Stare*",
    "（……このままだとトイレの中まで尾行されかねんな）": "(...At this rate, I might be followed to the bathroom.)",
    "……むむむ……今日は大丈夫そうだけど……": "...Hmmm... I think I'll be fine today...",
    "いや、どこかで仲間と会って、私の秘密をバラすつもりなのかも！": "No, he might be planning to meet his friends somewhere and reveal my secret!",
    "（……毎度思うんだが……独り言がデカいよな……）": "(......I think about it every time......but talking to myself is so big......)",
    "ノエル隊員、引き続き尾行を続行します……！": "Noel, we'll continue tailing you...!",
    "（まあ可愛らしい悪戯程度ではあるんだが……）": "(Well, it's just a cute prank, but...)",
    "流石にここ数日も尾行されてるとなると、\n少々気が休まらない……仕方ない、巻いてみるか！": "If they've been tailing us for the past few days, then...\nI can't relax for a moment... Oh well, let's wrap it up!",
    "ふぅ……これでどうだ？": "Phew... How about this?",
    "きゃっ！　いった〜！": "Eek! It's here!",
    "……めちゃくちゃ看板にぶつかってるが、追いついてきてるな。\nまあ、もう尾行でもないが。": "...It's slamming into the sign, but it's catching up to us.\nWell, it's not like I'm following her anymore.",
    "ささっ！": "Come on, come on!",
    "まだバレてないつもりなのか。\nそれなら好きにさせてやるか……": "She still thinks she hasn't been found out?\nIn that case, I guess I'll let her do as she pleases...",
    "ふーっ、尾行はバレてないみたいね！　よかった〜。": "Phew, looks like they didn't find out we were tailing them! Thank goodness~.",
    "このまま、ちゃんと約束を守ってるか見張らないと！\nじいい……！": "I have to keep an eye on her to make sure she keeps her promise!\n*stare*...!",
    "（……しかし、ノエルにしては珍しいな。\n普段なら、もっと軽く信用しそうなもんだが）": "(...Still, this is unusual for Noel.\nNormally, I'd trust her more lightly.)",
    "……ん？　おかしいな。\nさっきまで騒がしかったノエルが静かになっている。": "...Hm? That's strange.\nNoel, who had been making a fuss just a moment ago, has gone quiet.",
    "……はぁ、はぁ……うぅ……": "...Haah, haah... Ugh...",
    "ノエル！？　どうしたんだ！？": "Noel?! What's wrong?!",
    "うぅ……%usernameusernameuserna%……": "Ugh... %usernameusernameuserna%...",
    "おい、しっかりしろ！\n何があったんだ！？": "Hey, hang in there!\nWhat happened?!",
    "お……": "Oh...",
    "お？": "Oh?",
    "おなか、すいたよぉ……": "I'm hungry...",
    "ぐううううううううう～～～～。": "Grrrrrrrrrrr...",
    "あさから、何も食べてなくて……\nげ、げんかい……なの……うぅ……": "I haven't eaten anything since tomorrow...\nI-It's... a problem... Ugh...",
    "……………………": "............",
    "はぁ……生き返ったよぉ……！\nカツサンド、すっごく美味しい！　お腹いっぱいだよぉ！": "Hah... I'm back to life...!\nThe cutlet sandwich is really good! I'm full!",
    "……そりゃお腹いっぱいになるだろうな。\nカツサンドだけじゃなくてパスタにドリアまで食ってるからなぁ。": "...I'm sure she'll be full.\nNot just cutlet sandwiches, but pasta and doria, too.",
    "うぅ……その、お腹が減ってたから……": "Ugh... Well, I was hungry, so...",
    "%usernameusernameuserna%、ごめんね……\n約束を守るっていってくれたのに、信じてあげれなくて。": "I'm sorry, %usernameusernameuserna%...\nShe said she'd keep her promise, but I couldn't trust her.",
    "秘密を言われちゃうんじゃないかって思って、\n不安で尾行をしちゃったの……": "I thought she might tell me a secret,\nI was so worried that I ended up tailing you...",
    "俺は気にしてないよ。\nノエルが食事を忘れるくらいに不安だったんだろ？": "I don't mind.\nYou were so anxious that Noel forgot to eat, right?",
    "ちょっとした気の迷いで、\nそういう行為をするくらい仕方ないさ。": "I was just a little lost in thought.\nIt can't be helped that you'd do something like that.",
    "……うわーん！　ごめんねぇ！\n%usernameusernameuserna%は凄く優しいのに……！": "...Waaah! I'm sorry!\n%usernameusernameuserna% is so kind...!",
    "だから気にしなくていいって。\nほら、デザートのアイスが届いたから溶ける前に食べた方がいいぞ。": "Like I said, don't worry about it.\nHere, the dessert ice cream has arrived, so you should eat it before it melts.",
    "……いやよく考えたら、まだデザートも入るのか。\n本当に大食いだな。": "...No, now that I think about it, there's still dessert in there.\nShe really did eat a lot.",
    "うん、いただきまーす！\n……んん～！　おいしい～！": "Yeah, let's dig in!\n...Mmm! Delicious!",
    "……で、落ち着いたか？": "...So, have you calmed down?",
    "うん、心配かけてごめんね。\nそれで……その、私の趣味の事なんだけど……": "Yeah, sorry for making you worry.\nSo... um, about my hobbies...",
    "あの知恵の輪を壊してたやつだろ？\n人にはいろんな趣味があるからな……そういう趣味もあるさ。": "That's the one that broke that circle of wisdom, right?\nPeople have a lot of hobbies, after all... That's the kind of hobby they have.",
    "……そう言ってくれる%usernameusernameuserna%だから、\n本当のことを言いたいの": "...That's what %usernameusernameuserna% says, so...\nI want to tell you the truth.",
    "本当のこと？": "The truth?",
    "先ほどまでと違って、きりっとした真面目な表情だ。\n思わず俺も居住まいを正してしまう。": "Unlike before, her expression is serious and sharp.\nWithout thinking, I straighten my posture as well.",
    "……あのね……私……\n昔から、誰にも言えなかったことがあるの……": "...You know... I...\nThere's something I haven't been able to tell anyone for a long time...",
    "……私ね、何かを……\nむちゃくちゃに壊すのが、好きなんだ。": "...You know, I...\nI really like to destroy it.",
    "昔からっていうと……？": "Since long ago...?",
    "うんとね……ほんとに、物心つく頃からかな。\nまあちっちゃい頃はね、特に問題はなかったの。": "Well... I guess it's been around for as long as I can remember.\nWell, when I was little, there weren't any problems.",
    "だって、ちっちゃい子って色んなものを手に取ろうとするでしょ？\nそれで壊れちゃうのも、よくあることだったから……": "I mean, little kids try to pick up all sorts of things, don't they?\nIt was common for it to break because of that...",
    "まあ、そうだな。\nでも、ノエルは違ったんだよな？": "Well, that's true.\nBut Noel was different, wasn't she?",
    "うん……私は……その時からずっとずっと、壊すことが好きだったの。\n間違えてとかじゃなくて……自分の手で壊すことが。": "Yeah... I... I've always loved to destroy things.\nNot by mistake... but by destroying it with my own hands.",
    "自分で積み上げた積み木で作ったお城を崩したり、\nオモチャをわざと乱暴に扱って壊したり……": "She'd collapsed castles made from building blocks she'd piled up herself\nYou'd break a toy by treating it roughly on purpose...",
    "何かを壊す瞬間に、凄い充実した感じがあって……\nスッキリした気持ちになれるの。": "The moment I break something, I feel so fulfilled...\nI feel refreshed.",
    "壊れるのを見るのが好きなんじゃなくて、\n自分の手で何かを壊しちゃうのが好きなの。": "It's not that I like watching it break,\nI like to destroy things with my own hands.",
    "あっ、で、でも違うよ！\nちゃんと我慢して、普通のものは壊さないようにしてるから！": "Ah, b-but that's not it!\nI'll put up with it and make sure I don't break anything normal!",
    "…………": "............",
    "小さい頃にね……この衝動のせいで……\nお母さんが大切にしてる花瓶、割ろうと……しちゃって……": "When I was little... because of this impulse...\nI tried... to break the vase Mom cherished...",
    "お母さんが、私を守ろうとして怪我をしたのもそうだし……\n私のために笑顔で「大丈夫？」って優しくしてくれたのも辛かったの。": "My mother got hurt trying to protect me, too...\nIt was hard for him to smile and ask me if I was all right.",
    "だから、誰かのものを壊すのは絶対に嫌なのに、\n私の衝動はどんどん強くなってきて……": "That's why I absolutely don't want to destroy someone's things,\nMy impulses are getting stronger and stronger...",
    "それで、知恵の輪を壊してたのか。": "So that's why she was breaking the circle of wisdom.",
    "……うん、壊していいものを試して、\n一番壊したい気持ちを発散できるのが知恵の輪だったから。": "...Yeah, I tried something I could break,\nBecause the ring of wisdom was the one that could release the most desire to destroy it.",
    "本当は……もっともっと、何も気にせずに暴れまわりたいの。\nでも、ダメだから、必死に我慢してるの。": "Honestly... I want to go on a rampage without worrying about anything.\nBut I can't, so I'm doing my best to hold back.",
    "えへへ……こんな知恵の輪を壊すような趣味で、\n必死に物を壊したい事を我慢してるの変だよね？": "Ehehe... With a hobby that would break the ring of wisdom like this,\nIt's weird that you're trying so hard to break things, isn't it?",
    "……ノエル。": "...Noel.",
    "……は、はい！": "...Y-Yes!",
    "何かを壊したい……それはノエルの個性で、\n戦う人間の持つ才能だ。": "I want to destroy something... That's Noel's Quirk\nIt's the talent of people who fight.",
    "……えっ？": "...Huh?",
    "今まで大変だったよな。\nそんな強い衝動を必死に我慢してきたんだろ？": "It's been tough up until now, huh?\nYou've been desperately holding back such a strong urge, haven't you?",
    "そ、そんな……ことは……\nだ、だって普通の人は我慢しなくても……": "Th-That's...not...\nI-I mean, normal people don't have to hold back...",
    "個性を我慢するなんて大変なことだ。\nそれを出来るくらい、ノエルは凄く優しくていい子なんだ。": "It's hard to hold back your individuality.\nNoel is such a nice, kind girl that she can do that.",
    "だから、変なものでもなんでもない。\nむしろノエルの個性は、皆のために役に立つ立派な才能だ。": "So it wasn't weird at all.\nIf anything, Noel's Quirk is a splendid talent that can be useful for everyone.",
    "……ほ、本当に？\n私の衝動が……役に立つの……？": "...R-Really?\nAre my impulses... useful...?",
    "もちろんだ。メイズシフターとの闘いも、メイズ外での闘いも、\nもっといろんな場所でも役に立てるんだ。": "Of course. The battle with the maise shifter, the battle outside the maize...\nI can be useful in a lot more places.",
    "だから……ノエルの個性は誰かを悲しませるだけじゃない。": "That's why... Noel's personality doesn't just make someone sad.",
    "ノエル？　大丈夫か？": "Noel? Are you okay?",
    "……う、うわーん！\nひぐっ、うう……うええええん！": "...W-Waaaaah!\nHiguu, uuu......ueeeen!",
    "うおっ！？\nす、すまん！　気に障ったか！？": "Whoa!?\nS-Sorry! Did I offend you?!",
    "ち、違うの……ぐすっ……うう、\nこんな風に、私の事……受け止められたの、初めてで……！": "N-No... *sniffle*... Ugh,\nThis is the first time... she's ever taken me in like this...!",
    "何かを壊しちゃって、迷惑かけて……ぐす、変な子って。\n危ない子だって、ずっと、言われてきたから……！": "Destroying something, causing trouble... *sniffle* What a weird girl.\nI've always been told that she's a dangerous girl...!",
    "ああ、今までよく頑張ってきた。\nもう泣かなくてもいいからな。": "Yeah, I've been working hard up until now.\nYou don't have to cry anymore.",
    "ぐすっ、うぅ、こんな私でも、%usernameusernameuserna%は、\n優しくて……なのに、信じれなくて……": "Sniff, ugh, even someone like me, %usernameusernameuserna%,\nShe was so kind... and yet, I couldn't believe it...",
    "ひくっ……んっ……！\nよし、決めたよ！": "*hic*... Mm...!\nAlright, I've made up my mind!",
    "うおっ！？　いきなり立ち上がってビックリしたぞ……\nそれで、何を決めたんだ？": "Whoa! You startled me when you suddenly stood up...\nSo, what did you decide?",
    "今度から、%usernameusernameuserna%のいう事を聞く！\nこんな風に言ってくれるなら、信じられるから！": "From now on, I'll listen to %usernameusernameuserna%!\nIf you say it like this, I'll believe you!",
    "メイズに潜るときには言ってね！\n私が%usernameusernameuserna%の事を守るから！": "Tell me when you dive into the maise!\nI'll protect %usernameusernameuserna%!",
    "俺の事を？": "About me?",
    "うん。ずっと、私のこんな性格は嫌いだったの。\nでも、%usernameusernameuserna%となら頑張れる気がする。": "Yeah. I've always hated my personality like this.\nBut I feel like I can do my best with %usernameusernameuserna%.",
    "きっと、すぐにはコントロールできないと思う……\n最初は自分を忘れちゃって、暴れちゃうだろうけど……": "I don't think I'll be able to control it right away...\nI'm sure she'll forget herself at first and go on a rampage...",
    "大丈夫だ。\n多少迷惑をかけられる程度、問題ないぞ。": "I'll be fine.\nIt's not a problem if you cause a bit of trouble.",
    "……うん！\n絶対に、%usernameusernameuserna%の役に立って見せるからね！": "...Yeah!\nI'll definitely be useful to %usernameusernameuserna%!",
    "ああ、期待してる。": "Yeah, I'm looking forward to it.",
    "はぁ……よかったぁ。\nすっかり安心しちゃった。": "*sigh*... Thank goodness.\nI'm completely at ease now.",
    "……ちょっとお腹すいてきたかも。\nすいませーん！　チョコレートパフェください！": "...I think I'm getting a little hungry.\nExcuse me! Chocolate parfait, please!",
    "……まだ食うのか。": "...She's still going to eat?",
    "えへへ……いっぱい食べて、頑張らないとだからね！\nだから%usernameusernameuserna%、これからもよろしくね♪": "Ehehe... I have to eat a lot and do my best!\nSo, %usernameusernameuserna%, I'll be counting on you from now on♪"
}