{
    "はぁ～っ……": "*sigh*...",
    "ね～っ、陰気なため息やめてよ～！\n士気に関わるんですけど～！？": "Hey, stop sighing so gloomily!\nIt's got something to do with morale!",
    "ああ……すまん……": "Ah... Sorry...",
    "本当に大丈夫なんですの？\nやはり今は、連携訓練に時間を割くべきではなくて？": "Are you sure you're okay?\nShouldn't we be spending our time training together?",
    "%usernameusernameuserna%のことだし、何か考えがあるんでしょ？\nメイズシフター相手に訓練しろ、とかさ。": "%usernameusernameuserna%, so you have an idea, don't you?\nThey're telling me to train against the maise shifter.",
    "ん……あぁ？　あーそれそれ。": "Hm... Huh? Ah, that's it.",
    "あの、大丈夫ですか……？\nさっきとテンションが全然違うというか……": "Um, are you okay...?\nShe's totally different from before...",
    "やる気が感じらんないっ！": "I don't feel motivated!",
    "そりゃあ、やる気もなくなるだろ……あんなこと言われちゃあさ……": "Well, of course I'd lose my motivation... After hearing that...",
    "――時は少し遡り、霞光の起動直後の格納庫に戻る。": "—Time goes back a little, back to the hangar right after the activation of the Kasumi Light.",
    "実はその機体――霞光には、一切の武装がありません。": "Actually, that machine—Kasumi Hikaru—has no weapons at all.",
    "……へ？": "...Huh?",
    "……な、なんだってーーっ！？": "...Wh-What did you say?!",
    "……ああ！　機体だけ先に回してくれたのか。\n武装が届くのはいつになるんだ？": "...Ah! So only the aircraft got here first.\nWhen will the armaments arrive?",
    "いえ、そもそもの設計思想として、武装の使用は想定されていません。\n火器管制装置も搭載されていません。": "No, in the first place, the use of armaments is not considered as a design concept.\nIt's not equipped with a fire control system.",
    "は……はぁっ！？　なんだそれは！\n丸腰で戦場に出ろっていうのか！？": "H-Huh?! What's that supposed to mean?!\nAre you telling me to go out on the battlefield unarmed?!",
    "それは……指揮統制機なので……": "It's... a command control plane...",
    "いやいやいや！　指揮官と言えども、\n自衛火器の装備は当然じゃないか！？": "No, no, no! Even if you're a commander,\nIsn’t it only natural for self-defense firearms to be equipped?!",
    "自分の身を守ることも出来ないってことだろ？": "You can't even protect yourself, right?",
    "そ、それは……": "Th-That's...",
    "目が泳いでいる。\nやはり丸腰での出撃はおかしいと彼女もわかっているようだ。": "Her eyes are darting around.\nShe seemed to know that it was strange to be deployed unarmed after all.",
    "だが次の瞬間、生徒会長は意を決したように、\n俺の目をキッとにらみつけて──": "But the next moment, the student council president made up her mind\nShe glared into my eyes.",
    "おだまりなさいっ！！": "Shut up!!",
    "うおっ！？": "Whoa!?",
    "いいですか──あなたの役割は、兵士の目線で戦うことではありません。": "Look, your role isn't to fight from a soldier's point of view.",
    "あなたがその視野に捉えるべきは、個々の敵ではなく戦場全体！\n違いますか！？": "What you need to focus on is not individual enemies, but the entire battlefield!\nAm I wrong?!",
    "な、なん──": "Wh-What?!",
    "ならば武装などなくて当然！\n指揮官たる者、突撃砲ではなく仲間を以て敵を叩く！": "In that case, it's only natural that they wouldn't be armed!\nCommander, strike the enemy not with assault cannons, but with your comrades!",
    "そうでしょう！？": "Isn't that right!?",
    "だ、だが、それじゃ俺は、命がけの仲間の背中で\n守られるだけじゃないか！": "B-But then, I'll be on the back of my life-or-death comrade.\nYou're just going to be protected!",
    "それが嫌なら、『守られる必要のない指揮官』におなりなさい！\n兵士が命を賭ける前に、勝利を掴み取る指揮官となるのです！！": "If you don't like that, then become a commander who doesn't need to be protected!\nBefore a soldier puts his life on the line, he will become a commander who seizes victory!!",
    "……！！": "...!!",
    "なんの合理性もない言葉だったが……なぜか言い返せなかったな、\nアレは。": "Her words were devoid of any rationality... but for some reason, I couldn't say anything back,\nThat's...",
    "……勢いに負けた。": "...I lost to the momentum.",
    "ああ、すごかったな……俺も見習おう。": "Yeah, that was amazing... I'll follow her example.",
    "なんたって、彼女はザルトゥーム学園創立以来、\n最も長く政権を維持している生徒会長だからね。": "After all, she’d been at it ever since Saltoum Academy’s founding\nHe's the student council president who's been in power for the longest time.",
    "１年生で生徒会選挙に立候補して、\n９８％もの得票率で当選したそうですわ。": "She’d run for student council elections in her first year\nIt seems he won with 98 percent of the votes.",
    "あの方の演説を聞いた人、みんな彼女に投票したんですって。\n対立候補の人も、らしいですよ？": "Everyone who heard his speech voted for her.\nIt seems the opposing candidate is also one of them, you know?",
    "……あの人、体から変な電波でも出てんのか？": "...Is he getting some weird radio waves from his body?",
    "しかし、俺でさえ気圧されてしまったくらいだ。\n彼女をよく知る学園の者なら、もっと素直に従うだろう。": "But even I was overwhelmed.\nAnyone from the academy who knew her well would obey her more obediently.",
    "ともかく……武装を与えられないのは、\n俺が学園にとってまだ信用ならないという判断だろうか。": "In any case...the reason I can’t be given an armament is...\nWas it the decision that I still couldn't be trusted by the school?",
    "自分で自分が何者かわからない以上、\n仕方のないことともいえるが……": "As long as you don't know who you are,\nYou could say it's inevitable, but...",
    "だが、あの感じ……\n生徒会長には、なにか他に隠し事があるような気がする。": "But that feeling...\nI feel like I have something else to hide from the student council president.",
    "まあいいさ。仰せの通り、俺の武器は部隊そのものだ。\nお前たち、訓練の成果を見せてもらうぞ。": "Well, whatever. As you say, my weapon is the unit itself.\nLet's see what you've learned.",
    "イエッサー！！": "Yessir!!",
    "って、いつまでこの返事続けんの！？": "Wait, how long are you going to keep replying like this?!",
    "なんだか自然と板に付いちゃいましたね。": "It's kind of natural that it ended up on the board.",
    "いや、さすがにもう訓練じゃないし、普通でいいぞ。": "No, this isn't training anymore, so it's fine to be normal.",
    "イエッサー！": "Yessir!",
    "あら……": "Oh, my...",
    "しばらくは抜けなそう。": "Looks like I won't be able to pull out for a while.",
    "変なクセ作りやがってー！！！": "You're making weird habits!!!",
    "『了解』って返事をする練習しなきゃね……あはは。": "I'll have to practice replying with “Understood”... Ahaha.",
    "到着～！ さ、掘って掘って掘りまくるぞ～♪": "We're here! Let's dig, dig, and dig! ♪",
    "こらこら。まずは通過申請ですわ。わたくしから送信しておきます。": "Hey, hey. First, let's apply for a pass. I'll send it to you.",
    "勝手に入っちゃ怒られちゃうもんねー。\n特に全裸で入るなんてもってのほかじゃなーい？": "They'll get mad if we go in without permission.\nEspecially if you're naked in the bath!",
    "入ったのかすらわからんしなぁ……": "I don't even know if it went in...",
    "そのころ、生徒会室……": "Meanwhile, in the student council room...",
    "――チーム・シリウスシュガーよりメイズ進入許可願が入電！": "—Team Sirius Sugar has requested permission to enter Mayse!",
    "当該ポータルのゲート内信号、異常なし！\nＭＧステータス・オールグリーン！": "There's nothing wrong with the signal inside the portal!\nMG Status All Green!",
    "ポータルゲート、全ロック解除！！": "Portal Gate, unlock all doors!!",
    "復唱！！　ポータルゲート、全ロック解除！！": "Repeat!! Portal Gate, release all locks!!",
    "――解除完了。ポータル、開きます！！": "――Disarming complete. Portal, open!!",
    "深淵を切り開くのは、あなたたちの意志です。\nシリウスシュガー各機……！　<r=ダイブ>潜航</r>を開始せよッ！！": "It is your will to carve out the abyss.\nAll units of Sirius Sugaru...! Begin the <r-dive> dive!",
    "生徒会長の声と共に、\nゲートが重々しく開いていく。": "Along with the student council president's voice...\nThe gate opened heavily.",
    "……なあ、お前たちがメイズに入るの、\n別に初めてってわけじゃないんだよな？": "...Hey, you're going to join the Mays,\nIt's not like this is your first time, right?",
    "え？　はい。%usernameusernameuserna%と出会ったのも\nメイズの中でしたし。": "Huh? Yes. I also met %user name, username, user name, %.\nIt was in the Mays.",
    "にしては、随分と仰々しいな……": "That's pretty exaggerated...",
    "……生徒会長にとって、必要な儀式。": "...A necessary ritual for the student council president.",
    "そうなのか。あ、彼女のさっきのセリフが、\nみんなの武装セーフティの解除コードだったりとか？": "Is that so? Oh, that's what she said earlier\nLike the disarming code for everyone's armed safety?",
    "……生徒会長のひそかなお楽しみ。": "...It's the Student Council President's secret pleasure.",
    "ただの趣味かよ……！\n変な儀式に付き合わされる身にもなってくれ。": "It's just a hobby...!\nI hope you'll be forced to go along with this strange ritual.",
    "そのうち、あ～なんか前回とはちょっとアレンジ変えたかな？\nとか気づくようになってくるから。": "Before long, I think I've changed my tune a little since last time.\nOr something like that.",
    "えっ、まさかこのくだり、毎回やってるのか……": "Huh? Don't tell me they do this every time...?",
    "__translated__": "true"
}