{
    "シリウスシュガーのメンバーがそれぞれの座席に着くと、\nシミュレーターが起動した。": "As the members of Sirius Sugaru each took their seats, the <br> simulator activated.",
    "同時に、俺も着用したヘッドセットを通じて、彼女たちの見ている\n風景が視界に飛び込んできた。": "At the same time, through the headset I was wearing, the <br> scenery they were looking at flew into my field of vision.",
    "リアルそのものに感じるが、シミュレーターによって作成された\n仮想空間の演習場のようだ。": "It felt like real life itself, but it was like a training ground in a <br> virtual space created by a simulator.",
    "今回はパターンＢ、ＭＧ競技をシミュレーションしていますわ。": "This time, we're simulating pattern B and MG events.",
    "ＭＧ同士の戦いで、敵にも同じ５機のＭＧが現れます。": "In MG battles, the same five MGs will appear on the enemy.",
    "あー、一応ひとつ質問なんだが。": "Ah, I have a question.",
    "どうしたの？　もう酔ったとか？": "What's wrong? Are you drunk already?",
    "いや、メイズであの化け物と戦うために、\n戦闘技術が必要ってのはわかった。": "No, I understood that I needed <br> combat skills in order to fight that monster in Mayse.",
    "ただ、それってＭＧ同士の戦いで得られるスキルなのか？": "It’s just, is that a skill you get from fighting MGs?",
    "いい質問だね！　もちろん、ＭＧ相手とメイズシフター相手では、\n必要とされる装備やスキルも大きく変わってくるよ。": "That’s a good question! Of course, with MG opponents and Mayse-Sifter opponents, the equipment and skills required for <br> will change a lot.",
    "でも相手が同じ人間の乗っているＭＧに負けたらどう感じる？": "But how would you feel if your opponent lost to MG riding on the same person?",
    "……悔しい？": "...Frustrated?",
    "そーそー！　パイロット同士の対抗意識を刺激して、\n結果として総合的、そして基本的な操縦スキルの向上に繋げる。": "That's right! It stimulates the rivalry between pilots, and as a result, it leads to a comprehensive and basic improvement in piloting skills.",
    "それがＭＧ同士での演習や訓練が行われる理由のひとつだよ。": "That's one of the reasons MG training and MG exercises are held.",
    "なるほど、理解した。": "I see. I understand now.",
    "さあ、おしゃべりはここまでですわ。\n菱壱型、全集を警戒しつつ索敵開始！": "Now, that's all we have to say. <br> Hishi Type One, start searching for enemies while keeping an eye on the entire collection!",
    "了解！！": "Roger that!!",
    "七彩の号令で、シリウスシュガーが隊列を組みつつ\n演習場を進んでいく。": "At Shichisai’s command, Sirius Sugaru advanced through the <br> training grounds in formation.",
    "先ほどの補習の授業で学んだことだが、ＭＧは主兵装として\nパイロットの特性に合わせた様々な武装を装備している。": "This was something I’d learned in my supplementary lessons earlier, but MGs were equipped with various armaments that matched the traits of <br> pilots as their main armament",
    "一方で防御に回った場合、ＭＧは飛行能力を有するため、\n基本的に装甲は見た目よりも薄く軽量に作られている。": "On the other hand, in the case of defense, MGs have the ability to fly, so <br> the armor is basically made thinner and lighter than it looks.",
    "そのため、ＭＧ同士の戦いでは、一撃で相手を\n大破させることも可能であり、先制攻撃が何より重要となってくる。": "Therefore, in a battle between MGs, it was possible to severely damage an opponent with a single blow, and the preemptive strike became more important than anything else",
    "索敵能力の優劣が、そのまま勝敗に繋がると言っても\n過言ではない。": "It wouldn’t be an exaggeration to say that superiority and inferiority in Enemy Search would lead to victory and defeat.",
    "……敵機発見！": "...Enemy aircraft detected!",
    "了解で――": "Understood—",
    "耳をつんざくような炸裂音が響き渡る。\n敵は前方の遮蔽物の影に潜んでいたらしい。": "An ear-splitting explosion rang out. The <br> Enemy seemed to be lurking in the shadows of cover up ahead.",
    "わたくしと白奈さんで応射！\nめるさん、ちゆるさん、ラミさんは後退してください！": "Shirona-san and I will fire back! <br> Meguru-san, Chiyuru-san! Rami-san please retreat!",
    "……了解。": "...Understood.",
    "わかりました！　後退しつつ援護します！": "Understood! I'll cover you while you retreat!",
    "（待ち伏せされたにも関わらず、意外にも冷静だな）": "(She's surprisingly calm despite being ambushed.)",
    "七彩の指示通り、めるとちゆる、ラミの機体が\n後退していく。": "Following Shichika's instructions, the lamia glider slowly retreats.",
    "（まるで最初から察知していたかのようにスムーズだ）": "(It's as smooth as if she sensed it from the start.)",
    "そっちの考えなんて、お見通しだっての！": "I know what you're thinking!",
    "（後退しつつも、ラミたち３機の射撃は前方の七彩たちを\nちゃんとフォローする形になっている）": "(Even as they retreat, Rami and the other three fire at Shichika and the others in front of them, making sure to follow up with the <br>.)",
    "これにより、七彩と白奈の両機は、\n敵の射線をかわしつつ遮蔽物への退避に成功した。": "This allowed both Shichika and Shirona to successfully evacuate to cover while dodging the <br> enemy’s line of fire.",
    "へぇ……なかなかやるじゃないか。": "Wow... Not bad at all.",
    "型通りの動きではあるが、七彩の指示もチーム全体の\n実行速度も申し分ない。": "It was a typical movement, but Shichika’s instructions and the team’s overall <br> execution speed were impeccable.",
    "今です、めるさん！　ラミさん！": "Now, Meguru-san! Rami-san!!",
    "（この七彩の指示で、遮蔽物に留まっていた\n敵部隊の動きが封じられたな）": "(With these instructions from Shichisai, the movement of the <br> enemy unit that had stayed in cover has been blocked.)",
    "側面から一気に叩きます！　白奈さん！　ちゆるさん！": "I'll hit you from the side! Miss Shirona! Miss Chiyuru!",
    "了解！": "Roger that!",
    "……いくよ！": "...Here I go!",
    "後衛部隊からの支援攻撃によって、敵を拘束。\nその隙に、主力が側面から攻める。": "A support attack from the rearguard forces restrains the enemy. The main force takes the opportunity to attack from both sides.",
    "（典型というかテンプレ的というか、教科書通りだな。\n良くも……悪くも）": "(I don't know if I should call it typical or tempting, but it's like a textbook. <b>For better or worse...)",
    "他に敵影はないか確認お願いしますわ。": "Please check to see if there are any other enemies.",
    "大丈夫。ミッションコンプリートだね。": "Don't worry. Mission complete.",
    "おつかれさまでした！": "Thank you for your hard work!",
    "こうして、シリウスシュガーはあっさりと敵部隊を殲滅して、\nシミュレーションを終了した。": "With that, Sirius Sugaru easily annihilated the enemy unit and finished the <br> simulation.",
    "…………なるほど。理解した。": "......I see. I understand.",
    "どうでしたか？　私たちの戦い方。": "How was our fighting style?",
    "そうだな。悪くなかったと思うぞ。": "That's right. I don't think it was bad.",
    "それぞれが与えられた役割を理解して行動している。\n距離の取り方、指示への対応も適切だ。": "Each of them understands the roles they've been assigned and acts accordingly. The <br> way they distance themselves and respond to instructions are also appropriate.",
    "援護射撃でも、無駄な射撃をしないよう意識されている。": "She’s conscious not to waste any time with support fire.",
    "ふん、えらそーに。でも、これでわかったでしょ？\nラミたちが優秀だってコト。": "Hmph, you're right. But now you know, right? The <br> Rami and the others are excellent.",
    "ああ、そうだな。": "Yeah, that's right.",
    "ただ…………": "But.........",
    "ただ、何ですの？": "But what is it?",
    "確かに、思った以上に彼女たちの技術は優秀だ。\nここまでの適性試験をくぐり抜けてきただけのことはある。": "It's true that their skills are better than I thought. They've passed the <br> aptitude test so far.",
    "正直、俺はもっとひどいものかと思ってた。": "Honestly, I thought it would be even worse.",
    "ただし、懸念点がないとも言えない……": "However, I can't say there's nothing to worry about...",
    "うーん…………": "Hmm.........",
    "あ、あの……": "U-Umm...",
    "よし、わかった！": "Okay, got it!",
    "ひゃっ！": "Eek!",
    "なに？　いきなり大きな声を出して。何か思い出したの？": "What? Why are you yelling all of a sudden? Did you remember something?",
    "いや、そうじゃないが……次にお前らとすべきことがわかった。": "No, that's not it, but... I know what I have to do with you guys next.",
    "……何？": "...What?",
    "気になります、教えてください！": "I'm curious, please tell me!",
    "それはな。": "Well, you see...",
    "それは……？": "That's...?",
    "まずは、甘いモノでも食べに行こう！！": "First, let's go eat something sweet!!",
    "……え？": "...Huh?",
    "どーゆーこと！？": "What's going on!?",
    "色々考えてみたんだが、まとめるには脳に糖分が必要だ。\nどこか甘いモノが食えるところに案内を頼みたい。": "I've thought about it a lot, but I need sugar in my brain to put it all together. <br>I'd like you to show me where I can eat something sweet.",
    "甘いモノ……ですか？": "Something sweet...?",
    "ああ。なるべく激甘で頼む。": "Yeah. Try to be as sweet as possible.",
    "ほんとはこいつ、特に何も考えてないんじゃないの？": "Isn’t she really thinking about nothing in particular?",
    "そうかもしれませんし、そうじゃないかもしれません。\n今は信じましょう。": "That might be true, or maybe not. <b>Let's believe it for now.",
    "うーん、まあ、七彩が言うなら……": "Hmm, well, if Shichika says so..."
}