{
    "アニスと出会ってしばらく経った頃――": "A little while after I met Ennis――",
    "ふふ……今日も待ってたわ、%usernameusernameuserna%。": "Hehe... I've been waiting for you again today, %usernameusernameuserna%.",
    "ほら、ココ、早く座って……？": "Come on, Coco, hurry up and sit down...",
    "アニスはご機嫌で俺をソファーに座らせると、\nすぐさまその膝の上へ甘えるように膝を降ろす。": "Ennis sat me down on the sofa in a good mood.\nI immediately lower my knees as if fawning over her lap.",
    "じゃあ、今日もいっぱいしようね。\n%usernameusernameuserna%……": "Well then, let's do it again today.\n%usernameusernameuserna%...",
    "ほら、まずはキスから……んっ！": "Come on, let's start with a kiss... Mm!",
    "可愛らしく艶やかな唇を突き出すアニス。\nアニスの言う『する』とは、もちろんセックスのことだ。": "Ennis sticks out her cute, glossy lips.\nThe \"do\" Ennis was referring to, of course, sex.",
    "一度応じてしまってからというものの、\nもう毎日のように誘われては繰り返している。": "After responding once,\nI've been invited over and over again every day.",
    "きっと最初の１回目に、断らなかったのがいけなかったのだ。": "I'm sure it was my fault for not turning her down the first time.",
    "ん、どうしたの……？\n今日の%usernameusernameuserna%、ちょっとヘン。": "Hm, what's wrong...?\nToday's %usernameusernameuserna% is a little weird.",
    "もしかして……今日のあたし、\nいつもみたいに可愛くないの……？": "Maybe... today, I...\nIsn't she as cute as usual...?",
    "ぐすっ……だめ……？\n%usernameusernameuserna%……？": "*sniffle* Can't I...?\n%usernameusernameuserna%...?",
    "そう、今のように、不安そうに涙ぐんでお願いされれば、\n拒否なんてとてもできなかったのだ。": "Yes, if she begged me with tears in her eyes, like she was doing now,\nI couldn't refuse at all.",
    "う……ダメじゃないよ。": "Ugh... It's not bad.",
    "ふふ……よかった♪\nじゃあ、今日も一緒に――溺れましょうね。": "Hehe... Thank goodness♪\nThen let's drown together again today.",
    "嬉しそうに目を細めたアニスは、\nこちらの膝に乗ったまま、自ら制服をたくし上げて――": "Ennis narrowed her eyes happily\nStill on my lap, I pull up my uniform――",
    "じゃあ、今日はあたしが、\n%usernameusernameuserna%のために、いっぱいがんばるから。": "Then today, I'll...\nI'll do my best for %usernameusernameuserna%.",
    "ほら……おっぱい、好きにしていいよ……？\n好きでしょ、%usernameusernameuserna%、あたしのおっぱい。": "Come on... You can do whatever you want with my boobs...\nYou like my boobs, don't you, %usernameusernameuserna%?",
    "くすりといやらしく笑い、アニスは誘うように\n程良い膨らみへとこちらの指先を促す。": "Snickering lewdly, Ennis beckoned\nI urged my fingertip toward her moderate bulges.",
    "ん……そう……ふふ……優しくしてね……？\nはぁ……ふふ……擽ったぁい……ひゃんっ！": "Mm... I see... Hehe... Be gentle, okay...?\nHaa......hehehe......it hurts......hyahn!",
    "ほら、こっちもちゃんと……\n可愛がってくれなきゃ……ね？": "Come on, let's do this too...\nYou have to love me...right?",
    "今すぐにでも、あなたのことが欲しくて\nもうこんなに濡れてるんだから……": "I want you right now.\nYou're already this wet...",
    "こちらの昂ぶりに腰を落としながら、\nくちゅと…と蜜口で亀頭に口づけるアニス。": "As I lowered my hips in response to my excitement...\nEnnis kisses my glans with her nectar.",
    "待っててね……今気持ちよくしてあげるから……": "Wait for me... I'll make you feel good...",
    "んんっ、はうぅ……んっ、くぅぅ……うぅんっ！": "Nnh, hauuh... nnh, kuuu... uunh!",
    "はぁ……はぁ……あは……っ♪\nほら、もう……挿入っちゃった……ね？": "Haa... haa... aha...♪\nLook, I've already...put it in...right?",
    "ゆっくりと自らの膣内にペニスを受け入れながら、\n熱い吐息を小さな唇から漏らすアニス。": "While slowly accepting my penis inside her own vagina...\nEnnis lets out a hot sigh from her small lips.",
    "あーあ……あなたにヴァージン捧げたときは、\nあんなに狭かったのに……": "Ahhh... When I offered my virginity to you,\nIt was so cramped...",
    "あたしのココ……もうすっかり、\n%usernameusernameuserna%のカタチに広がっちゃった……": "My Coco... She's completely...\nIt's spread out in the shape of an %usernameusernameuserna%...",
    "ほら、見て……？\nこんなにあなたのに……ピットリ吸い付いて……": "Look, look...?\nEven though I'm sucking on you so much...",
    "これからもずーっと……あたしのココは……\nあなただけの専用なんだから……ね？": "From now on... from now on, my Coco...\nIt's just for you... okay?",
    "愛液で濡れそぼった肉襞が、アニスの動きに合わせて、\n確かめるように、こちらのモノを飲み込んでいく。": "Her vaginal folds, wet with her love juices, match Ennis' movements.\nShe swallows my thing, as if to confirm it.",
    "あはっ……やっぱり、おっきぃ……ね？\nはふっ……お腹が……すぐにいっぱいになっちゃう……": "Aha... It really is big... isn't it?\n*pant*... My stomach... is going to be full soon...",
    "熱くて……苦しくて……でも……あなたのだと思うと……\n胸がきゅってなって……嬉しくて……満たされるの……": "It's hot... and painful... but... when I think about you...\nMy chest tightens... I'm so happy... It fills me up...",
    "んんっ……はぁっ……あっ、はふっ……！\nんっ、んふっ……あ……ふぁっ、あぁ！": "Mmm... haah... ah, hafuu...!\nNn, nhh... ah... fuah, ahh!",
    "拙いながらも、気持ちよさそうに、汗の浮き始めた\n腹を軽く突き出しながら、アニスがゆるりと腰を振る。": "It's clumsy, but it looks like she's starting to sweat.\nEnnis gently swings her hips while lightly protruding her stomach.",
    "ふふ……やらしー音してるの、聞こえる……？\nちゅこちゅこって……あははっ……♪": "Hehe... Can you hear that dirty sound...?\nChukochuko... Ahaha...♪",
    "硬いのが……あたしのエッチなトコに……\n入るたびに……んんっ……こんなに拡がって……": "It's hard... in my dirty spot...\nEvery time I go in... mmm... it spreads out like this...",
    "あたし……あなたにセックスを教えてもらってから……\nどんどんエッチになってる……！": "Ever since you taught me how to have sex...\nIt's getting dirtier and dirtier...!",
    "なまめかしく腰を揺らし、\nアニスは何度もペニスを咥えては、濡れた粘膜で包み込む。": "Her hips swayed seductively.\nEnnis takes my penis in her mouth over and over, enveloping it in wet membranes.",
    "ねっとりと熱く、隙間なく吸い付く、アニスのヴァギナ。\n最初は初々しかったソコも、今はすっかり雄を知ってしまった。": "Ennis's vagina is sticky and hot, sucking on it without leaving a gap.\nShe was innocent at first, but now she knows all about males.",
    "あぁっ……ふぁっ、ああっ、んあ、はぁっ……ああぁ……！\n気持ちぃよぉ……は、ふぁ……あ、ああぁ……！": "Aah... fuah, aah, nnah, haah... aaah...!\nIt feels good... hah, fuah... ah, aaah...!",
    "熱くてぇ……ふたりで……溶け合って……\nドロドロになってく……この感覚……ん、ふ……ふぅ……！": "It's so hot... The two of us... are melting together...\nI'm getting all sticky... This feeling... nn, fu... fuu...!",
    "ねえ……あなたも……ちゃんと気持ちいい……？\nほら、ココだっけ……あなたの弱いところ……ふふ♪": "Hey... Does it... feel good for you too...?\nYou know, here you are... Your weak spot... Hehe♪",
    "恥骨を擦り上げるように、先走りの漏れる\nペニスの先端を、腹の奥へと擦りつけるアニス。": "Precum leaks out, as if rubbing against my pubic bone.\nThe tip of my penis rubs against the depths of her stomach.",
    "うん……気持ちいい……ね……？\nココをきゅって締め付けられるの……相変わらず好きなんでしょ？": "Yeah... It feels good... doesn't it...?\nYou still love it when I squeeze you down here, don't you?",
    "ふふ……いいよ……もっともっと……\nあたしが気持ちよく……してあげる……": "Hehe... It's okay... More, more...\nI'll... make you feel good...",
    "ほら……ね、ガマンしないで……？\nはぁ……ふたりでもっと……素直になっちゃおうよ？": "Come on... Hey, don't hold back...\nHah... Let's be more honest... together, okay?",
    "こちらを揶揄するように、楽しそうに腰を揺らしながら、\n自らも濡れた呼気を徐々に荒げていくアニス。": "She swayed her hips cheerfully, as if teasing me.\nEnnis gradually raises her own wet breaths.",
    "部屋に充満する精の匂いと、交わう水音。\nそして、こちらにぴっとりと吸い付くアニスの襞。": "The smell of semen filling the room and the sound of water mixing together.\nAnd then there's the folds of Ennis, who's tightly sucking on me.",
    "そのすべてが、アニスと過ごした蜜月の時間を\n否が応にも、感じさせるもので――": "All of it is the time of the honeymoon I spent with Ennis.\nWhether I like it or not, it's something that makes me feel it――",
    "んんっ……ひゃっ、ひゃあぁん……っ！？": "Nnn... hyah, hyaan...!?",
    "なんでぇ……！？　今……いきなり、あっ！\nあたしのナカで……おっきくなって……！？　": "Why...?! Just now... all of a sudden, ah!\nMy dick... It's gotten bigger...!?",
    "あっ、あふっ、ふぁっ……あっ、ふあああぁんっ！？\nは、あ、ああぁぁ……奥まで……響くよぉ……っ！": "Ah, afh, fuah... ah, fuaaahn!?\nHah, ah, ahhhh... It's... echoing all the way in...!",
    "何も知らなかった体を、割り開いた日々の記憶を思い出し、\nつい、独占欲が満たされてしまったのだろう。": "My body, which I didn't know anything about, remembered the memories of the days when I split it open.\nMy desire to monopolize her must have been satisfied.",
    "はふっ……独占欲って……ふふ……かーわいい……っ♪": "Haha... You want to monopolize me... Hehe... So cute...♪",
    "あたしが……あなただけのものだって実感して……\nおっきくしちゃったんだ……ふーん……そう……？": "It made me realize... that I was yours...\nSo it got bigger... Hmm... Really...?",
    "でも……そういうとこ……見せてくれるの……好きよ？\nだから……もっと……あたしに見せて……ね、お願い……？": "But... I like it... when you show me... that side of you.\nSo... show me... more... Please...?",
    "濡れそぼった膣内でペニスを締め付けながら、\nアニスが満足そうに笑い、腰を更に深く落とす。": "Her wet vagina clamped down on my penis.\nEnnis smiles in satisfaction and lowers her hips even deeper.",
    "そう……もっともっと……あたしを……\nあんっ……あなただけの……ものにして……？": "That's right... More, more... Me...\nAhn... Make it... yours...?",
    "はぁ……んん……っ、あっ、ふぁっ……！\nあ、あ、あぁぁ……っ！　ふ、あ……ふああん……！": "Haah... mmm... ah, fuah...!\nAh, ah, aaah...! Fu, ah... fuaan...!",
    "アニスがたまらなそうに背をのけ反ると、\n裸体に浮いた汗が、宙へと飛び散った。": "Ennis arched her back unbearably.\nThe sweat on her naked body splattered into the air.",
    "くっ……くふんっ……ふぁ、あ、あああぁ……っ！\nはっ、奥……あはっ……ほら、届いてるよぉ……！": "Kuh...... kufun...... fua, ah, aaaaah......!\nHah, deep inside... Ahah... Look, it's reaching me...!",
    "ん、んうぅぅん……！　ズンズン……ってぇ……！\nあたしの……好きなトコ……っ！　あ、いっぱい……！": "Nn, nnnngh...! Throb... Wait...!\nMy... favorite place...! P-Plenty...!",
    "いっぱい……ああぁ……いい……！\nいいよぉ……は、はぁ……っ！　ああぁぁ……っ！": "So much... Aaah... So good...!\nIt's okay... Hah, hah...! Aaaah...!",
    "懸命に腰を振りながらも、\nアニスは目を細めたかと思うと……": "Even as I swung my hips as hard as I could...\nEnnis narrows her eyes, then...",
    "こーらっ……めっ！　ちゃんと……おっぱいも……\n可愛がってくれなきゃ……だめでしょ……？": "Hey... No! My boobs... are... too...\nYou have to love me... right...?",
    "ほら……あなたの手や……指先の感覚も……\nあたしに全部憶えさせて……あなたでいっぱいにして……！": "Look... Your hand... and the sensation of your fingertips...\nMake me remember everything... Fill me with you...!",
    "んっ……そう……ああぁ……そこ……すきっ！\nあ……それ……とても……あたし好きよ……": "Nn......I see......aaah......that's......love!\nAh... That's... very... I love you...",
    "はぁ……乳首……指先で転がされると……\nあ……あ、ふぁ……頭のなかが……ぼうっとして……！": "Hah... My nipples... When you roll them around with your fingertips...\nAh... ah, fwah... My head... is in a daze...!",
    "びくりとアニスの肩が震え、\nペニスを咥え込む膣内が小刻みにざわめき出す。": "Ennis's shoulders twitched\nThe inside of her vagina, which held my penis in its mouth, began to stir slightly.",
    "んっ、んっ、んんんーっ、はぁ……！\nあ……もっと……あ、もっと……して……！": "Nn, nn, nnnnn, haa...!\nAh... More... Ah, more... Do it...!",
    "もっと……んんっ、強く……して……いいから……！\n好きにして……いいから……ふぁっ、あ、ああぁ……っ！": "You can... nnn, do it... harder...!\nYou can... do whatever you want... fuah, ah, aaah...!",
    "そう……気持ちのいいこと……たくさんして……\nふたりで……一緒にイキたい……から……ふぁぁ！": "That's right... Do lots of pleasant things...\nI want... to cum together... with you... Fuaah!",
    "アニスの動きが激しくなるのに合わせ、\nこちらも自然と腰がゆるりと動き出す。": "As Ennis' movements grew more intense,\nMy hips naturally began to move.",
    "んんっ……ん、イイ……あ、あうぅ……っ！\nいいよぉ……あ、ああ、ふああああぁ……っ！": "Nnn...nn, good...ah, auuu...!\nIt's okay... ah, ah, fuaaaah...!",
    "はふっ、んんっ……も、もう……あ、ふぁっ！\nはぁ……一緒に……ん……そろそろ……イこ……？": "Hafh, mmmh... G-Geez... Ah, fuah!\nHah... Let's... nn... cum together... soon...?",
    "あたしのナカで……イこ……？\nびゅーって……していいから……ふあっ！": "Let's... cum from my dick...?\nYou can... do it... fuah!",
    "執拗に腰を振り続け、自らも最後に向けて、\n登り詰めていくアニス。": "She continued to swing her hips relentlessly, turning herself toward the end.\nEnnis climbs to the top.",
    "あああ……ふああぁ、あっ、ああっ、ふああぁぁっ！\nだめ……あっ、だめっ……深いトコ……あ、ふぁぁ……っ！": "Aaah... fuaah, ah, aah, fuaaah!\nNo... Ah, no... It's deep... ah, fuaah...!",
    "やああぁ……も、もぉ……あっ、イク……！\nふぁっ……イク、イクの……ああっ、ふぁっ、あああぁ……っ！": "Yaaaah... G-Geez... Ah, I'm cumming...!\nFuah... I'm cumming, cumming... Aah, fuah, aaaah...!",
    "はああぁぁ……ひんっ、んっ、んんー！\nんんんんんーっ……あ、ふあ、あっ、あああぁぁぁ――！": "Haaaaah... Hnngh, nnh, nnnh!\nMmmmmmmm... ah, fuah, ah, ahhhh—!",
    "ひぅっ……イ、イクぅぅぅ――――！！！！": "Hiuh... I-I'm cumming!!!!",
    "その時、アニスの膣内が一斉に痙攣しだし、\n鋭い締め付けに、ペニス全体が襲われて――": "Just then, Ennis's vagina began convulsing all at once\nThe sharp pressure assaults my entire penis――",
    "ふあああああああぁぁぁぁぁぁぁぁぁぁ――ッッ！！！！": "Fwaaaaahhhh!!!",
    "最奥で絶頂するアニスの膣内に\n勢いよく精をぶちまけた。": "Inside Ennis's vagina as she climaxes at the very back\nI spewed my semen all over her.",
    "んんーっ、んんんんぅぅーっ、は、はあああぁぁ……！\nあ、あついよぉぉぉ……びゅーびゅーってぇ……！！": "Nnnnn, nnnnnnnn, hah, haaaaah...!\nTh-That's so hot... Spurt, spurt...!!",
    "ふあああぁぁ……いっぱい……ナカに……出てるぅぅぅ……！\nあああぁ……イクの……あああぁ、止まらないよぉ……っ！": "Fuaaaah... So much... is coming out... inside meee...!\nAaaaah... I'm cumming... Aaah, I can't stop...!",
    "大量の精液を膣奥で受け止めながらも、\n飲み込み切れずに、アニスは結合部から白濁を零す。": "Even as she received a large amount of semen deep inside her vagina...\nUnable to swallow, Ennis spills a cloudy white from where we're joined.",
    "あっ……あはっ……もったいない……ね？\nせっかくナカに……いっぱい注いでもらったのに……\n": "Ah......aha......it's a waste......right?\nEven though Naka... poured so much for me...\n",
    "はふっ……ふぅ……ふぅ……は、んん……\nふふ……うふふ……こんなに……漏らして……あぁ……": "Hafu...fuu...fu...hau...ha, nnn...\nHehe... Hehehe... You're... leaking so much... Ahh...",
    "ピストンを止め、絶頂の余韻に全身を震わせながら\nアニスが瞳を満足そうに蕩かせる。": "She stopped her pistoning, her entire body trembling from the afterglow of her climax\nEnnis's eyes melt with satisfaction.",
    "あっ……待って……まだ抜いちゃ……だめ……\nまた……零れちゃう……からぁ……ああん……っ！": "Ah... Wait... Don't pull it out... yet...\nIt's... going to spill out... again... Aaahn...!",
    "ぶぴゅっ……！\nどくどく……どろぉ……": "Bupyuu...!\nThrob throb... throbb...",
    "あんっ……だめだって……言ったのにぃ……\nほら……いっぱい……せーえき……漏れてきちゃった……": "Ahn... I told you... you can't...\nLook... so much... semen... leaked out...",
    "ばかぁ……もう少し……\nナカで感じて……いたかったのに……": "Idiot... Just a little more...\nI wanted to feel it... with my dick...",
    "はぁ……はふっ……ん……はぁ……はぁ……": "Haa... hafuu... nn... haa...haa...",
    "すっかりこちらのカタチに拡がってしまった蜜穴から、\n白濁を零し、アニスは放心状態で、ただ呼吸を繰り返す。": "From her honey hole, which had completely expanded into my shape...\nSpitting out a cloud of white, Ennis was in a daze, just breathing repeatedly.",
    "汗の甘い匂い漂わせながら、目を細めて\n余韻に浸る様子は、どこまでもいやらしく見えるのだった。": "The sweet smell of sweat wafted through the air as she narrowed her eyes\nThe way she basked in the afterglow made her look endlessly lewd.",
    "――行為が終わってしばらくしても、\n彼女はひとり行為の余韻を楽しんでいる。": "—A little while after the deed was done,\nShe was enjoying the afterglow of the act alone.",
    "ふふ、今日もあたしの中に……\nまだ%usernameusernameuserna%がいるのを感じるわ……": "Heehee. You're inside me again today...\nI can still feel %usernameusernameuserna%...",
    "不思議ね……？\nもう終わったはずなのに、ずっとお腹の奥がキュンキュンするの……": "Strange, isn't it...?\nIt should be over by now, but my stomach's been pounding for a long time...",
    "すべてを終え、アニスは気怠い雰囲気のまま、ぽつりぽつりと呟く。": "Having finished everything, Ennis murmured to herself, still in a lazy mood.",
    "あなたの精子達がアニスのナカで……\nいーっぱぁい泳いでるせいかしら？": "Your sperm is Ennis's seed...\nI wonder if it's because I'm swimming a lot?",
    "ほら……ふふ♪": "Come on... Hehe♪",
    "アニスは零れ落ちた精液を指先ですくいながら、\n恍惚とした表情でいやらしく微笑み、そしてそれを口へと運ぶ。": "Ennis scoops up the semen that spills out with her fingertips.\nShe smiled lewdly with an ecstatic expression, and then brought it to her mouth.",
    "れろ……じゅるっ。あぁ……苦くて臭くて……\n喉に引っかかるくらいドロッとしてて……この感じ……たまらない……": "*lick*... *slurp* Ahh... It's so bitter and smelly...\nIt's so thick that it gets stuck in my throat... This feeling... is irresistible...",
    "ふふ……身体の中のあちこちが、%usernameusernameuserna%で\nいっぱい……まるであなたの一部になったみたい……": "Hehe... Everything in my body is %usernameusernameuserna%.\nSo much... It's like I've become a part of you...",
    "ここまでトロトロに溶け合っていれば……\nもうふたりが離れることなんて……ないわよね？　ふふふ♪": "If we've melted into each other this much...\nWe won't ever be separated again, will we? Hehehe♪",
    "どこか泥濘に溺れていくような感覚を覚えながらも、\nそのあどけなくも妖艶な微笑みに、俺は頷いて返すのだった。": "Even though she felt like she was drowning in mud somehow...\nI nodded in response to her innocent, bewitching smile."
}