{
    "それでは――作戦開始！": "Now then――Commence the operation!",
    "俺の合図を皮切りに、陽動役のラミが飛び出していく。": "Starting with my signal, the diversion, Rami, flew out.",
    "おっ――らぁああああああああ！\nこっちを見ろ、メイズシフターぁぁああああ！": "Oh—raaaaahhhh!\nLook at me, Mazesifterrrrr!",
    "ＭＧの駆動音とスピーカーからの声に、\nメイズシフターの注意が一斉にラミへ注がれる。": "The sound of the MG’s driving and the voice coming from the speakers...\nThe Maizsifter’s attention was focused on Rami all at once.",
    "何そのザコい攻撃ぃ！\nンなおっそい攻撃が当たるかっての！": "What kind of stupid attack is that?!\nI'm not going to get hit by an attack like that right away!",
    "（大袈裟な動きのおかげで群れの中に隙が生まれてきたな）": "(Thanks to her exaggerated movements, there's an opening in the herd.)",
    "める！　白奈！　今だ！": "Meguru! Shirona! Now!",
    "はい！": "Yes, sir!",
    "このチャンス、逃さない。": "I won't let this chance pass me by.",
    "めるを先頭にしてメイズシフター達の中へ突撃！\n俺と白奈はその後ろを追随する――": "With Meguru leading the way, we charge into the maise shifters!\nShirona and I followed behind her――",
    "っ！　メ、メイズシフター達がこちらに迫ってきてます！": "! M-Maiseshifters are closing in on us!",
    "チッ……大人しく陽動に引っかかってくれていればいいものを……！": "Tch... I wish they'd just quietly fall for the diversion...!",
    "ラミが気を引いていたメイズシフター達もこっちに戻って来てやがる。\n数は……だいたい半分ぐらいか。": "The maise shifters that Rami had drawn her attention to are coming back here, too.\nThere's... about half of them.",
    "くっ……迎撃し切れない……！": "Ugh... I can't intercept them...!",
    "迎撃は最低限でいい！　とにかく足を止めるな！\n前だけを見て、ひたすらに飛び続けろ！": "Intercepting is the bare minimum! Just don't stop!\nJust look ahead and keep flying!",
    "このっ……邪魔すんな！": "Damn it... Don't get in my way!",
    "ラミ！": "Rami!",
    "陽動の役目はもう終わりでしょ！\n後ろの連中はラミが何とかする！": "Your role as a diversion is over!\nRami will take care of the ones behind you!",
    "ラミ！　こっちだ！　層が薄いところがある！\n俺の指示する敵だけ攻撃しろ！": "Rami! Over here! There’s a thin layer!\nAttack only the enemies I command!",
    "わ、わかった！": "O-Okay!",
    "今、そっちに敵の情報を送った！": "I just sent you the enemy's information!",
    "了解――ってぇっ、数が多すぎるっつの！": "Roger――Wait, there's too many of them!",
    "くっ……七彩機とちゆる機の追従先を俺からめる機に変更する！\nめる！　白奈！　そのまま前進しろ！！": "Ugh... I'm going to change the direction of the Seven-Colored Machine to the one that's going to ensnare me!\nMeguru! Shirona! Keep moving!!",
    "り、了解です！": "R-Roger that!",
    "っ……！": "...!",
    "めると白奈は包囲の隙間を縫って前進していく。": "When I do, Shirona pushes forward through the gaps in the encirclement.",
    "……よし、いいぞ。そのまま突っ込んで包囲を抜けるんだ。": "...Okay, that's good. Just charge in and get out of the encirclement.",
    "って、見送ってる場合じゃない。\nこのままじゃラミが敵の波に呑まれてしまう……！": "Wait, this isn't the time to see her off.\nAt this rate, Rami will be swallowed up by a wave of enemies...!",
    "おおおおおおお！": "Ooooooooh!",
    "ぐっ……ラミの上に乗ってんじゃねえ、クソども！\nそれは俺の権利だろうが！？": "Ugh... Don't get on top of Rami, you bastards!\nIsn't that my right!?",
    "いや、おまえにもまだ権利ないからね！？": "No, you still don't have the right, you know!?",
    "ラミ！　こっちの方が敵が少ない！　突破するぞ！": "Rami! There aren't many enemies here! Let's break through!",
    "%usernameusernameuserna%さぁ、何で戻ってくんの！\nラミがせっかく敵集めたんだから、その隙に逃げときなさいよ！": "%usernameusernamesuserna%Come on, why are you coming back?!\nRami went out of her way to gather enemies, so take the opportunity to escape!",
    "ここでお前を見捨てちまったら、結婚式挙げられねーだろーが！！": "If I abandon you here, there'll be no wedding ceremony!!",
    "なんかいつの間にか、数段くらいすっ飛ばしてるし！！\n%usernameusernameuserna%ってば、ラミのこと好きすぎっしょ！": "Before I know it, she's skipping a few steps!!\n%usernameusernameuserna%, you like Rami way too much!",
    "今度、一緒に老人ホームの見学に行こうぜ！！": "Next time, let's go to the nursing home together!!",
    "もう老後！？": "Already in old age?!",
    "――なんて、やり取りをしながら\n俺達はメイズシフターの群れの中を駆け抜けていった。": "――Just like that, as we exchange words.\nWe raced through the crowd of maise shifters."
}