{
    "例の計画の進捗を聞こうか。": "Let's hear the progress of that plan.",
    "これはこれは依頼人さん。順調に準備は進めているわ。\n多少は仕込みに時間はかかっているけどもね。": "Oh, hello, Mr. Client. We're making good progress with the preparations.\nIt's taking some time to prepare, though.",
    "貴様らのような犯罪集団を使っているこちらもリスクもあるのだ。\nあまり悠長なようであれば、こちらも考えがあるぞ。": "There's also the risk of us using a criminal group like you.\nIf you're too laid-back, I have an idea.",
    "あら？　そんなに強気に出れる立場なのかしら？\nアンタだって危ない橋を渡ってる。高みの見物なんて出来ないわよ。": "Oh? I wonder if he's in a position to be so strong-willed?\nYou're in danger, too. You can't just stand by and watch.",
    "……ふん。ならば言うだけの成果を見せてみろ。": "...Hmph. Then show me what you can do.",
    "ええ、少なくとも、受けた支援分の仕事はこなして見せるわ。\n期待して待っていなさい。": "Yes. At the very least, I'll take care of the support we received.\nWait with anticipation.",
    "見事、メイズシフターの群れを撃退しました！\nぴすぴーす！！": "Splendidly repelled the swarm of maise shifters!\nPispiiiis!!",
    "ぴすぴーす♪": "Pispiiice♪",
    "ロージーさんもノリノリだね。": "Rosie's really getting into it.",
    "フルートちゃんひとりに広報を押し付けるわけにはいかないでしょ？\nだから、あたしも参加してるってわけ♪": "You can't push public relations on just Flute, can you?\nThat's why I'm participating too♪",
    "ほ～ら、後輩クンも！": "Come on, Kouhai-kun!",
    "よし、任せとけ。最高にカッコいい決めポーズをだな……": "All right, leave it to me. This is the coolest pose I've ever seen...",
    "なんか滑りそうだからやめてほしいんだけど。": "It looks like it's going to slip, so I wish she'd stop.",
    "……えっと、私も何かポーズしたほうがいいかな？": "...Um, should I strike a pose, too?",
    "無理やりしなくてもいいんじゃない？": "You don't have to force yourself, do you?",
    "……！　みんな、進行方向、さらにメイズシフターの反応あり。\nかなり数が多いけど、どうする？": "...! Everyone's looking in the direction they're heading, and there's a reaction from the Mazeshifter.\nThere's a lot of them. What should we do?",
    "多いって言ってもそんなに深く来てるわけでもないし\n力ずくで突破しちゃうのもアリよね。": "Even if I say there are a lot of them, it's not like they're coming that deep.\nIt's okay to break through by force.",
    "うーん。エヴィちゃんはどう思います？": "Hmm. What do you think, Eve?",
    "ここはリスクを回避したいかな。\n進行ルートを再選定するからちょっと待って。": "I'd like to avoid the risk here.\nI'll reselect the route we're taking, so wait a minute.",
    "そうですね！　安全第一です！\nじゃあ、エヴィちゃんの周囲を皆でバッチリ警戒しましょう！": "That's right! Safety first!\nAll right, let's keep a close eye on Eve!",
    "（負傷者を出すなと強く言われていたし、\nエヴィの慎重な判断は当然と言えば当然だな……）": "(I was strongly told not to get injured,\nEve's careful judgment is only natural...)",
    "お待たせ。そしたらこの先の<r=ドリフト>横坑</r>を……": "Sorry to keep you waiting. Then, the <r=drift> Drift ahead is...",
    "エヴィが言いかけたときだった。\n後方から来たトリニティ・ジュエルが次々に追い越していく。": "Just as Eve was about to speak...\nTrinity Jewels, who had come from the rear, overtook them one after another.",
    "弾薬の消費など気にしないかのように進路上の敵を打ち倒しながら。": "As she struck down the enemies in her path, as if she didn't care about her ammunition consumption.",
    "……！！": "...!!",
    "お先に。": "I'll see you later.",
    "あっ……！　トリニティ・ジュエルが先行しちゃいました！": "Ah...! Trinity Jewel has gone ahead of us!",
    "ルナ、前方の敵は蹴散らしていく。\n後ろから援護を。": "Luna, the enemies in front of us are getting rid of them.\nCover me from behind.",
    "は、はい……！\n撮影されてると思うと緊張しますけど……": "Y-Yes...!\nIt's nerve-racking to think that they're being filmed...",
    "あれ、映ってる？　やっほ～。": "Huh? You see that? Hey there!",
    "そんな軽口を叩きながらも狙いは正確で、\n撃ちまくってはいるが、無駄弾は一切ない。": "Despite his banter, his aim was accurate\nThey're shooting all over the place, but there aren't any pointless bullets.",
    "なんて強引さと技量なの……！\n……どうする？　作戦変更で追いかける？": "How forceful and skillful...!\n...What should we do? Should we go after them with a change of plan?",
    "まあまあ。まだ試験は始まったばかりだし。\n無理しなくていいんじゃない？": "Now, now. The exams have only just begun.\nYou don't have to force yourself, do you?",
    "ええ、エヴィちゃんの判断を信じてフルートたちは、\nゆっくりと後を追いかけましょう！": "Yes, the flutes believed in Eve's judgment\nLet's go after her slowly!",
    "…………": "............",
    "トリニティ・ジュエル、予想を２０％上回る速度で進行中です。\n現在の視聴者も、トリニティ・ジュエルがこちらの１．３倍の数です。": "Trinity Jewel, we're proceeding at a speed that exceeds 20% of our expectations.\nTrinity Jewel is 1.3 times larger than we are.",
    "むう……相手に『攻めるチーム』というイメージがついてしまうな。\n守りより攻めの方が視聴者には受けがいいのだが……": "Hmm... I can't help but think of them as 'attacking teams.'\nAttacking is better for the viewers than defending, but...",
    "負傷者を出すなと言ったのはこちらです。\n彼女たちを信じて待ちましょう。": "I'm the one who told you not to get injured.\nLet's believe in them and wait.",
    "おつまるぅ～！　メイズシフター討伐完了です！": "That's it! The subjugation of the Mazesifter is complete!",
    "アクティブとパッシブの両方で索敵したけど、\n周辺にメイズシフターは見当たらないね。": "I used both active and passive skills to search for enemies, but...\nI don't see any maise shifters around here.",
    "りょ！　それじゃあ出発しましょうか～！\n皆さん、フルートについてきてくださいねっ！": "All right! Let's get going!\nEveryone, please follow the flute!",
    "次は道が左右に分かれてるけど狭い方の道を進もう。\n狭いから囲まれないとは思うけど、しっかりクリアリングしつつね。": "Next, the road splits to the left and right, but let's go down the narrow path.\nIt's small, so I don't think we'll be surrounded, but make sure you clear the ring.",
    "はーい！　それではこっちですね！　センサーの確認はこまめにしつつ、\nどんどん進んじゃいましょう！": "Okay! This way, then! I'll make sure to check my sensors carefully.\nLet's keep going!",
    "こうしてみんなを引っ張ってるとこ見ると、改めてフルートはリーダー\nなんだなって思うよ。エヴィの頭脳としての役割も上手くハマってる。": "Now that I'm pulling everyone along, the flute is the leader again.\nI wonder what it is. She's also good at her role as Eve's brain.",
    "まあ、私はみんなと違って華がないから、\n自分に出来る事で裏方に徹してるって感じだね。": "Well, unlike everyone else, I don't have any flowers, so...\nI feel like I'm doing everything I can to stay behind the scenes.",
    "またそういう言い方して。違うでしょ。\nエヴィが一番冷静で機転も利くからだよ。信頼してるんだからね？": "You're saying it like that again. That's not it.\nIt's because you're the calmest and most resourceful of them all, Eve. I trust you, okay?",
    "そうそう。リーダーもあたし達も感覚優先な所があるからねぇ。\nエヴィちゃんに任せた方が安心なのよ。": "That's right. Our leader and I both prioritize our senses.\nIt's more reassuring to leave it to Eve.",
    "感覚優先じゃなくてバイブス重視ですよ！": "It's not about feeling first, it's about Vibes!",
    "それたぶん同じ意味だと思うよ？": "I think that probably means the same thing.",
    "あと、私もエヴィ側だからね？\nちゃんと理論立てて色々と行動してるんだよ。": "Also, I'm on Eve's side, okay?\nI'm trying to come up with a theory and do a lot of things.",
    "はいはい、そろそろ電波が途切れてきたみたいだから雑談抑えて。\nレイラ、中継機の準備をお願い。": "Okay, okay. It looks like the signal's about to cut off, so hold back the chatter.\nLeila, get the relay ready.",
    "ん、了解。\nよいしょっと……ここでいいかな？": "Yeah, got it.\nHere we go... Is this okay?",
    "レイラが中継機のシステムを起動すると、すぐに本部から\n状況報告があった。": "As soon as Leila activated the relay system, it came from HQ\nI received a status report.",
    "トリニティ・ジュエル、第１の<r=ホール>広間</r>を突破しました。": "Trinity Jewel has broken through the first r-hole hall.",
    "えっ……？": "Huh...?",
    "もう、そんなに先に行ってるの！？": "She's already gone that far ahead?!",
    "まあ、それはそうだろうね。あたしたちは慎重に進んでるし。\nやっぱり深度に差は出ちゃうだろうね。": "Well, that's true. We're making careful progress.\nI'm sure there'll be a difference in depth.",
    "なお、現在の配信同接数はトレブルクインテットの１．５倍です。\nでは健闘を祈ります。": "The current number of transmissions is 1.5 times greater than Treburg Integrity.\nWell then, good luck.",
    "……あ、通信終わっちゃいました。特に『追い抜くために、\nこうしてほしい』みたいな指示はありませんでしたが……": "...Ah, the call ended. Especially since it said, 'In order to overtake,\nThere were no instructions like 'I want you to do this,' but...",
    "本部からの報告はそれだけだった。あくまでも事実のみを伝え、\nそれを受けて何か指示があるわけではない。": "That was the only report from HQ. Only the facts were conveyed,\nIt wasn't as if she received any instructions.",
    "まあ、こっちの判断に任せるってことだろうね。": "Well, I guess that means we'll leave it up to our own judgment.",
    "あれだけ言ってくれてたものねぇ。\nとはいえ、どうすればいいのか悩むところもあるわ。": "You've said so much to me.\nStill, there's a part of me that's worried about what to do.",
    "う～ん……やっぱりたくさん戦闘して、目立つ方がいいのかな？": "Hmm... Maybe I should fight a lot and stand out?",
    "……どうしますか、エヴィちゃん？\nフルートは初志貫徹をするのも、目立つのもありだと思います。": "...What should we do, Eve?\nI think that flutes are good at sticking to their original goal, and they stand out.",
    "…………そうだね。まだ無理をする段階じゃないかな。": "............that's right. We're still at the stage where we need to push ourselves.",
    "ここで相手のペースに引っ張られても仕方ないし、\n私達のペースを守って進んでいこうか。": "There's no point in getting dragged along by your opponent's pace here,\nLet's keep our pace and keep going.",
    "そうですね！　では、このままのペースで行きましょう！": "You're right! Then let's keep going at this pace!",
    "エヴィの判断に全員が納得し、フルートの指示で探索を再開する。\n判断としては正解だ。しかし……": "Everyone agreed with Eve's assessment and resumed their search under the direction of the flute.\nThat's the right decision. But...",
    "フルートに見せ場を作るように指示": "Tell the flute to set up a showdown.",
    "エヴィに希少ターゲットの探索を指示": "He instructed Eve to search for rare targets",
    "（このままトリニティ・ジュエルに、\n話題をすべて持って行かれるのも面白くないよな……）": "(At this rate, I'm going to give Trinity Jewel...\nIt wouldn't be fun if all the topics were brought up...)",
    "次の戦闘では少し『遊んで』みろ。\nお前のパフォーマンスで視聴者を楽しませてやれ。": "Try \"playing\" a little in the next battle.\nUse your performance to entertain the viewers.",
    "おお、それは確かにその通りですね！\nおけまるです！　思いっきり派手にぶちかましますよ！": "Oh, you're absolutely right!\nI'll give it everything I've got! I'm gonna go all out!",
    "ペースを変えないなら、その分の余裕を探索に回そう。\nタツミヤ鉱やエリアを見つけるのもパイロットの本分だしな。": "If I don't change my pace, I'll send that much leeway to explore.\nFinding Tatsumiya Ore and the area is part of a pilot's job description.",
    "あー、なるほど。確かにそれが一番楽に成果を稼げるね。\nオッケー、ルート選定のときにはそれを念頭におくね。": "Ah, I see. That would certainly be the easiest way to earn results.\nOkay, keep that in mind when selecting a route.",
    "ただし、悪目立ちはしないようにな。": "But don't stand out too much.",
    "%usernameusernameuserna%くんは、\nやっぱり炎上を警戒してる感じかな？": "%usernameusernameuserna%-kun...\nI guess it really does feel like she's on guard against the flames?",
    "まあな……俺も知らん奴らから悪口言われてたらしくてな。\nあれは面倒くさいし、見ても良いことがない。": "Yeah... It seems like some strangers were badmouthing me, too.\nThat was a pain in the ass, and there was nothing good about it.",
    "わー。ご愁傷様。": "Wow. My condolences.",
    "こちら本部。先ほどトリニティ・ジュエルがＢ地点を通過。\n視聴者数はさらに増えて１．５倍です。": "This is HQ. Trinity Jewel just passed point B.\nThe number of viewers increases even further by 1.5 times.",
    "ずいぶん急いでるね……タイム気にしてるのかな？\nまあ、気にしても仕方ないけどね。": "You're in quite a hurry... I wonder if you're worried about the time?\nWell, there's no point in worrying about it.",
    "その後も度々、本部からトリニティ・ジュエルの進捗と、\n同接数も相手に傾いている旨の報告が入る。": "After that, I often heard the progress of Trinity Jewels from HQ\nThere was a report that the same number was also leaning toward the other party.",
    "トリニティ・ジュエル……相変わらずすごい進行速度だね。": "Trinity Jewel... You're as fast as ever.",
    "この速度だと、やっぱり不安になっちゃうわよねぇ。": "At this speed, I can't help but feel uneasy.",
    "（そう言うが、誰もエヴィの方針を変えようとは言わない……\nそれだけ、全員が彼女を信頼しているんだな）": "(You say that, but no one's going to change Eve's policy...)\nThat's how much everyone trusts her.)",
    "同調圧力や遠慮、我慢して黙っているという雰囲気ではない。\n報告が入る度に、軽口を交えて聞き流している。": "It wasn't the atmosphere of synchronization pressure, restraint, or holding back and staying silent.\nEvery time a report comes in, she ignores it with light banter.",
    "ＲＳ社からも数字の報告はあっても具体的な指示はなく、\nその声色も不安や焦れる様子は聞こえてこない。": "There were reports of numbers from the RS Company as well, but there were no specific instructions\nThe tone of her voice didn't sound anxious or impatient, either.",
    "（……ＲＳ社は、重役をはじめみんな信じてくれてるんだろうな。\nフルートたち、トレブルクインテットのことを）": "(...I'm sure everyone at the RSK believes in me, including the executives.\nThe flutes, the Treburg Integrity.)",
    "（とはいえ、このまま何もないと勢いが完全に\nトリニティ・ジュエルの方に傾いてしまうだろうな）": "(That said, if there's nothing left, the momentum will be completely gone\nI'm going to lean towards Trinity Jewel.)",
    "（そして何より……\nエヴィの口数が少なくなっているのは気になるな）": "(And most importantly...)\nI'm curious about the fact that Eve's talking less.)",
    "エヴィちゃん、そろそろ小休止を入れたほうが良くないですか？": "Eve, shouldn't we take a short break soon?",
    "え？　あ、そ、そうだね。\n一度小休止を入れようか。": "Huh? Oh, y-you're right.\nLet's take a short break.",
    "了解。じゃあ私とシエナで周辺を警戒しとくから、\nみんなは先に休んでて。": "Understood. Siena and I will keep an eye on the area, then.\nYou guys go ahead and rest.",
    "…………はぁ。": "............haa.",
    "……%usernameusernameuserna%。\nちょっといい？": "...%usernameusernameuserna%.\nCan I talk to you for a minute?",
    "少し、ふたりで話せないかな……？": "Can we talk for a bit...?"
}