{
    "体育祭？": "Sports festival?",
    "ええ、そうよ！　毎年、それぞれの校舎で開かれてるのよ！": "Yes, that's right! It's held at each school building every year!",
    "俺はジュリーに呼び出され、特別養成校舎に来ていた。\nどうしても頼みたいことがあるという話だったのだが……": "I had been summoned by Julie to the special training building.\nShe said she had something to ask of me, no matter what...",
    "教室に入るなりジュリーから開口一番、\n体育祭についての話をされたので思わず聞き返してしまった。": "The first thing out of Julie's mouth as soon as she entered the classroom...\nShe told me about the sports festival, so I couldn't help but ask.",
    "……いきなり言われても、何のことか分からんぞ？": "...I don't know what you're talking about, even if you say it out of the blue.",
    "あ、そうだったわね！　今の時期は学園で体育祭が開かれるの！\n学園ごとに色んな競技で楽しんで、仲を深めるのよ！": "Oh, that's right! There's going to be a sports festival at the academy this time of year!\nEnjoy each school's various competitions, and deepen your relationship!",
    "レクリエーションを兼ねているから様々な競技が行われるわ。\nそれぞれの校舎の特色がでて見学する人も多いわよ。": "It's a recreational activity, so there's all sorts of events going on.\nEach building has its own unique characteristics, so there are a lot of people here to observe.",
    "そうそう！　屋台だって出るし、面白いんだよー！": "That's right! There's even a food stall! It's so fun!",
    "へえ……そんな行事があるのか。": "Huh... So there's an event like that?",
    "校舎によって雰囲気が違うというのは、多少は察しがつく。\n各校舎はそれぞれの地域文化が色濃く反映される場所だ。": "I can more or less guess that the atmosphere varies from building to building.\nEach school building is a place that reflects each region's culture.",
    "文化が違えば、同じ体育祭でも趣向は変わるだろう。": "If the cultures were different, even the same sports festival would have a different taste.",
    "学園では色々とイベントがあるけど体育祭は、\nお勉強が苦手な子だったり運動好きな子がアピールする場なの。": "There are a lot of events at the academy, but the sports festival...\nIt's a place for kids who are bad at studying or athletics to appeal to each other.",
    "なるほど……気分転換にもなりそうだし、\n聞いてるだけでもなかなか盛り上がりそうだな。": "I see... It seems like a good change of pace,\nJust listening to it sounds like it's going to be pretty exciting.",
    "でしょ！　日程はちょっとずつずらしていることが多いから\nその気さえあれば全部見て回れるはずよ！": "Isn't that right?! We've been changing our schedules a little at a time.\nAs long as you feel like it, you should be able to see everything!",
    "うんうん、私も見て回るの好き～！\nスカラ校舎とかアスレチック競技みたいなんだよー！": "Yeah, I like looking around, too!\nIt's like a scara school building or an athletic competition!",
    "そうそう！　前の体育祭の時には、\nあたしはＬＯＣの方を見に行ったんだけど――": "That's right! During the last sports festival,\nI went to check out the LOC, but—",
    "ストップ。\n話がずれてる……": "Stop.\nThis isn't what we were talking about...",
    "えっ、なになに？　ＬＯＣの話は興味なかった？\nライトアップされたりロボットが出てきて凄かったのよ！": "Huh? What's this? You weren't interested in talking about the LoC?\nIt was amazing when it lit up and robots came out!",
    "そうじゃなくて……": "That's not what I meant...",
    "ジュリーちゃん、本題があるでしょう？": "Julie, don't you have something to say?",
    "あ、そうだった！　えっと、%usernameusernameuserna%には\nちょっとお願いがあるの！": "Oh, that's right! Um, the_USERNAME_PLACEHOLDER_XYZ123___\nI have a favor to ask of you!",
    "特別養成校舎の体育祭は他とはまたちょっと違うのよ。\nえーと、ちょっと単なるレクリエーションじゃなくて……": "The sports festival in the special training building is a little different from the others.\nUmm, it's not just a little recreation...",
    "えっと……": "Umm...",
    "ジュリーが助けを求めるように心香に視線を向ける。\nその意図をすぐに察し、心香がその後を継いだ。": "Julie turned to Shinka for help.\nSensing his intentions immediately, Shinka took over after him.",
    "プレ・クラスは%usernameusernameuserna%も知っての通り、\nパイロット見習いよ。体育祭はそこから昇格するチャンスなの。": "Pre-class was, as you know,_USERNAME_PLACEHOLDER_XYZ123___\nI'm an apprentice pilot. The sports festival is my chance to get promoted from there.",
    "正式なパイロットになれるってことか？\n体育祭の結果で？": "You mean you can be an official pilot?\nThe results of the sports festival?",
    "プレ・クラスで鍛えた成果を体育祭で見て貰うのよ。\n結果次第では、パイロットチームにスカウトされたりするの。": "I'm going to show you the results of my training in Pre-Class during the sports festival.\nDepending on the results, we'll be scouted by the pilot team.",
    "特に欠員が出たり再編を考えているチームからすれば、\nプレ・クラスは貴重なスカウトの場というわけね。": "Especially from a team that's thinking about vacancy or reorganization.\nPre-classes are a valuable place to scout.",
    "なるほどな。自分たちのチームに迎え入れるにあたって、\nそれなりに吟味する機会は必要か……": "I see. When we welcome them into our team,\nI guess I'll need a chance to scrutinize it...",
    "メイズの適応次第で引退が決まっているパイロットにおいて、\nメンバーの離脱などは避けられない問題だ。": "In a pilot whose retirement was decided by the adaptation of the maise,\nLeaving the members is an unavoidable problem.",
    "そんな中で特別養成校舎という実践の訓練を積んだ、\nやる気のあるパイロット候補からスカウトをするのも自然な流れか。": "In the midst of all that, she'd gone through practical training called the special training school building\nI guess it's only natural to scout from motivated pilot candidates.",
    "やっぱりスカウトを受けると、\nその後はすんなり正式なパイロットに昇格しやすいの。": "When I get scouted after all...\nAfter that, it's easy to get promoted to an official pilot.",
    "確かに……まったく知らない新人よりも、\nプレ・クラスで研鑽を積んだ生徒の方が安心感もあるだろうしな。": "It's true... She's better than a rookie I don't know at all.\nI'm sure there's a greater sense of security among the students who've been studying in Pre-Class.",
    "ということは、ＭＧに乗るのか？": "Does that mean you're riding MG?",
    "違うわよ！　それじゃあ体育祭とは呼べないでしょ。": "That's not it! You can't call it a sports festival then.",
    "競技自体は生身の私たちが参加するわ。\nＭＧの技術なら、他に見る機会はあるわけだし。": "We'll be participating in the competition in the flesh and blood.\nWith MG technology, we'll have another chance to see it.",
    "確かにそうか……多分体育祭で見るべきは、\nＭＧの操縦技術以外の部分ってわけか。": "I guess that's true... Probably what we should watch during the sports festival.\nSo it's a part other than MG piloting skills.",
    "うん、よく分からないけど\n操作技術よりも、もっと別のものを重視してるんだって。": "Yeah, I don't really get it.\nShe said she's more interested in something else than manipulation techniques.",
    "得点対象になる競技は玉入れ、綱引きに障害物競走。\nそれからリレーと騎馬戦の５種目ね。": "Tamaire is the target of the points, tug-of-war and obstacle course.\nThen there's the fifth event of the relay race and the jousting match.",
    "他にも競技自体はあるけど、\nそっちは完全にレクリエーションなんだって。": "There are other competitions as well, but...\nThat's a complete recreation.",
    "玉入れは集中力と狙いの正確さ、綱引きは連携と土壇場の胆力。\n障害物競走は状況判断能力、リレーと騎馬戦はチーム内の役割意識……": "Tamaire was the focus and accuracy of her aim, and tug-of-war was the coordination and last-minute gall.\nObstacle races have the ability to assess the situation, and relays and cavalry battles have the sense of duty within the team...",
    "そんなところか。チームに勧誘するうえでこういった要素は、\n重要だが普通に把握することは難しいからな。": "So that's how it is. When recruiting people into a team, these elements are...\nIt's important, but it's hard to grasp it normally.",
    "さすがね……その通りよ。": "That's what I'd expect from you... Exactly.",
    "え、そうだったの！？": "Huh? Really?!",
    "私も初めて知ったかも！": "This might be the first time I've heard of it, too!",
    "心香ちゃんも%usernameusernameuserna%さんも物知りね。": "Kokoroka-chan and_USERNAME_PLACEHOLDER_XYZ123__san sure know a lot.",
    "なんで、貴方たちが知らないのよ……\n当事者でしょ……": "Why don't you guys know...?\nYou're involved, aren't you?",
    "それで、この競技の得点で上位を競い合うわ。\n特に優勝すれば、期待株だって色んなチームに勧誘されるの。": "And then we'll compete for the top score in this competition.\nEspecially if you win, you'll be invited to all sorts of teams, even the ones you're hoping for.",
    "こういうイベントが正式パイロットになるかもしれない……\n見学する生徒も多いだろうし、確かにここならではだな。": "An event like this might become an official pilot...\nI'm sure there'll be a lot of students watching, so it's true here.",
    "で、俺に頼みっていうのは？\nなんとなく予想はできているが……": "So, what do you want from me?\nI have a hunch, but...",
    "えっとね！　あたしたちがその体育祭で優勝できるように、\n協力してほしいの！！": "Let's see! So that we can win that sports festival,\nI want your cooperation!!",
    "優勝すれば正式にパイロットになれるわ！": "If you win, you can officially become a pilot!",
    "……別に保証があるわけではないけどね。\nそれでも、優勝すれば入るチームを選ぶ余裕だって出来るわ。": "...It's not like I have any guarantees.\nStill, if you win, you'll be able to choose a team to join.",
    "私たちには例の事件をシリウスシュガーのみんなと一緒に\n乗り越えた実績もあるものね。": "We'll have that incident with everyone in Sirius Sugaru.\nYou've got a track record of overcoming it.",
    "そうそう！　きっと私たちも成長したし、\nここでドーンと優勝して、最高のパイロットになりたいの！": "That's right! I'm sure we've grown,\nI want to win here with Dawn and be the best pilot ever!",
    "ふむ……そうは言うけど、\n優勝するなんて簡単なことじゃないはずだろ？。": "Hmm... You say that, but...\nIt shouldn't be easy to win, right?",
    "正式なパイロットを目指す他のプレ・クラス相手に、\n何か勝つための算段はあるのか？": "Against other pre-classes aiming to be official pilots,\nDo you have some kind of plan to win?",
    "もちろんあるわ！\n全力で頑張る！！": "Of course I do!\nI'll do my best!!",
    "それは世間一般に勝算ではなくて意気込みっていうのよ。": "It's not a chance of victory for the general public, it's enthusiasm.",
    "元気いっぱい、気合満点、ってところだな。": "It's like she's full of energy and spirit.",
    "ふふん、そうよ！　大事なことでしょ！": "Hehe, that's right! It's important!",
    "もうちょっと本当の意味の勝算を聞きたかったんだが……\nまあ、モチベーションっていうのはバカにできないな。": "I wanted to hear more about the real chance of victory, but...\nWell, I can't make fun of motivation.",
    "それで！？　どう？\n%usernameusernameuserna%はあたし達と一緒に戦ってくれる！？": "So!? What do you think?\n_USERNAME_PLACEHOLDER_XYZ123_Will you fight alongside us?!",
    "みんなも、やる気なんだな。": "Looks like everyone's up for it.",
    "もちろん！　私はもう大暴れするつもりだよ～！": "Of course! I'm already going on a rampage!",
    "あの特訓や事件を通じて、少し自分に自信を\n持てるようになったし。": "Through that special training and incident, I've gained a little self-confidence\nI can carry it now.",
    "ええ。それに何より……あれから、\n私たちはちゃんとチームになれたと思うから。": "Yes. And most importantly... ever since then...\nI think we were able to be a proper team.",
    "（みんな前向きになったな。それに、わざわざ俺を名指しで\n呼んでくれたんだ。その気持ちに応えたい）": "(Everyone's looking forward to it. Besides, they went out of their way to refer to me by name.)\nHe called for me. I want to respond to that feeling.)",
    "よし、分かった！　一緒に戦った縁もあるからな。\n協力するから、是が非でも優勝を目指すぞ！": "Alright, got it! We fought together, after all.\nI'll help you out, so I'm going to win no matter what!",
    "おー！！": "Ohhh!!"
}