{
    "いい時間だし、今日はもう解散するか。\nそれじゃあ部屋まで送って……": "It's a good time, so let's call it a day.\nWell then, take me to my room...",
    "……": "......",
    "ん？　どうしたんだ、純夏？　服の裾なんか掴んで……": "Hm? What's wrong, Sumika? Why are you grabbing the hem of my shirt...?",
    "はは、分かったぞ。暗いから怖くなったのか？\n昔から純夏は、ビビりだったからなぁ！　まあ――": "Haha, I get it. Are you scared because it's dark?\nSumika's always been scared! Well――",
    "うん……": "Yeah...",
    "――え？": "――Eh?",
    "最近ね、ベッドに入るとイヤな夢を見るの。\nタケルちゃんが、何かに遠くへ連れていかれる夢……": "Lately, whenever I go to bed, I have a bad dream.\nA dream of Takeru-chan being taken far away by something...",
    "何だよ、そりゃ……": "What the hell is that...?",
    "わかんないの……\nもしかしたらわたし、不安なのかな……？": "I don't know...\nMaybe I'm worried...?",
    "……記憶も戻らないし、色々と疲れが溜まるからな。\nそんな風に不安になることもあるさ。": "...I won't be able to get my memories back, and a lot of exhaustion will build up.\nSometimes I get worried like that.",
    "……うん……でも……": "...Yeah... But...",
    "ほら、オレはここにいるだろ。\n純夏の隣に、ちゃんといる。": "Look, I'm right here.\nShe's right next to Sumika.",
    "どこへも行かない……？": "I'm not going anywhere...?",
    "行かねーよ。": "I'm not going.",
    "わたしをひとりにしたりしない？": "You won't leave me alone?",
    "純夏のそばにいるよ。オレを信じろ。\nちっちゃい頃からそうだったじゃねぇか。": "I'll be by Sumika's side. Trust me.\nYou've been like that since you were little.",
    "じゃあ……タケルちゃん。\n今夜は、わたしと一緒にいて。不安な気持ちを消して欲しいの。": "Then... Takeru-chan.\nStay with me tonight. I want you to get rid of your anxiety.",
    "純夏……ああ、分かった。": "Sumika......yeah, got it.",
    "……んっ……": "...Ngh...",
    "お前がそういうつもりなら……オレだって遠慮しないからな。": "If that's what you're trying to do... I won't hold back either.",
    "うん……ん……ちゅっ……": "Yeah... Mm... *kiss*...",
    "純夏を離すまいと力強く抱きしめて、\n何度も何度も口づけを交わして……": "I hugged Sumika tightly, trying not to let go of her.\nWe kissed over and over again...",
    "互いの触感と体温を確認するように激しくまさぐりあいながら、\nオレ達は一緒に産まれたままの姿になっていた。": "We groped each other violently, as if confirming each other's touch and body temperature.\nWe were born together.",
    "タ、タケルちゃん……\nこんな格好で一緒に寝るなんて恥ずかしいよ……": "Takeru-chan...\nIt's embarrassing to sleep together like this...",
    "お前がそういうつもりなら遠慮しないって、さっき言ったばかりだろ。\nそれに、くっついてたら裸でもろくに見えやしないさ。": "I just told you, if that's what you're trying to do, I won't hold back.\nBesides, you won't be able to see much even if you're naked if you stick to it.",
    "み、見られることだけじゃなくて……\nタケルちゃんをじかに感じちゃうのが恥ずかしいんだよ……": "I-It's not just about being seen...\nIt's embarrassing to feel Takeru-chan so directly...",
    "これからもっと恥ずかしいことをするのに。\nおかしな奴だと思いながらも、今は愛おしさが勝っていた。": "I'm going to do something even more embarrassing from now on.\nEven though I thought she was a strange person, my love for her now won out.",
    "柔らかい肌を撫でながら、耳元で純夏の名前を囁き続ける。": "I continue whispering Sumika's name into her ear as I stroke her soft skin.",
    "はぁ……んっ……タ、タケル……ちゃん……\nそんな、ゆっくり……触られたら……ん、はぁっ……": "Haa... nn... Takeru... chan...\nIf you touch me... so slowly... nn, haah...",
    "ぁ……はぅ……んん……くすぐったいだけじゃなくて……\n変な気分に……なっちゃうよっ……んぅ……": "Ah...hau...nnn...it's not just ticklish...\nI'm going to feel... weird... Nnh...",
    "勃起したペニスの先端を純夏の股に擦りつける。\n純夏の入口が、じっとり湿ってオレを迎える準備をしていた。": "I rub the tip of my erect penis against Sumika's crotch.\nSumika's entrance is damp as she prepares to greet me.",
    "あぅ……や、やだ……タケルちゃんの……\n硬いの、先っぽが……ベ、ベトベトして……はぅ……んん……": "Auh... N-No... Takeru-chan's...\nIt's hard, and the tip... is sticky... hau... nnn...",
    "濡れてるのはオレだけじゃない。そう伝えて、\n抱きかかえた純夏の腰にオレの体重を押しつけていく。": "I'm not the only one who's wet. Tell her that,\nI push my weight against Sumika's hips.",
    "あっ……くぅ……ん……んんっ……んんんんっ……！": "Ah......kuu......nn......nnn! ......nnnnnnn......!",
    "タケルちゃ……タケルちゃんっ……熱い……熱いよぉ……\nあっ、んぁ、あぁぁ……あぁぁあぁっ……！": "Takeru-cha......Takeru-chan......hot......so hot......\nAh, nnah, aaah... aaaaahh...!",
    "ガチガチに硬くなった自分のもので、抵抗する花弁を押し開く。\n純夏の爪が肌に食い込む痛みを感じながら、そのまま奥へ侵入した。": "I push open the resisting petals with my stiffened member.\nFeeling the pain of Sumika's nails digging into my skin, I penetrate deeper inside.",
    "くふぅ……ん……はぁ……はふっ……んっ……！\nご、強引すぎるよ……タケルちゃん……んんぁ……あっ……": "Kufuu...nn...haa...hafuuu...nnn...!\nTh-That's too forceful... Takeru-chan... nnah... ah...",
    "純夏の必死な訴えも、熱い吐息と一緒に吹きかけられては\n崩壊寸前の理性を揺るがすばかりだ。": "Even Sumika's desperate pleas can't be blown away along with her hot breath.\nIt only shakes my sense of reason, which is on the verge of collapse.",
    "激しく腰を動かしたくなるのを懸命に堪えながら、\nオレは純夏の呼吸が落ち着くのを待った。": "I did my best to resist the urge to move my hips violently.\nI wait for Sumika to calm down.",
    "んっ……ん……ん……はぁ……ふぅ……\nごめんね……タケルちゃん……": "Nn... nn... nnn... haa... fuu...\nI'm sorry... Takeru-chan...",
    "わたしが苦しそうにするせいで……はぁ……んっ……\nタケルちゃんに、いっぱい我慢させちゃって……": "It's because I look like I'm in pain... Hah... nn...\nI made Takeru-chan hold back a lot...",
    "応える代わりに、純夏の震える肌を抱きしめ、\n汗ばんだ長い髪をそっと撫でる。": "Instead of responding, I embrace Sumika's trembling skin.\nI gently stroked her long, sweaty hair.",
    "んぅ……やっぱりタケルちゃんは優しいよ……\nね。お願い、タケルちゃん……このまま……": "Mmm... You really are kind, Takeru-chan...\nHey. Please, Takeru-chan... Just like this...",
    "今夜は、このままずっと……わたしのこと離さないでいて……\nずっとずっと、そばにいて……んっ……んんん……": "Tonight, just like this... Don't let go of me...\nI'll always be by your side... nn... nnn...",
    "純夏の震えが収まっていくのを、皮膚を通して感じる。\n優しくなる息遣いが、オレに行為の続行を促してきた。": "I can feel Sumika's trembling subside through her skin.\nHer gentle breathing urges me to continue.",
    "あっ――！　んっ、んっ、タケルちゃんのが……！\nもっと、わたしの奥にっ……あっ、ああっ……！": "Ah――! Nn, nn, Takeru-chan's......!\nMore, deeper inside me... Ah, ahhh...!",
    "焼かれそうなくらい熱い肉ヒダをぐいぐいかき分けて、\n純夏の内側を激しく貪っていく。": "I pushed my way through her flesh pleats, which were so hot they felt like they were going to burn\nI violently devour Sumika's insides.",
    "ふぁぅ……っ、ん、んぁ……あぁぁっ……！\n感じるよ……わたしの中で……！": "Fuau......! Nn, nnah......aaaah...!\nI can feel it... inside me...!",
    "タケルちゃんが、どんどん硬くなっていくの……！\n熱くなってるよぉ……！": "Takeru-chan's getting harder and harder...!\nIt's getting hot...!",
    "純夏の膣内もオレの昂ぶりに呼応するように蠢いている。\nその形まで、ぴったり張り付くように変化していくようだった。": "Sumika's vagina wriggles in response to my arousal.\nEven its shape seemed to change to stick to it perfectly.",
    "んくっ、あっ……ね、ねえタケルちゃん……\nこれって……エッチな気分……高まってるってことだよね？": "Ngh, ah... H-Hey, Takeru-chan...\nThis means... we're getting more and more perverted, right?",
    "タケルちゃんが、わたしの体で……ふぅんっ……\nこ、興奮してくれてるって、ことだよね……？": "Takeru-chan, with my body... Hmmm...\nI-It means you're excited, right...?",
    "体だけじゃない――と、囁きかける。": "\"It's not just my body—\" I whispered.",
    "純夏の言葉からあふれ出す気持ちも、艶めかしい声も、\n肌から伝わる体温も、すべてが愛おしかった。": "The feelings overflowing from Sumika's words, her seductive voice...\nEverything about her was adorable, even the warmth from her skin.",
    "んんっ……ほ、ほんとに……？\nうれしいよっ……ん、あぅ、あんっ……！": "Mmm... R-Really...?\nI'm so happy... nn, au, anh...!",
    "こうしてくっついてるとねっ……！\nわたしも、タケルちゃんの全部を感じるの……！": "When we're together like this...!\nI can feel everything about you too, Takeru-chan...!",
    "タケルちゃんのこと、全部……全部好き……んっ……！\n好きだよっ……あっ、あっ、あっ……！": "I love you, Takeru-chan... all of you... nn...!\nI love you... Ah, ah, ah...!",
    "懸命にしがみついてくる純夏の体重を受け止めながら、\n腰の動きをペースアップしていく。": "I catch Sumika's weight as she clings to me with all her might.\nI pick up the pace.",
    "わたし……ぜんぶ、溶けちゃいそうだよっ……！\nタケルちゃんとひとつになりたいっ……！": "I feel like... I'm going to melt...!\nI want to become one with Takeru-chan...!",
    "オレを離すまいと吸い付いてくる膣壁。\nその強烈な圧迫感に、意識を飛ばされそうになる。": "Her vaginal walls cling to me, trying not to let me go.\nThe intense pressure almost knocked me out of consciousness.",
    "もっと……もっと強く抱きしめて……\nもっといっぱい、タケルちゃんので突いてっ……！": "Hug me harder... Hold me tighter...\nTakeru-chan, thrust harder...!",
    "控えめな乳房が揺れる様と、目の前で蕩けていく表情も、\n肉壁の感触と一緒になってオレの理性を奪い去っていく。": "The sight of her modest breasts swaying and her expression melting before my eyes...\nTogether with the sensation of her flesh walls, it robbed me of my reason.",
    "そこからはもう、夢中になって下半身を打ち付けた。": "From there, I slammed my lower body into her in a trance.",
    "あっ、はっ、はぅっ、んん、はぅんっ、タケルちゃんっ……！\nいいよぉ、あ、あんっ、うぅんんっ……！": "Ah, hah, hauh, nnn, haunh, Takeru-chan...!\nIt's okay, ah, ahn, nooo...!",
    "名前以外に意味のある言葉が聞こえなくなる。\n強い快感を感じている純夏の表情は蕩け切っていた。": "I couldn't hear any meaningful words other than her name anymore.\nSumika's expression melts away as she feels intense pleasure.",
    "んっ、んっ、んはっ、あっ、あぅっ、んんぅっ……！": "Nn, nn, nhah, ah, auh, nnuh...!",
    "オレに抱えられたままの状態で、\n純夏もなんとか自分から腰を動かそうとしているのを感じる。": "With me still holding her,\nI can feel Sumika trying to move her hips on her own.",
    "はふ、んっ、あ、あっ、き、気持ち……通じ合ってるなら……\nあとはもう……体……限界までっ……！": "Hafu, nn, ah, ah! I-If our feelings...are mutual...\nNow... my body... is at its limit...!",
    "純夏の望みに応じるべく、子宮口をめがけてペニスを突き入れる。\nそのまま彼女の最奥で小刻みに腰を揺さぶった。": "In order to fulfill Sumika's wish, I thrust my penis into her cervix.\nJust like that, I moved my hips slightly in the deepest part of her.",
    "あっ、あぅ、あ、あっ、そ、それ、だめぇ……！\n速いの、だめ、イク、イッちゃうよぉっ……！": "Ah, au, ah, ah! D-Don't do that...!\nIt's too fast, I can't, I'm cumming, I am cumming...!",
    "そういって、潤んだ目でそういう純夏に対して、\n必死に射精感を堪えながら腰を動かす。": "As she says that, she looks at Sumika with moist eyes.\nI desperately try to resist the urge to ejaculate as I move my hips.",
    "ひゃっ、あんっ、あ、あぁぁぁぁぁんんっ……！": "Hyah, ahn, ah, aaaaahn...!",
    "純夏の膣中がぎゅうっと強く締め付けて、\n軽く絶頂したことが伝わってくる。": "Sumika's vagina tightens around me.\nI can tell that she climaxed lightly.",
    "ご、ごめっ、んっ……わたしだけ、先に……\n軽く……イッちゃった、あ、んっ……！": "S-Sorry, nn... I'm the only one...\nI came... lightly, ah, nn...!",
    "謝ってはいるが、申し訳なさなどなく快感で溶けている顔。\nそれがオレの嗜虐心を刺激する。": "She's apologizing, but her face is melting from the pleasure without any apologies.\nThat stimulates my sadistic side.",
    "えっ……！？　あ、あのっ……ん、あっ！\nタ、タケルちゃ、ま、待っ……ふぁ、あ、あぁっ、ぁんっ……！": "Huh...?! U-Um... Mm, ah!\nTakeru-cha, w-wait...fuah, ah, ahh, ahn...!",
    "女の子は男と違って長い時間、何回でもイケるだろ？\nだったらまだ……続けてもいいよな？": "Unlike men, girls can do it as many times as they want for a long time, right?\nIn that case... can we keep going?",
    "待って、待ってぇ、あ、あんっ、あんっ、\nイッたばかりで、いろいろされるのはっ……！？": "Wait, wait, ah, ahn, ahhn,\nI just came, and she's doing all sorts of things to me...!?",
    "びしょ濡れになった純夏の肌に指や舌を這わせ。\nほんの少しだけ挿入の角度をずらして、陰核を刺激した。": "I run my fingers and tongue along Sumika's soaked skin.\nI shifted the angle of insertion just a little, stimulating her clitoris.",
    "変にっ……なっちゃうのっ、あっ、だ、だからっ……！\nそんな、いっぱい、体、いじるのは……だめぇ……！": "I'm... going crazy! Ah, I-I told you...!\nDon't... touch... my body... so much...!",
    "イヤイヤと身をよじる純夏をがっちり抱きしめて、\n全身への刺激と共に最高速のピストンを繰り返していく。": "Sumika squirms around in disgust, but I hold her tight.\nAlong with the stimulation to my entire body, I repeated my top-speed piston motions.",
    "あんっ、あんっ、ま、また、きちゃう……きちゃうっ……！\nもっとすごいのが、あ、き、きちゃうよぉっ……！": "Ahn, ahn, I-I'm cumming again... I'm gonna cum...!\nSomething even more amazing is, ah, c-coming...!",
    "結合部の摩擦と、純夏の嬌声と、見たことないほどの痴態が、\nオレを限界へと導いていく。": "The friction at the place where we're connected, Sumika's lovely voice, and her unbelievable disgracefulness...\nShe leads me to my limit.",
    "お願いっ、も、もう、無理なのっ、アソコ、壊れちゃうのっ……！\nだから、早くっ、タケルちゃんも、だ、出してっ……！": "Please, I-I can't take it anymore, that place is going to break...!\nThat's why, hurry, Takeru-chan, d-do it too...!",
    "わたしの中に、このまま、全部っ……！\nあっ、あんっ、あんっ、あんっ、あんっ！": "Inside me, like this, everything...!\nAh, ahn, ahnn, ahhn, aahn!",
    "純夏の膣が、また収縮していく。\nオレのを搾り取ろうと、さっきよりも強く、キツく。": "Sumika's vagina contracts again.\nShe's even tighter and tighter than before, trying to squeeze out my member.",
    "あ、あ、あ、あっ、イクよっ、もいっかい、イ、クッ……！\nイッちゃ、あ、あ、あぁぁぁぁぁぁ――": "A-Ah, ah, ah! I'm cumming! I-I'm going to cum again!\nI'm cumming! Ah, ah, ahhhh!",
    "ふあっ、あ、あぁぁぁぁぁぁぁあぁぁぁぁぁぁっ……！": "Fuah, ah, aaaaahhhh...!",
    "純夏の体が激しく痙攣したのとほとんど同時。\n下腹の奥から昇ってきた熱が、白いマグマになって一気に噴き出す。": "Sumika's body convulses violently at almost the same time.\nThe heat rising from the depths of her abdomen turned into white magma and gushed out all at once.",
    "ひゃう、うんっ、あ、あぁぁっ……イッ……ちゃっ……！\nまた……はぅぅぅっ……んっ、んっ、んっ……！": "Hyau, yeah, ah, aaah... I'm... cumming...!\nAgain...hauuu...nn, nn, nnn...!",
    "凄まじい解放感と脱力感に襲われて、\nオレはありったけの精を純夏の中にぶちまけていた。": "I was assaulted by a tremendous sense of release and exhaustion\nI dump all my semen into Sumika.",
    "はぅ……！　あ……あふ……んんぅっ……！\n熱いの……わかる……出てる、よね……？": "Hau...! Ah......ahu......nnnuu......!\nIt's hot... I can tell... it's coming out, isn't it...?",
    "射精を続けるペニスの脈動に合わせて、\nオレの腕の中で純夏の体がビクンビクンと跳ねる。": "Matching the pulse of my penis as it continued to ejaculate...\nSumika's body jumps in my arms.",
    "はぁっ……はぁっ……はぁっ……あぁぁ……！\nも、もう、無理……これ以上は、だめだよぉ……": "Haah... haah...haah...aaah...!\nI-I can't... take any more...",
    "脱力しきった純夏を支えるため、崩れそうな体に鞭を打った。\n正直、このまま倒れて眠ってしまいたいくらい疲れていたが……": "To support the exhausted Sumika, I whip her body that looks like it's about to collapse.\nHonestly, I was so tired I wanted to collapse and fall asleep, but...",
    "その前に、もう一度伝えておくべきことがある。\n勢いだけの言葉じゃないと証明するためにも。": "Before that, there was something I needed to tell her again.\nIn order to prove that those words weren't just spur of the moment.",
    "んぁ……あ……はぁ……タケルちゃん……？\nそんなに強く抱きしめて……どうしたの？": "Nnah... ah... hah... Takeru-chan...?\nWhy are you hugging me so tightly...?",
    "好きだよ、純夏。\nこのままずっと離さないからな。": "I love you, Sumika.\nI won't let you go like this forever.",
    "はぁ……はふ……ん……ふふっ……\nわたしも、大好きだよ……タケルちゃん……": "Haa...hafu...nn...fufuu...\nI love you too... Takeru-chan...",
    "耳元と胸板で感じていた、熱く激しい呼吸と鼓動。\nそれが微笑に合わせて穏やかになっていくのを感じた。": "I could feel her hot, violent breathing and heartbeat through my ear and chest.\nI felt it calm down in time with her smile.",
    "はぁ……どっと疲れた……": "*sigh* I'm so tired...",
    "ターケールーちゃーん。": "Turkey.",
    "……純夏。": "......Sumika.",
    "なぁに？　ふふふっ。": "What? Heheheh.",
    "重いぞ。": "It's heavy.",
    "あー、ひどい。タケルちゃんってば、また意地悪言う～。\nせっかくいい雰囲気だったのに……": "Ahh, how cruel. Takeru-chan, you're being mean again~.\nIt was such a nice atmosphere...",
    "いい雰囲気をぶち壊しにしたのは、\n無遠慮にオレに覆い被さってきた純夏の方だぞ。": "The one who ruined the good mood was...\nIt's Sumika, who's been hanging over me without restraint.",
    "だって、タケルちゃんとこうしてくっついてると\nすごく落ち着くんだもん。": "I mean, when I'm with Takeru-chan like this...\nIt really calms me down.",
    "……もう不安はないか？": "...Aren't you worried anymore?",
    "うん。不思議だね……\n不安も嫌な気持ちも、どこかへ行っちゃった。": "Yeah. It's strange...\nMy anxiety and bad feelings have all gone away.",
    "きっとタケルちゃんが言ってくれたおかげだよ。\n好きだ、離さないーって。": "I'm sure it's thanks to what Takeru-chan said.\nI love you, I won't let you go.",
    "ああ、絶対に離すもんか。\nだから、純夏もオレから絶対に離れるなよ。": "Yeah, I'll never let her go.\nSo don't leave me either, Sumika.",
    "離れないよ。\nずっとタケルちゃんのそばにいる。": "I won't leave you.\nI'll always be by Takeru-chan's side.",
    "また怖い夢を見たら、いつでもオレのところへ来ていいからな。": "If you have another scary dream, you can come to me anytime.",
    "……タケルちゃんのスケベ。\nそれって、またわたしとエッチなことしたいからでしょ？": "...Takeru-chan, you pervert.\nIsn't that because you want to have sex with me again?",
    "バカ言ってろ。": "Don't be stupid.",
    "ふふふ～。タケルちゃん、照れてる。\nそのときは遠慮なくお邪魔するね。": "Hehehe~ Takeru-chan's blushing.\nI'll be sure to stop by when the time comes.",
    "ずーっと頼りにしてるからね、タケルちゃん……": "I'll always be counting on you, Takeru-chan...",
    "純夏の力の抜けた甘い声が、少しずつ遠ざかっていく。\nそれと同時に、胸板に感じる重みを増していった。": "Sumika's sweet, limp voice slowly fades away.\nAt the same time, I feel more weight on my chest.",
    "ふたり一緒にまどろみに身を委ねながら、\nオレは夢の中に沈む前に願った。": "The two of us let ourselves fall asleep together.\nI wished before I sank into the dream.",
    "（できれば、純夏と過ごす穏やかな時間が、\nこれからもずっと続いてくれますように……）": "(If possible, the peaceful time I spend with Sumika...)\nI hope this will continue forever...)"
}