{
    "コトハ、龍宮ちゆるはいいの？\n彼女は自由に研究を進めているみたいだけど。": "Kotoha, are you okay with Ryuugu Chiyuru?\nShe seems to be doing her research freely.",
    "今のままじゃ『アレ』に邪魔をされるし、別のプランを考えるわ。\n幸い、すぐに実用化するものでもないし。": "At this rate, 'that' will get in the way, so I'll come up with a different plan.\nFortunately, it's not something that can be put to practical use right away.",
    "……あれから理事会の動きが無いのは、あの男の存在かしら。\nそれとも今の環境で静観したいのか……全く忌々しいわね。": "...I wonder if that man is the reason the board hasn't made any moves since then.\nOr do you want to watch quietly in your current environment...? How annoying.",
    "別のプラン……なるほど、それで私に調査させてたのね。": "Another plan... I see. So that's why you sent me to investigate.",
    "あなたのハッキングスキルは頼りにしてるわ。\nで、どう？　私の求めているものだった？": "I'm counting on your hacking skills.\nSo, what do you think? Was it what I wanted?",
    "ええ、問題なく。さすがね。": "Yes, no problem. I'm impressed.",
    "――それじゃ、さっそく準備を始めてちょうだい。": "――Now then, please get ready.",
    "ご多忙の中、お集りいただいて誠にありがとうございます。": "Thank you very much for gathering here while you're busy.",
    "広々としたホールに多くの報道陣が詰めかけている。\nやけにフラッシュが眩しいな。それだけ注目されてるってことか。": "The spacious hall is packed with reporters.\nThe flash is awfully bright. So that's how much attention she's getting.",
    "本日発表いたしますのは、\n次世代型ＭＧ用ジェネレーターの評価プロジェクトです。": "Today's announcement is...\nIt's an evaluation project for the next generation of MG generators.",
    "ＭＧの制圧力を強化することで、パイロットの身の安全を守る――\nその理念のもとリバティを代表する２社が開発競争を行います。": "By strengthening the MG's pressure, we'll protect the pilot's safety—\nUnder that principle, the two companies representing Liberty will hold a development competition.",
    "『ラディアン・ソリューションズ』と、\n『ノースリム重工』です！": "\"Radiant Solution,\" I said\nNorthrim Heavy Industries!",
    "そしてこのプロジェクトに、当学園ＬＯＣより２チームが\nテストパイロットとして参加することになりました。": "And for this project, there are two teams from this academy's LOC\nI've decided to participate as a test pilot.",
    "『トレブルクインテット』のフルート・メルヴィルです！\nバイブス上げて頑張りますんで応援よろよろ～！": "I'm Flute Melville from Treburg Integrity!\nI'll raise the vibrators and do my best, so cheer me on!",
    "『トリニティ・ジュエル』のレイヴェル・ブライトリーフだ。\n意義あるプロジェクトに参加できることを嬉しく思っている。": "It's Ravel Brightleaf from Trinity Jewel.\nI'm happy to be able to participate in a meaningful project.",
    "また、トレブルクインテットには今回、オブザーバーとして、\n生徒会付教導指揮官が参加することとなっています。": "Also, to Treburg Intette, this time as an observer,\nThe Student Council's instructor commander will be participating.",
    "%usernameusernameuserna%です。よろしくお願いします。": "I'm %usernameusernameuserna%. Nice to meet you.",
    "俺は今、ＬＯＣ――『Ｌｉｂｅｒｔｙ　Ｏｎｌｉｎｅ　Ｃａｍｐｕｓ』\n所属のチーム『トレブルクインテット』と行動をともにしている。": "Right now, I'm in the LOC—Liberty Online Campus.\nHe's working with the team he belongs to, the Treburg Integrity.",
    "少し時は遡って――": "Time goes back a little—",
    "うう…なんだか寂しくなります……": "Ugh... I'm going to miss you...",
    "ずっと一緒だと思ってたんですけど……\n他チームの依頼も受けないとなんですね……": "I thought we'd be together forever...\nWe'll have to take requests from other teams, too...",
    "仕方ありませんわ。あくまでも彼は生徒会の人間なのですから。": "It can't be helped. He's a member of the Student Council, after all.",
    "生徒会の意向次第でいつどこの指揮を執ってもおかしくない……\n最初から分かっていたことです。": "Depending on the student council's wishes, they could take command at any time...\nIt's something I knew from the beginning.",
    "――と頭では理解しているのですが、\nやはり気持ちが追いついてきませんわね。": "In my head, I understand that, but...\nI can't keep up with your feelings after all.",
    "まあ、最初からそういう話だったからな。\n俺も寂しいけど、お達しがあった以上、仕方ないさ。": "Well, that's what we were talking about from the start.\nIt's sad for me too, but it can't be helped now that I've made it.",
    "どーせすぐに戻ってくるでしょ。\n初日でパワハラとかで訴えられるだろうし～。": "I'm sure he'll be back soon.\nI'm sure she'll sue me for harassment on the first day.",
    "俺がパワハラなんかするはずないだろ。\n温厚が服着て歩いてるような存在だぞ。しかも超厚着だ。": "There's no way I'd harass her.\nIt's like walking around in warm clothes. And super-thick clothes, too.",
    "どうしよ、白奈！　こいつまた記憶喪失になったんだけど！": "What should I do, Shirona?! She's lost her memory again!",
    "壊れかけの機械って、殴ったら直るらしい。": "It seems that machines that are on the verge of breaking can be fixed if you hit them.",
    "どこで仕入れた知識なんだよ！？\nってか、ちゆる……なに持ってんだ？": "Where did you get that knowledge?!\nWait, Chiyuru... What are you holding?",
    "え？　さっき拾った木の枝だよ。\n良い感じに叩けそうじゃない？": "Huh? It's the tree branch I picked up earlier.\nSounds good to me, doesn't it?",
    "せめて素手にしてくれないか？　俺の腕くらい太いし……": "Could you at least hold my bare hands? They're as thick as my arms...",
    "あ、あの……また会えますよね？": "U-Umm... We'll meet again, won't we?",
    "ん？　ああ、当たり前だろ。同じ学園にいるんだし。\n普通に連絡くれりゃ、すっ飛んでいくよ。": "Hm? Yeah, of course. We're at the same school.\nIf you contact me normally, I'll fly away.",
    "はい……！": "Yes...!",
    "それじゃ、とっとと行っちゃって。\nこれからラミ達も訓練があるし。": "Well then, get going.\nRami and the others will be training from now on.",
    "……なんて、さっぱりしてるふうに見えて、\n実は夜な夜な一番彼に連絡してそう筆頭。": "...She looked so refreshed,\nActually, I contacted him first every night, and he was the head of the group.",
    "そ、そんなことないし！！": "Th-That's not true!!",
    "わたくしたちだけでも、しっかりやれることを証明してみせますわ。\n別のチームに行っても、見ててください。": "We'll prove that we can do it on our own.\nEven if you go to another team, please watch.",
    "――もちろんだ。それじゃ、行ってくる。": "Of course. I'll be going, then.",
    "いってらっしゃい！　がんばってくださいねー！": "Have a good day! Good luck!",
    "（……正式にシリウスシュガーと離れての活動か。\nはてさてどう転ぶか……）": "(...So they're officially separated from Sirius Sugaru, huh?)\nNow then, how will this turn out...?)",
    "それでは改めまして、\n各社代表の方にご挨拶を賜りたいと思います。": "Well then, once again,\nI would like to give greetings to the representatives of each company.",
    "『ＲＳ』の略称でおなじみのラディアン・ソリューションズです。": "It's abbreviated to \"RS\" and is a familiar name for Radiant Solution.",
    "このたびは栄えあるプロジェクトに参加させていただき、\nありがとうございます": "This time, I will participate in a glorious project,\nThank you very much.",
    "弊社のテストはチーム、トレブルクインテットの皆様に\n依頼いたしました。": "Our test is for the team, the treburg intettes.\nI've requested it.",
    "彼女たちの技術と経験を活かし、安全性と性能を兼ね備えた新装備を\n世に送り出したいと考えております。": "Making use of their skills and experience, they were able to create new equipment that was both safe and capable\nI'd like to bring it to the world.",
    "ぱちぱちぱち、と拍手が響き渡る。": "Clap after clap echoed through the room.",
    "――どうも、ノースリム重工です。\n我々が目指すのは、より強く、より使いやすい装備……": "—Hello, I'm Northrim Heavy Industries.\nWe're aiming for stronger, easier-to-use equipment...",
    "トリニティ・ジュエルの皆様の協力のもと、\nパイロットが信頼できる装備を共に作り上げてまいります。": "With the help of all the Trinity Jewels,\nWe'll be working together to make equipment that the pilot can trust.",
    "より優れた性能を発揮した製品がＬＯＣにて正式採用となります。\n経過は学内メディアを通じて常時発信しますので、ぜひご注目下さい。": "A product with better performance will be officially adopted by the LOC.\nThe progress will be broadcast through the school media at all times, so please be careful.",
    "場内からは一層大きな拍手が送られ、フラッシュが一斉に焚かれた。\nったく、まぶしくて仕方ない……こういうの慣れてないんだけどなぁ……": "There was an even louder round of applause from the crowd, and the flashes burned all at once.\nGeez, it's so bright... I'm not used to this kind of thing...",
    "%usernameusernameuserna%さん、大丈夫ですか？\n緊張してたらフルートに言ってくださいね！": "Are you all right, %usernameusernameuserna%?\nIf you're nervous, please tell the flute!",
    "いや、大丈夫だ……フルートは随分と場慣れしてるな。": "No, I'm fine... The flute is pretty used to the place.",
    "それはもう！　配信で慣れてますから！": "I'm used to that by now!",
    "そっか、フルートは配信活動もしてるもんな。\nま、とにかく早く終わってくれと願ってるだけだよ。": "That's right, flutes do broadcast activities, after all.\nWell, at any rate, I'm just hoping it'll be over soon.",
    "それに『トレブルクインテットのサポートをしてほしい』って依頼には\n全力を尽くすつもりだ。それにはこういうのも入ってるんだろ？": "Besides, there's a request that says, \"I want you to support Treburg Integrity.\"\nI'm going to give it everything I've got. That includes stuff like this, right?",
    "あざまるです、%usernameusernameuserna%さん。\nそしてすごく難しい依頼をしちゃって申し訳ないです……": "It's not fair, %usernameusernameuserna%.\nAnd I'm sorry for making such a difficult request...",
    "フルート……": "A flute...",
    "フルートの浮かない顔をみて、\n俺は彼女たちと今回の依頼に関する発端となった記憶を思い返した。": "She looked at the flute's glum face\nI thought back to the memories that had triggered this request with the girls.",
    "――ある教室にトレブルクインテットのみんなと、\nＲＳ社の関係者が集まっていた。": "—In a certain classroom, with everyone from Treburg Integrity\nPeople related to the RSK had gathered.",
    "（この人達が、ＭＧを開発する企業の社員か……）": "(So these people are employees of a company that develops MGs...)",
    "今回お願いするテストチームとしての業務ですが、\n我々が開発する新型ジェネレーターを搭載したＭＧの使用が主です。": "This is my job as a test team, but...\nThey mainly use MGs equipped with the new generator we're developing.",
    "既存ジェネレーターと比較してどう変わっているか、\n使い勝手は狙い通りか、違和感はないかなど……": "How it's different from the existing generators\nWhether it's easy to use or not...",
    "質問をしてもいい？\n具体的にこのジェネレーターは既存のものとどう違うのか資料を――": "Can I ask you a question?\nSpecifically, we need to find out how these generators differ from the existing ones—",
    "おい、もう記者会見まで時間がないぞ。細かいことは後だ、後。": "Hey, we don't have much time before the press conference. We'll figure out the details later.",
    "は、はいっ。": "Y-Yes.",
    "もっとも重要なのは話題性だ。テストも大事だが、\n開発期間中はＳＮＳなどでの発信に力を入れてくれ。": "The most important thing was the topic of conversation. Tests were important, too, but...\nDuring the development period, please focus on sending messages on social media.",
    "だからこそ君たちに依頼したのだからな。": "That's why I asked you to do it.",
    "（それってつまり――）": "(Which means...)",
    "それってトレブルクインテットに期待しているのは\n『広告塔』としての役割だ、ってことですか？": "Isn't that what you're expecting from treburg intet?\nAre you saying it's your role as an advertising tower?",
    "配信等によるファンとのエンゲージメント、ブランド認知度の向上……\nこういった面こそが他にない君たちの強みだろう。": "Engaging with fans through streaming, improving brand awareness...\nThis is the only aspect of your strength that you have.",
    "……そ、そう……ですけど……": "...Y-Yes... but...",
    "フルート？": "A flute?",
    "…………": "............",
    "まあ、このご時世、話題性も大事な武器のひとつですからね。\n情報発信の役割の重要性は分かりますよ♪": "Well, the topic of conversation is one of the most important weapons in this day and age.\nI understand the importance of the role of sending information♪",
    "わかっているようで安心するよ。ＭＧ開発の世界も日進月歩。\n認知されなければ採用されることすらないのだからね。": "It's a relief to see you understand. The MG Development world is also on a daily basis.\nIf you don't get recognized, you won't even be adopted.",
    "認知も大切ですが、使う人間からの評判だって大切ですから。\nちゃんとパイロットとしても頑張らせてもらいますね。": "It's important to be recognized, but it's also important to have a reputation with the people who use it.\nI'll do my best as a pilot.",
    "……！　はい！\n絶対いい成果を出すので、期待しててくださいね！": "...! Yes!\nI'll definitely get some good results, so look forward to it!",
    "ああ、よろしく頼む。\nもっとも、性能に関しては我々の技術にかかっているからな。": "Yeah, I'm counting on you.\nOf course, when it comes to performance, it all comes down to our skills.",
    "その一助となる『良いデータ』に期待してるよ。\nでは、また後で会見で。": "I'm looking forward to the 'good data' that will help you.\nSee you at the press conference.",
    "あっ、で、では……皆さんよろしくお願いします！": "Ah, th-then... I'll be counting on you all!",
    "ＲＳ社の重役が出て行き、後を窓口の担当者が慌ててついていく。\nそれを見送ったところでフルートは溜息をついた。": "The executives of the RSK Corporation left, and the person in charge of the window hurriedly followed after them.\nThe flute sighed just as he saw her off.",
    "はぁ……せっかく%usernameusernameuserna%さんにも\n来てもらったのに、あんな言われ方はサゲぽよです……": "*sigh*... I've been trying so hard to get %usernameusernameuserna%, too.\nI had her come, but she's saying it like that... It's so sad...",
    "ビジネス相手を見下して、あんまり好きじゃないタイプだねー。\n性能を活かすのだってパイロットの腕が必要なのに。": "He's the type who looks down on business partners and doesn't really like them.\nEven though you need a pilot's skill to make use of their abilities.",
    "まあ、私たちを選んだ判断は正しいんだけどね。\n普通のパイロットとは違う、私たちの強みをあの人達はよく理解してる。": "Well, it's the right decision to choose us.\nThey understand our strengths well, unlike normal pilots.",
    "……そうだな。でもお前たちの強みは『それ』だけじゃない。\n彼らはそれをあまりわかってなかったな。": "...You're right. But that's not your only strength.\nThey didn't really understand that.",
    "えへへ、ありがとうございます%usernameusernameuserna%さん！\nこのまま頑張って、さっきの重役さんも見返しちゃいましょう！": "Ehehe, thank you very much, %usernameusernameuserna%!\nLet's do our best and look back at the executives from earlier!",
    "ギャルインフルエンサーのフルートは、その明るさと優しさで、\nチームを支えて引っ張るムードメーカーだ。": "The Gale Influencer's flute had its brightness and kindness\nIt was a mood maker that supported the team and pulled them along.",
    "そうだね。ああいうタイプはビジネスに有用だってわかるなら、\n素直に認めてくれるからね。": "That's right. If you know that type is useful for business,\nHe'll admit it.",
    "学生起業家でもあるレイラは合理的な考えと全体を見れる大局的視点で、\nチームのバランサーの役割を担っている。": "Leila, who was also a student entrepreneur, had rational ideas and a broad perspective that allowed her to see the whole thing\nHe plays the role of the team's balancer.",
    "そうそう♪　暗くなっても仕方ないからね♪\nそれに、あたし達には『教導指揮官』が居るから心配無用よ♪": "That's right♪ There's no point in getting dark♪\nBesides, we have the 'Instructor Commander' with us, so there's no need to worry♪",
    "お調子者に見えるが、金属工芸アーティストらしい芸術家的感性で、\nフルートとは別の形でドンドン皆を踏み込ませるアクセル役のロージー。": "She looked like she was in good shape, but she had the artistic sensibilities of a metal craft artist\nRosie played the role of Axel, which made everyone step on her in a different way from the flute.",
    "うん、%usernameusernameuserna%のこと頼りにしてるね。": "Yeah, I'm counting on you, %usernameusernameuserna%.",
    "ああ、任せておけ。": "Yeah, leave it to me.",
    "そうして、そんな個性の強いメンバーたちを癒やし支える、\n縁の下の力持ち……元歌姫シエナ。": "And so, she healed and supported the members with such strong personalities.\nThe former diva, Siena, had the power under Yosuga's wing.",
    "%usernameusernameuserna%の仕事には期待してるよ。\nコスパ良く頑張ろうか。": "I'm looking forward to your work, %usernameusernameuserna%.\nLet's do our best, cospa.",
    "最後に、ホワイトハッカーであり、冷静なチームのブレインである\nエヴィ……こうしてみれば、バランスのいいチームなのかもしれない。": "Finally, a white hacker and the brain of a calm team.\nEve...now that I think about it, she might be a well-balanced team.",
    "そういえば……%usernameusernameuserna%さんにフルート達の戦闘を\nお見せしたのは、バトルロイヤルのときが最初で最後でしたよね？": "Come to think of it... I told %usernameusernameuserna% about the flutes' battle.\nThe first and last time I showed you was during the Battle Royale, right?",
    "ああ、そういえばそうだな。": "Yeah, now that you mention it, you're right.",
    "やっぱり、改めてトレブルクインテットの実力を\n見せるべきでしょうか！": "As I thought, I need to reexamine Treburg Integrity's abilities.\nShould I show it to you?",
    "ああ、そうだな。俺はお前たちの本当の実力をちゃんと見ていない。\n実際にこの目で見てサポートの方針を決めるつもりだ。": "Yeah, that's right. I haven't seen your true strength yet.\nI'm actually going to see it with my own eyes and decide on a policy of support.",
    "（おそらくは、シリウスシュガーとは全く違う方針になるだろう。\n……どんなふうに戦い成長するのか、今から楽しみになって来たな）": "(It'll probably be a completely different policy from Sirius Sugaru's\n...I'm starting to look forward to seeing how they fight and grow.)",
    "ふーん、サポート……": "Hmm, support...",
    "なんだ？": "What is it?",
    "いやね、教導指揮官ってどこまでサポートしてくれるのかなぁって。\nもしかして専属で私生活まで支えてくれちゃったり？": "Well, I was just wondering how much support the instructor would give us.\nCould it be that she's your personal servant and even supports your personal life?",
    "そんなわけないだろ。\nお前は一度『指揮官』って言葉の意味を調べたほうがいい。": "Of course not.\nYou should investigate the meaning of the word 'commander' at least once.",
    "えー！　じゃあ部屋の掃除してくれたり、代わりに買い物してくれたり、\n料理作ってくれたりしないの！？": "Whaaat?! Then he cleaned my room and went shopping for me instead\nAren't you going to cook for me?!",
    "しないわ！！": "I won't!!",
    "ちぇ……つまんないのー。": "Tch... Boring.",
    "一応『オブザーバー』って言葉にも、\nお前の願望のような意味は含まないからな。": "Just in case, the word \"observator\" didn't even begin to describe it\nIt doesn't have the same meaning as your wish.",
    "あはは……彼はあくまで、今回のテストをサポートしてくれるだけだよ。\nさすがにロージーのそれは拡大解釈すぎじゃない？": "Ahaha... He's just going to support us on this test.\nIsn't that a little too grandiose, Rosie?",
    "むぅ……": "Mmm...",
    "あっ、でも！　『後輩クン』としては、こき使っていいわよね♪\n先輩のあたし達にはちゃーんと、尻尾振ってワンで返事するよーに！": "Ah, but! It's okay to work hard as a 'kouhai-kun'♪\nWe're seniors, so I'm gonna wagging my tail and reply with a wan!",
    "（首輪が必要そうな生き物はこいつのほうだろ……）": "(He's probably the one who needs the collar...)",
    "……なあ、フルート、この依頼ってクーリングオフ制度使える？": "...Hey, Flute, can you use the Cooling Off system for this request?",
    "えっ！？　今からキャンセルは困りますよ～！\nノークレーム・ノーリターンでよろおねです！": "Huh?! We can't cancel right now!\nNo complaint, no return, please!",
    "くぅ……なら仕方ない……": "Ugh... Then there's no helping it...",
    "（いやまあ、キャンセルは冗談だが……\nさすがに私生活のサポートまでしないぞ？）": "(Well, canceling was a joke, but...)\nI'm not even going to support your private life, you know?)",
    "もちろん、極力甘えすぎないようにはするつもりだよ。\nなにはともあれ、しばらくの間よろしくね。": "Of course, I'll do my best not to spoil her too much.\nAnyway, I'll be counting on you for a while.",
    "では２人の握手しているところをお願いします！": "Then, please shake hands with them!",
    "……っと、ちょっと考え込んでたか。\n気づいたら、ちょうどフルートが壇上に進んだところだった。": "...Oh, I guess I was lost in thought.\nThe next thing I knew, the flute had just stepped onto the stage.",
    "レイヴェルちゃん、よろよろで～す！": "Ravel, you're welcome!",
    "ああ、よろしく頼む。": "Yeah, I'm counting on you.",
    "カメラの前でにこやかに握手を交わすフルートとレイヴェル。\nいよいよ評価プロジェクトの正式スタートだ。": "Flute and Ravel smiled and shook hands in front of the camera.\nIt's finally the official start of the evaluation project.",
    "フルートの横顔をぼんやりと見つめながら、\n俺は改めてこれからのことを考える。": "She stared vacantly at the flute's profile\nI think again about what to do next.",
    "（フルートたちは客寄せパンダに甘んじるつもりはない。\nなら俺の役目は……想定を超える力を引き出すこと――か）": "(The flutes have no intention of resigning themselves to the role of attracting customers and pandas.\nIn that case, my role is... to draw out more power than I expected, huh?)"
}