{
    "う……うぅ……": "Uu...uuu...",
    "あ！　目が覚めた！　よかった～……！！": "Ah! I'm awake! Thank goodness...!!",
    "ラミ……？　一体何が、どうなって……": "Rami...? What the hell is going on...?",
    "さっきのところから、落ちてきたんだよ！\nそしたら、気絶しちゃって全然起きないから……！！": "It fell from that spot!\nThen I'll pass out and never wake up...!!",
    "そうだったのか……みんなは！？": "I see... Where's everyone?!",
    "大丈夫。みんな、無事。あなたが最後に目を覚ました。\n怪我はない？": "It's okay. Everyone's safe. You're the last one to wake up.\nAre you hurt?",
    "……大丈夫。外傷もなさそうだ……心配かけたな。": "......I'm fine. I don't think I have any injuries......sorry for worrying you.",
    "別に～？　全然心配なんかしてないし～？": "Not really~? I'm not worried at all~?",
    "そんなこと言って、ずっとそばから離れなかったくせに。": "You said that, but you never left my side.",
    "はあー！？　白奈こそ、泣きそうな声してたくせにー！！": "Huh?! You sound like you're about to cry, Shirona!!",
    "わかった、わかった……それだけ元気なら十分だ……": "All right, all right... If you're that energetic, that's enough...",
    "機体はどうだ？\n俺のは、とりあえずのチェックだが……問題なさそうだ。": "What about the aircraft?\nMine is just a check... but it doesn't look like it'll be a problem.",
    "そちらも問題ありませんわ。\n全機、損害は軽微。移動は可能でしょう。": "There's no problem with that, either.\nAll units, damage is minimal. It should be possible to move.",
    "よかったです……最悪の事態は免れましたね。": "Thank goodness... We managed to avoid the worst-case scenario.",
    "だが、状況は芳しくない。\nあれからどれだけ落ちたのだろう？": "But the situation isn't looking good.\nHow much had she fallen since then?",
    "ただでさえ未確認エリアでの崩落だ。\n自分達の居場所さえ、マップでは把握できない。": "It's already a cave-in in an unidentified area.\nThey couldn't even tell where they were on the map.",
    "ぐ……": "Ugh...",
    "一気に深い層まで落ちたせいか、\nメイズシンドロームの症状が重くなっている。": "Maybe it’s because I fell all the way to the deep levels at once\nThe symptoms of the mace syndrome are getting serious.",
    "崩落による不安と疲労。\nそしてメイズシンドロームによる消耗。": "Anxiety and exhaustion from the collapse.\nAnd wear and tear from the Maze Syndrome.",
    "……………………": "............",
    "焦りと絶望が、言葉なく\nこの空間に満ちているのを感じた。": "Impatience and despair left her speechless\nI felt this space fill me.",
    "……まだだ。まだ諦めるには早い。\n進もう、出口はあるはずだ。": "...Not yet. It's too early to give up.\nLet's keep going. There should be an exit.",
    "少なくとも、ここで立ち止まるという選択肢はどこにもない。": "At the very least, stopping here wasn’t an option.",
    "俺は努めて明るくふるまう。\n士気の低下こそ、今は致命的な毒となり得るからだ。": "I try to act as cheerful as possible.\nBecause a drop in morale could be a fatal poison right now.",
    "自慢してやろうぜ、こんな深くまで潜って、\n無事に戻ってきたんだぞってな。": "Let's brag about it, diving this deep,\nShe said she came back safely.",
    "%usernameusernameuserna%さん……": "%usernameusernameuserna%san...",
    "……へえ、いいじゃん！　乗った！　カオスメイデン倒しただけじゃ、\n『伝説』のストックがちと足りなかったんだよね！": "...Wow, that's great! I'm on board! Just defeating Chaos Maiden isn't enough,\nWe didn't have enough Legendary stock!",
    "……賛成！　あたし達を甘く見てたみんな、全員見返してやろ！": "...Agreed! Everyone who underestimated us will look back on us!",
    "学園中がびっくりする偉業を打ち立てる……\nそういうことですよね！": "It's a feat that will surprise the entire school...\nThat's how it is!",
    "その意気だ。まずは状況把握から、だな……": "That's the spirit. We need to get a handle on the situation first...",
    "周囲の警戒は続けていますが、\n今のところメイズシフターの気配はありません。": "We continue to keep an eye on our surroundings,\nThere's no sign of the maise shifter at the moment.",
    "それはよかった。他には？": "That's good to hear. Anything else?",
    "ん？　ちょっと待って……\nあの岩、なんだか形がおかしい。": "Hm? Wait a minute...\nThere's something strange about the shape of that rock.",
    "白奈？": "Shirona?",
    "苔がすごいけど……って、岩じゃない、ＭＧの残骸……！": "The moss is amazing, but... Wait, it’s not rock, it's MG wreckage...!",
    "なんだって！　……うわぁ、ひどいね、コレ。\nボロボロじゃない。": "What?! ...Wow, this is terrible.\nIt's not in tatters.",
    "白奈が見つけたのは、メイズシフターに破壊された\n古びたＭＧのようだった。": "What Shirona found was destroyed by the Mazesifter.\nIt looked like an old MG.",
    "でも一応ちょっと確認してみる。何か得られるかも。": "But just in case, I'll check. I might get something out of it.",
    "わかりましたわ。他の機体は全機周囲の警戒を。": "Understood. All other aircraft, keep an eye on the surrounding area.",
    "了解です！": "Understood!",
    "それからちゆるは壊れたＭＧのコックピットハッチ付近に\n自機のハッチを近づけ、機体から出ていろいろ調べてみると――": "Then Chiyuru went near the cockpit hatch of the broken MG\nI approach the hatch of my own aircraft, exit the aircraft, and examine various things.",
    "嘘……！　システムがまだ生きてるみたい！": "No way...! It looks like the system is still alive!",
    "本当ですか！？　中を調べられますか！？": "Really?! Can you check inside?!",
    "任せて、外からハッチの開閉も可能よ。": "Leave it to me. I can open and close the hatch from the outside.",
    "脇にあったレバーを操作し、コックピットハッチを手動で開ける。": "I operated the lever at my side and manually opened the cockpit hatch.",
    "中は空っぽみたい。損傷して動けなくなった自機を放棄して、\nパイロットは僚機に回収されたってところね。": "It looks like it's empty inside. I abandon my damaged, immobilized self.\nThe pilot was recovered by the bureaucracy.",
    "ちゆる、コンピューターユニットが無事なら、それを調べられるか？": "Chiyuru, if the computer unit is safe, can you investigate it?",
    "オッケー、ちょっと待ってね～。\nあたしの機体と繋ぐから……": "Okay, hold on a sec.\nI'll connect you to my aircraft...",
    "ん～……おおっ！？　こりゃすごい！\n地上までのルートがマッピングしてある！": "Hmm... Ohhh?! This is amazing!\nThe route to the surface is mapped!",
    "本当か！？　でもどうして、学園側にはデータがないんだろ……": "Really?! But why doesn't the school have any data...?",
    "当時、データを持って帰るような時間の余裕がなかったのかもね。\nメイズシフターに追い込まれてて、急いで逃げないといけなかったとか。": "At the time, we might not have had the time to bring back the data.\nI heard she was driven into a corner by a maise shifter and had to run away in a hurry.",
    "だからここの記録は学園に残っていないのか。": "So that's why there aren't any records of this place at the academy.",
    "よし。じゃ、みんなに共有するよ。\nただ、覚悟はしておいてね……": "Alright. I'll share it with everyone.\nJust be prepared...",
    "え……？": "Huh...?",
    "ちゆるの機体から、マップデータが届く。\nそれを見て、俺は愕然とする他なかった。": "Map data arrives from Chiyuru's aircraft.\nSeeing that, I couldn't help but be shocked.",
    "……こんなに深いのか、ここは。": "...Is this place this deep?",
    "ここはまだ<r=プライマル・ベルト>原生帯</r>だ。\nしかしその中でもきっと最下層に近いだろう。": "This is still a <r-primal belt> primogenitor belt.\nBut I'm sure it's closer to the lowest level.",
    "沈黙が重くのしかかる。\n無理もない、全員が理解したはずだ。": "The silence weighed heavily on me.\nI can't blame them. Everyone understood.",
    "こんな場所から戻るのに、\n燃料も弾薬も時間も──まるで足りないのでは、と。": "To get back from a place like this,\nWe don't have enough fuel, ammunition, or time.",
    "本当に、ここから戻るなど、\n可能なのだろうか……": "I really can't go back from here...\nI wonder if it's possible...",
    "……もうヤダ。": "...I can't take it anymore.",
    "ラミ……？": "Rami...?",
    "なんで？　なんでこんな目に遭わなきゃいけないの！？\nラミはただ……タツミヤ鉱が欲しかっただけなのに！！": "Why? Why did I have to go through all this?!\nRami just wanted...Tatsumiya Ore!!",
    "堰を切ったように、ラミの口から\n言葉が飛び出る。だが、様子がおかしい。": "It came out of Rami’s mouth like a dam had burst\nWords fly out of my mouth. But something's wrong.",
    "いやだ！　帰る、帰る帰る帰るっ！！\nもうこんなとこいたくないっ！！": "No! I'm going home, I'll go home!!\nI don't want to be here anymore!!",
    "スピーカーで騒がないでください！！　うるさいですわ！\nメイズシフターに気づかれたらどうするんですか！！": "Please don't make a fuss over the speakers!! Shut up!\nWhat if the maise shifter notices us?!!",
    "うっさい、ざぁこ！！　雑魚リーダー！！\nリーダーシップ行方不明のパツキン成金！！": "Shut up, Zako!! Small fry Leader!!\nLeader, the missing patkin, Seikin!!",
    "な、なんですって！？\nそっちは年齢制限ギリギリのチビ頭身メスガキでしょう！？": "Wh-What did you say?!\nIsn't that the little head and body of a female brat who's barely under the age limit!?",
    "七彩も珍しく声を荒げる。言っている内容も、どこか彼女らしくない。\n遠慮なしに怒りをぶつけるだけのような物言いだ。": "Shichika raised his voice for once. There was something uncharacteristic about what she was saying, too.\nIt sounded like she was just venting her anger without holding back.",
    "……どうせ、もうわたし達は助からない。何もかも終わり。\n騒ぐことにエネルギー使うより、静かに終わりを待ったらどう？": "...We can't be saved anymore anyway. Everything's over.\nRather than using energy to make a fuss, why don't you wait quietly for the end?",
    "白奈は白奈で、酷くネガティブだ。\nまだ助からないと決まったわけじゃないのに。": "Shirona is Shirona, and she's terribly negative.\nIt hasn't been decided yet that she won't be saved.",
    "（まずいな……）": "(This is bad...)",
    "あのさ、七彩ちゃん。白奈ちゃんの言う通りキミもうるさいよ。\nリーダーなら騒ぐんじゃなくて、ここは嗜めるのが仕事じゃない？": "Hey, Shichika. Just like Shirona said, you're annoying too.\nIf you’re the leader, isn’t it your job to enjoy this place instead of making a fuss?",
    "……いつもリーダーであろうと頑張ってるけどさ、\nキミ自身がそれを忘れがちなのは資質としてどうかと思うな。": "...I'm always doing my best to be the leader,\nDon't think it's a quality that you tend to forget.",
    "……！！": "...!!",
    "ちゆるのテンションはいつもどおりだ。だが、言葉の節々に棘がある。\n明らかに苛立っていて、一触即発といった具合だ。": "She's as excited as ever. But there are thorns in her words.\nShe's clearly irritated. It's like a touchdown.",
    "待ってください！　七彩さんはちゃんとリーダーをやれてます……！": "Wait! Nanaya-san is the leader...!",
    "なぜかめるはこちらに、ちらちらと視線を向けている。\n一見、彼女はまともそうだが――": "For some reason, she keeps glancing at me.\nAt first glance, she seemed decent, but—",
    "あはは！　こんなときもイイ子ちゃんなのね、めるちゃんって。\n%usernameusernameuserna%の前だからかな？": "Ahaha! You're such a good girl at times like these, Mechan.\nMaybe it's because I'm in front of %usernameusernameper%?",
    "えっ、そ、そんなこと……！！": "Huh? Th-That's not...!!",
    "……ほんと、わかりやすすぎて吐き気がする。": "...It's so easy to tell that I feel like throwing up.",
    "ちゆる！？": "Chiyuru!?",
    "ひ、酷い……です……！\n私はただ……こんなときこそ、みんなで力を合わせてって……": "Th-That's... terrible...!\nIt's just... at times like this, we're all working together...",
    "力を合わせる！？　いいね！　いいじゃん！　いいと思う！！\nまあ、それがこの結果なんだけどね！！　ザマァ――――！！": "Join forces?! That’s good! That's great! I think it’s great!!\nWell, that's the result!! Serves you right----!!",
    "ザマァ……": "Zamaa......",
    "（これがメイズシンドロームの深刻化による精神変調……）": "(This is the mental change caused by the seriousness of the Maze Syndrome...)",
    "……みんなもう限界だ。": "...Everyone's at their limit.",
    "長時間のメイズ潜航によるストレス。絶望的状況。\nそしてメイズシンドロームによる不調。": "Stress from a long-term mace dive. A hopeless situation.\nAnd then there's the malfunction caused by the mace syndrome.",
    "きっと今、彼女達は理性を失いかけている。\nこんな状況でパニックに陥れば全滅は確定。": "I'm sure they're on the verge of losing their reason.\nIf they panicked in a situation like this, total annihilation was certain.",
    "（おかしくなっているみんなを、正気に戻すにはどうすれば……！）": "(What do I do to bring everyone back to their senses...!?)",
    "なにか……なにかないか！？\nこの状況、空気を変える方法は……！？": "Isn't there... something!?\nIs there any way to change the mood in this situation...!?",
    "%usernameusernameuserna%さん！\nあなたからも言ってやってくださいまし！！": "%usernameusernameuserna%san!\nPlease tell her too!!",
    "一斉にこちらに視線が向く。\nここで言葉を間違えれば、より事態は悪化する！": "They all turned to look at me at once.\nIf I make a mistake here, things will get even worse!",
    "ええい……ままよ！": "Argh... I'm going to do it!",
    "みんな、聞いてくれ！\nこんな状況だからこそ、言わなきゃいけないことがあるんだっ！！": "Everyone, listen to me!\nIt's precisely because I'm in this situation that there's something I have to say!!",
    "……何？": "...What?",
    "まさかまた世界が滅亡するとか、\nくそ寒いスベリ芸かますんじゃないでしょーね！？": "There’s no way the world will be destroyed again, or something like that\nDamn it, don't you think you can pull off a cold skit?!",
    "ち、違う！　聞いてくれ！": "N-No! Listen to me!",
    "つか、スベリ芸は酷いな！？": "Wait, isn't that mean?!",
    "大事なことなんだ……！": "It's important...!",
    "そう言って、俺はとっさに\nすぐそばにいた『彼女』の機体の手を握った。": "Saying that, I immediately\nI grabbed the hand of “her” machine, which was right next to me.",
    "頼む……！": "Please...!",
    "もし、無事に帰れたら、": "If I make it home safely,",
    "俺と……！！": "With me...!!",
    "付き合ってくれぇええええ――――！！": "Go out with meeeeeee!!",
    "はぁああああああああ――――！？": "Haaaaahhhh----!?",
    "……言うまでもないが、\n俺も多分半分くらいはおかしくなっていたと思う。": "...It went without saying,\nI think I've probably lost about half of my mind too."
}