{
    "（さて。このあとは特に予定もないし、\n訓練データの再チェックでもしておくか……ん？）": "(Now then. I don't have any particular plans after this,\nMaybe I should recheck my training data... Hm?)",
    "……": "......",
    "（白奈、まだ教室に残ってたのか。\nずいぶん熱心に本を読んでるな）": "(Hakuna was still in the classroom?\nYou're reading quite intently.)",
    "……っ！": "...!",
    "（な、なんだ！？\nあんなに真剣な表情、なかなか見ないぞ……！？）": "(Wh-What?!\nI don't get to see her look that serious...!)",
    "そ、そうだったんだ……": "I-I see...",
    "（白奈があんなに夢中になるなんて。\n邪魔するのも悪いが……どんな本なのか気になるな）": "(To think that Hakuna would be so engrossed.\nI don't want to interrupt, but... I'm curious about what kind of book it is.)",
    "（どれどれ……『絶対に世界が味方になる＜禁断の変身術＞\n～誤解されがちな性格を３日で書き換える裏コード１０選～』）": "(Let's see... \"The <Forbidden Metamorphosis Technique> where the world will definitely become our ally.\nTen undercover codes to rewrite a character that's often misunderstood in three days~)",
    "（『あなたの愛用している個人端末のパスワードを『解脱』に変えると、\n心の波動が安定し、明るく前向きな性格に変身できます』……）": "(\"If you change the password to your favorite personal terminal to 'Dispel,'\n[It stabilizes the waves in your heart, and you can transform into a bright, positive personality]...)",
    "パスワード変更……げ、だ、つ……": "Change the password... Geh, ts...",
    "し、白奈！　何か深刻な悩みでも抱えてるのか！？\nだったら本なんかアテにするより、俺やみんなに相談しろ！": "S-Shirona! Are you worried about something serious?!\nIn that case, instead of relying on books, talk to me and everyone else!",
    "あ。%usernameusernameuserna%……？": "Ah. %usernameusernameuserna%...?",
    "よく考えてみろ！　端末のパスワード変更程度で性格が変わるなら、\n頻繁にパスワード変更しまくってる人は一体どうなるんだ！？": "Think about it carefully! If changing the password on your terminal would change your personality,\nWhat's going to happen to people who change their passwords all the time?!",
    "――はっ！？": "――Huh!?",
    "……た、確かに……変な主張に乗せられるところだった。\nありがとう、%usernameusernameuserna%。": "...T-True... I was about to get carried away by a strange claim.\nThank you, %usernameusernameuserna%.",
    "冷静さを取り戻してくれて何よりだ。\nしかし、どうしてこんな胡散臭い自己啓発本に手を出したんだ？": "I'm glad she regained her composure.\nBut why did you lay a hand on such a shady self-help book?",
    "……変わらなきゃ、と思ったの。": "...I thought I had to change.",
    "変わる？": "Change?",
    "やっと、みんなに本当のわたしを少しだけ知ってもらえたから。\nせっかくの機会だと思って。": "At last, everyone knew a little bit about the real me.\nI thought this might be a good opportunity.",
    "もう誤解されないように。みんなともっと親しくなれるように。\n今までとは違う自分にならなきゃって。": "I don't want people to misunderstand me anymore. I want to be closer to everyone.\nI had to become a different version of myself.",
    "白奈……それであんな真剣な表情で……": "Shirona... And with such a serious expression...",
    "でも、どうすれば変われるのか、何を参考にすればいいのか、\nさっぱりわからなくて。": "But I didn't know how to change, or what to use as a reference\nI don't get it at all.",
    "で、たどり着いた先がコレか……": "So this is where we ended up...",
    "うん……ただ、軽率だったかも。ごめんなさい。": "Yeah... It's just, I think I was careless. I'm sorry.",
    "いや、謝る必要はないぞ？\nだだ、この怪しすぎる本は処分しよう。": "No, there's no need to apologize.\nC'mon, let's get rid of this suspicious book.",
    "うん。だけど……わたし、次はどうすればいいかな。\n何をすれば変われるのかな。": "Yeah. But... what should I do next?\nI wonder what I should do to change it.",
    "十分に変わったと思うが……もっと変わりたいのか？": "I think you've changed enough... Do you want to change more?",
    "……もっと自分から動いて、喋って、\nみんなと打ち解けたいから。": "...I had to move and talk more of my own accord\nBecause I want to open up to everyone.",
    "（やりたい事は立派だが……\n目的に対して適切な手段さえ定まってない感じだな……）": "(What I want to do is splendid, but...)\nIt feels like we haven't even decided on a proper way to achieve our goal...)",
    "ちょっと今から時間いいか？\n俺と一緒に来てくれ。": "Can I have a moment?\nCome with me.",
    "……シティに出て来て、何をするの？": "...What are you going to do after coming to the city?",
    "この辺りで、白奈が興味ある場所ってないか？\n何か売ってるお店とか、飲食店、レジャー施設、なんでもいいぞ。": "Is there anywhere around here that Hakuna's interested in?\nI don't care if it's a shop selling something, a restaurant, or a leisure facility.",
    "わたしが行きたい場所を知りたい……ってこと？": "You want to know where I want to go...?",
    "行きたい場所っていうか、好きなものが知りたいんだ。\n要するに、白奈の趣味を教えてほしい。": "I don't really want to go there. I just want to know what I like.\nBasically, I want you to tell me about Hakuna's hobbies.",
    "わたしの趣味……？": "My hobby...?",
    "しばらく一緒に過ごしてるのに、\n白奈のこと、意外と知らないからな。": "We've been spending a lot of time together,\nI don't know Hakuna that well.",
    "えっと……この辺りのお店から選ぶなら……": "Umm... If you're going to choose from the shops around here...",
    "近所に限らなくてもいいんだぞ。\n今日はもう予定がないから、どこへだって付き合う。": "It doesn't have to be just the neighborhood.\nI don't have any more plans for today, so I'll go anywhere with her.",
    "――あ。\nあそこのアクセサリーショップとか。": "――Ah.\nLike that accessory shop over there.",
    "へえ……ああいう装飾品に興味があるんだな。": "Wow... So you're interested in accessories like that.",
    "アクセサリーに限らず、ファッションが好きなの。\n服とか、それに合うものを見て回ったり……": "I like fashion, not just accessories.\nI went around looking at clothes and other things that fit that description...",
    "そうなんだな。じゃあ余裕があれば服も探すとして、\nとりあえずあの店に行ってみよう。": "You're right. Well, if you have the time, I'll look for some clothes.\nLet's go to that store for now.",
    "えっ？　えっ？": "Eh? Ehh?",
    "俺はファッションには疎いから、色々教えてくれ。": "I don't know much about fashion, so tell me all sorts of things.",
    "ええっ？": "Ehh?",
    "……想像してたより高いな。ここに店を構えるくらいだから、\n学生でも気軽に手が出せる程度のものかと思ってた。": "...It's even higher than I imagined. I'll be setting up a shop here,\nI thought it would be enough for even a student to be able to lay their hands on it.",
    "……貴金属だから、どうしても高価になる。\nでも、安くてもいいアクセサリーはあるよ。": "...It's precious metal, so it'll be expensive no matter what.\nBut I do have some good accessories that are cheap.",
    "例えば、どんな？": "For example, what kind?",
    "メッキ製のもの。\n地金に安い金属を使っているから、価格も安くなる。": "It's made of plating.\nSince cheap metal is used for solid metal, the price will also be lower.",
    "このイヤリングなんかはメッキでできてるけど、\nデザインが凄く可愛い。": "These earrings and such are made of plating, but...\nThe design is really cute.",
    "（ふぅん……白奈はこういうデザインが好き、と）": "(Hmm... Shirona likes this kind of design.)",
    "……でも、値段以外で貴金属のと区別できるのか？\n貴金属だっていって、メッキ製のものを掴まされたりとか……": "...But can it be distinguished from precious metals other than the price?\nThey say it's precious metals, and they make me grab something made of plating...",
    "目立たない場所に刻印があるから、\nちゃんと貴金属とメッキは見分けられるよ。": "Because there's an inconspicuous mark on it,\nI can tell the difference between precious metals and plating.",
    "へえ……ホントだ。\nデザインに溶け込むように刻印が彫ってあるんだな。": "Wow... You're right.\nIt must have been engraved with a seal to blend in with the design.",
    "でもメッキ製でこんなに出来がいいなら、貴金属を選ぶ理由は？\n安い方がいいやってなりそうなものだけどな。": "But if it's plated and this good, why would you choose precious metals?\nThe cheaper the better, though.",
    "安いものには相応のデメリットもあるよ。\nメッキ品は扱いに注意しないと、すぐだめになる。": "Cheap things have their own demerits.\nIf you don't pay attention to how you handle the plating, it'll be ruined in no time.",
    "こまめに手入れをしないと、すぐに変色したり劣化したりするから。": "If you don't take care of it frequently, it'll quickly change color or deteriorate.",
    "あー……メッキが剥がれる、なんて表現があるくらいだもんな。": "Ahh... There's even an expression that says it'll peel off the plating.",
    "だから定期的に汗を拭いたり、\n空気中の水分に触れないように密閉保管しないといけない。": "That's why I wipe my sweat regularly,\nI have to keep it airtight so that it doesn't touch the moisture in the air.",
    "デリケートなんだな……\nメッキはメッキで、安いけど面倒なわけだ。": "You're so sensitive...\nThe plating is plating. It's cheap, but it's a pain.",
    "でも、メッキには価格以外にもメリットがあるから。": "But there are other benefits to plating than the price.",
    "貴金属より軽いから長時間身に着けていても邪魔に感じないし、\nアレルギーも起こしにくいから、いろんな人にとって安心で――": "It's lighter than precious metals, so even if you wear it for a long time, it doesn't feel like a hindrance\nIt's hard to get allergies, so it's a relief for a lot of people—",
    "（……白奈って趣味の話をすると、こんなにも饒舌になるんだな）": "(I never knew Hakuna could be so talkative when talking about her hobbies.)",
    "%usernameusernameuserna%？\nどうしたの？": "%usernameusernameuserna%?\nWhat's wrong with you?",
    "ん？　ああ、いや……": "Hm? Oh, no...",
    "興味深すぎて感心してたんだ": "I was so interested, I was impressed.",
    "白奈に見とれてただけだ": "I was just captivated by Hakuna.",
    "……さっき、なんだかボーッとしてるように見えた。\nもしかして、わたしの話が退屈だった？": "...She looked like she was spacing out earlier.\nWere you bored talking about me?",
    "そ、そんなに……？": "Th-That much...?",
    "ああ。白奈のファッション講義なんてやったら、\n結構人が集まるんじゃないか？": "Yeah. If I give Hakuna a fashion lecture,\nIsn't there a lot of people here?",
    "それはさすがに言い過ぎだと思う。\n……でも、よかった。": "I think that's going a little too far.\n...But I'm glad.",
    "せっかく%usernameusernameuserna%が時間を割いてくれたのに、\nわたしの話で振り回してばかりじゃ悪いから。": "%usernameusernameuserna% had gone out of his way to give me some time, but...\nI don't want you to keep talking about me.",
    "そんなこと気にする必要ないぞ。\nだって白奈のことが知りたくて、ここへ来たんだからさ。": "You don't need to worry about that.\nAfter all, I came here because I wanted to know more about you.",
    "わ、わたしに……？": "M-Me...?",
    "こんなにたくさん喋る白奈を見る機会なんてなかったからな。": "I've never had the chance to see Shirona talk so much.",
    "……やっぱり変だったってこと？": "...So it was weird after all?",
    "いや。どこにでもいる普通の女の子って感じで、凄く可愛いと思う。\nもっと前から、こんなふうにお喋りできたらよかったな。": "No. She looks like a normal girl you'd find anywhere, and I think she's really cute.\nI wish we'd been able to talk like this before.",
    "そ、そうなんだ……よかった。\n%usernameusernameuserna%に変な子だって思われなくて。": "I-I see... Thank goodness.\nI didn't want %usernameusernameuserna% to think I was a weird girl.",
    "それじゃ、もっと色々聞かせてくれ。\n白奈のアクセサリーの好み、もっと聞いておきたい。": "Well then, let's hear more.\nI want to hear more about Hakuna's taste in accessories.",
    "シルバー系のものが可愛くて好き。\n落ち着いた色だし……わたしの髪色にも合うから。": "I like silver ones because they're cute.\nIt's a calm color... and it goes well with my hair color.",
    "なるほど。髪色との兼ね合いか。\nじゃあ……俺にはどんなのが合うだろうな？": "I see. So it's combined with her hair color.\nThen... what would suit me?",
    "そうだね……なるべく落ち着いた色、かな。\n金か銀の、ちょっと大きめのネックレスとか似合うと思う。": "That's right... It's the calmest color I can think of.\nI think a slightly larger necklace of gold or silver would look good on her.",
    "よし。今後のファッションの参考にさせてもらおう。": "All right. I'll use it as a reference for future fashion.",
    "えっと……\nあまりわたしの感覚を信頼されすぎても、ちょっと困るかも。": "Umm...\nIt might be a bit of a problem if she trusts my senses too much.",
    "もうこんな時間か。\nこの辺りの装飾品店や衣料品店、回れるだけ回っちゃったからな。": "It's already this late?\nI've been to as many accessory shops and clothing stores around here as I can, after all.",
    "あの、%usernameusernameuserna%……\nそれで結局、自分を変える方法は……？": "Um, %usernameusernameuserna%...\nSo in the end, how can I change myself...?",
    "短期間で自分を変えるような、お手軽な方法はない。": "There's no easy way to change yourself in such a short time.",
    "そ、そんな……": "Th-That's...",
    "それに、今の白奈に必要なのは、変わろうとすることじゃないよ。\n今のままの自分を、まず知ってもらうことだ。": "Besides, what Shirona needs right now isn't to try to change.\nThe first thing I need to do is get her to know who I am.",
    "今のままのわたしを……知ってもらう？": "Do you want me to know... how I am now?",
    "ようやくシリウスシュガーのみんなに、\n本当の白奈をちょっとずつわかってもらい始めたところだろ？": "Finally, to everyone in Sirius Sugaru...\nYou're just starting to understand the real Shirona a little at a time, aren't you?",
    "まずは小さな１歩からでもいいんだ。\n自分を出すことに慣れていない白奈には、少し難しいかもしれないが。": "You can start with a small step.\nIt might be a little difficult for Shirona, who isn't used to letting herself out.",
    "今日、俺に趣味の話をたくさんしてくれたみたいにさ。\nこれまで秘密にしてきたことを、みんなにも知ってもらおう。": "Just like how you told me a lot about your hobbies today.\nLet's get everyone to know what we've been keeping a secret up until now.",
    "確かに、今までみんなと趣味の話なんてしてこなかった……\nでも……そんなことで、いいのかな？": "It's true that I've never talked about hobbies with everyone before...\nBut... is that really okay?",
    "そんな些細なことが大事なんだ。": "Such trivial things are important.",
    "そっか……\nでも、それくらいなら、わたしにもできる気がする。": "I see...\nBut I feel like even I can do that much.",
    "おかげで俺は今日、もっと白奈と親しくなれた気がするぞ。": "Thanks to that, I feel like I've become even closer to Hakuna today.",
    "う、うん……わたしも。": "Y-Yeah... Me too.",
    "よし。今後の方針は決まったな。\nじゃあ、最後にもう１軒だけ、付き合ってくれ。": "All right. We've decided on our next course of action.\nOkay, just one last place. Come with me.",
    "最初に立ち寄ったお店……？\nもう１軒行きたい場所って、ここなの？": "The first shop we stopped by...?\nIs this the other place you want to go?",
    "今日はいっぱい連れ回した上に、色々教わったからな。\nお礼にプレゼントしたいと思ったんだ。": "Not only did I take her around a lot today, but she taught me a lot of things.\nI wanted to give you a present as thanks.",
    "ほら、これ。\n会計を済ませてきたから、受け取ってくれ。": "Here, take this.\nI've paid the bill, so please take it.",
    "そのイヤリングって……": "That earring...",
    "メッキのことを教えてくれた時、眺めながら\nデザインが可愛いって言ってただろ？": "When you told me about the plating, I was looking at it\nDidn't you say the design was cute?",
    "……ちょっと口にしただけなのに、覚えてたの？": "...You only said it a little, but you remembered?",
    "覚えてるさ。\nだって白奈が自分から好きなものの話をしてくれたんだからな。": "I remember.\nAfter all, Shirona had told me about what she liked.",
    "……ありがとう、%usernameusernameuserna%。": "...Thank you, %usernameusernameuserna%.",
    "礼はいいから、つけて見せてくれ。\nきっと似合う。": "You don't have to thank me. Just put it on.\nI'm sure it'll look good on you.",
    "う、うん。": "Y-Yeah.",
    "（じーっ……）": "(Stare...)",
    "……なんか目を合わせてるとつけにくい……かも。": "...It's kind of hard to put it on when we're making eye contact... I think.",
    "悪い。俺、あっち向いてた方がいいか？": "Sorry. Should I look the other way?",
    "あ――ううん、大丈夫。\nこっちに試着用の鏡が置いてあるから……": "Ah—no, I'm fine.\nThere's a mirror over here that you can try on...",
    "……どうかな？": "...What do you think?",
    "イメージ通り、白奈にピッタリだ。": "It's perfect for her, just like I imagined.",
    "本当にもらってもいいの？": "Is it really okay if I take it?",
    "遠慮するな。\nむしろ安価なメッキので申し訳ないくらいだ。": "Don't hold back.\nIn fact, it's almost apologetic how cheap the plating is.",
    "そんなことない。プレゼントは値段じゃないから。\n%usernameusernameuserna%からの贈り物だから、すごくうれしい。": "That's not true. Presents aren't about the price.\nIt's a gift from %usernameusernameuserna%, so I'm really happy.",
    "でも、今日は別にわたしの誕生日でもなんでもないのに。": "But today wasn't really my birthday or anything.",
    "お礼だって言っただろ？\nどうしても気が引けるなら、記念日ってことにしよう。": "I said thank you, didn't I?\nIf you really don't want to, let's call it a anniversary.",
    "記念日……？": "Anniversary...?",
    "白奈が最初に勇気を出して『自分を見せてくれた』記念日。": "It was the first anniversary of Shirona's bravery to show her herself.",
    "そんなのも記念日にしちゃうんだね。\n……なんだか可笑しい。": "You're going to make that your anniversary, too?\n...This is kind of funny.",
    "もっと白奈が自分を出せるようになって、\nもっとみんなと仲を深められたら――": "Shirona had become able to let herself out more,\nIf only I could deepen my relationship with everyone—",
    "その時は新しい記念日ってことで、次は貴金属のを贈るよ。": "If that happens, it'll be a new anniversary. Next time, I'll give you some precious metals.",
    "さすがに申し訳ないから２回目はいい。": "I feel bad about it, so the second time is fine.",
    "（笑顔で遠慮された……かっこつけすぎと思われたか？）": "(He held back with a smile... Did he think I was trying too hard to act cool?)",
    "それに――": "And besides—",
    "今日もらったこのイヤリングを見ていると、\nみんなの前でも１歩踏み出す勇気をもらえる気がするから……": "When I looked at the earring she gave me today...\nI feel like I'll get the courage to take a step forward in front of everyone...",
    "……そっか。だったら何よりだ。": "...I see. That's good to hear.",
    "うん。だから……ずっと、これを大切にしたい。\n%usernameusernameuserna%の想い、ずっとお守りにするね。": "Yeah. That's why... I want to treasure this forever.\nI'll protect %usernameusernameuserna%' feelings forever."
}