{
    "ラミと出会ってから、かなりの時が流れたある日のこと――": "One day, after a considerable amount of time had passed since I met Rami—",
    "%usernameusernameuserna%、遅い！\nいつまで待たせるつもり？": "%usernameusernameuserna%, you're late!\nHow long are you going to make me wait?",
    "これでも急いできたんだ。\n今日はなんの用だ？　まだ仕事の愚痴が言い足りないのか？": "I'm in a hurry.\nWhat do you want today? Are you still complaining about work?",
    "それもあるけどぉ……別の用件。": "That's part of it, but... I have something else to do.",
    "このラミ様と勝負しなさい！": "Fight me, Rami-sama!",
    "……え、まさか、また『やる』つもりなのか？": "...Huh? Don't tell me she's planning to \"do\" it again?",
    "もちろん！　そのために呼んだんだから！": "Of course! That's why I called you here!",
    "マジかよ……昨日もやっただろ？": "Seriously...? We did it yesterday, didn't we?",
    "ラミの言う勝負とは――": "The match Rami was talking about was—",
    "今日こそ、ラミの魅力でおまえを先に気持ちよくさせて、\n敗北を味わわせてやるわ！": "Today, I'm going to use Rami's charm to make you feel good first\nI'll give you a taste of defeat!",
    "トランプやオセロといった健全なものではなく、\n『先に気持ちよくなったら負け』というセックス勝負のことだ。": "It wasn't healthy like playing cards or Othello.\nIt's a sex battle where you lose if you feel good first.",
    "なんだかいつの間にか、\nこういうことをするのが当たり前な距離感になっている。": "Somehow, at some point,\nIt's become a natural distance between us to do something like this.",
    "このラミのスーパーテクで、おまえを骨抜きにするんだから！": "I'm going to use this lammy supertech to beat you to a pulp!",
    "本人曰く学園の生徒として自分のほうが俺より先輩で『上』なのに、\n世話になりっぱなしで格的に『下』っぽく感じて我慢ならんとのこと。": "According to her, as a student at the academy, she was her senior and \"upper\" than me, and yet...\nShe's been taking care of me for a while now, so I can't help but feel like I'm 'lower'.",
    "それでこれもまた本人曰く、自信がある？　らしい性行為で俺を魅了し、\n『わからせ』て『上』だと示したいらしい……が。": "So, according to her, she's also confident? She's captivating me with a sexual act.\nShe wants to show me that she's \"understood\" and \"up\"... but...",
    "お前、その宣言……毎回聞くけど、いつになったら実現できるんだよ。": "That declaration... I hear it every time, but when will it be realized?",
    "う、うっさい！　今日は実現するの！": "Sh-Shut up! I'm going to make it happen today!",
    "そう――この俺、%usernameusernameuserna%は\nこの勝負においてラミに無敗である。": "That's right—I, %usernameusernameuserna%, am\nHe is undefeated by Rami in this match.",
    "仕方ないでしょ！　おまえとしか経験ないんだから！\nこれでも少しずつ上達してるし！": "I can't help it! I've only ever experienced it with you!\nI'm getting better, little by little!",
    "はいはい。": "Yes, yes.",
    "『はい』は１回で十分！　ほら、さっさと脱いで！\n勝負開始よ！": "One \"yes\" is enough! Come on, hurry up and take it off!\nLet the match begin!",
    "まったく、ムードもへったくれもねーな……": "Honestly, the mood doesn't even change...",
    "と言いつつ、俺もなんだかんだでこの目の前の美少女と繋がれることに\n内心満更でもなく、彼女とともにベッドへと向かった――": "Even as I say that, I'm also somehow connected to the beautiful girl in front of me.\nOn the inside, I headed to bed with her—",
    "ほら、さっさとちゃっちゃとやっちゃって！\nラミの準備はもうできてるんだから！": "Come on, hurry up and do it!\nRami's already ready!",
    "ラミは服をめくり上げてから、\nショーツを丸出しにして、大股に足を開く。": "Rami pulled up her clothes, then...\nHer panties are on full display, and she spreads her legs wide.",
    "（ちょっとはムードってもんを意識しろよ……って、もう今さらか）": "(You should be a little more aware of the mood... Wait, it's too late now.)",
    "男女の営みがこうもムードがないもので良いのだろうか。\nそう思いながらも、ペニスをショーツの上から擦りつける。": "I wonder if it's okay for a man and woman to be in such a bad mood.\nEven as I thought that, I rubbed my penis through her panties.",
    "んふっ……んんっ……な、何よ、それ？　焦らしているつもり？\nお前のへなちょこチンポなんかで感じないんだから。": "Eheh... Mmm... Wh-What's that supposed to mean? Are you trying to tease me?\nI don't feel it from your weird cock.",
    "口調は強がっているものの、体はびくびくと小刻みに反応する。\nショーツの上からでも、感じているようだ。": "Her tone is tough, but her body twitches slightly in response.\nEven through her panties, she seems to be feeling it.",
    "ペニスの先を割れ目に擦りつけていると、\n愛液が溢れ出ているのがわかる。": "As I rub the tip of my penis against her crevice...\nI can tell that her juices are overflowing.",
    "もう濡れているぞ。\nそんなに期待していたのか？": "She's already wet.\nWere you expecting that much?",
    "ち、違うし……んくっ、こ、これは条件反射よ！\nおまえがいっつもいやらしく触るから、自然とこうなるようになったの！": "N-No, that's not it... Ngh, th-this is a conditioned reflex!\nIt's because you're always touching me so lewdly that I naturally ended up like this!",
    "そう言いながらも、ラミの顔は紅潮して、\n感じているのがすぐにわかった。": "Even as she said that, Rami's face flushed\nI could tell right away that she was feeling it.",
    "ほ、ほら、早く入れなさいってば！\nラミのちょー気持ちいいアソコで、おまえをひーひー言わせてやる！": "C-Come on, hurry up and put it in!\nI'll make you say hi-hi-hi with a place that feels good for lamies!",
    "焦れったそうに、ラミが催促してくる。\n仕方なく挿入することを決める。": "Rami impatiently urges me on.\nI had no choice but to put it in.",
    "ん……っ。": "Mm...gh.",
    "ショーツを横にずらせば、愛液が糸を引いている。\nそのまま濡れそぼった割れ目に、ペニスを押し込んでいった。": "I slide her panties to the side, and her juices draw strings.\nI continued to push my penis into her wet crevice.",
    "んんぅ、んほっ……んんっ……んくうううっ！": "Nnnh, nhoh... nnnh... nghhh!",
    "いざ挿入した途端に、ラミの顔色が変わる。\nよほど強い刺激なのか、喘ぎ声が溢れ出る。": "The moment I put it in, Rami's face changes color.\nHer moans overflowed, perhaps because of the intense stimulation.",
    "んふ……あは……んん……おっきい……！\n相変わらず……んふっ……バカみたいなチンポ……おおうっ！": "Eheh... Aha... Mmm... It's so big...!\nAs usual...nfuu...your stupid cock...ooohhh!",
    "小柄な体と同じく、ラミの膣もまた小さい。\nその中にペニスを差し込むのも、かなりの労力を強いられる。": "Just like her small body, Rami's vagina is also small.\nIt takes a lot of effort to insert my penis inside her.",
    "おおう……んんっ……くうう……あそこをこじ開けられて……\nお腹まで……おお……んんっ……おふうっ……": "Oooh......nnn......kuuu......it's being pried open......\nEven my stomach... Ohh... Mmm... Ofuu...",
    "何度か腰を動かすことで、ようやくペニスは納まった。": "After moving my hips a few times, my penis finally settled down.",
    "んああっ……んくうっ……ふふ、こんなものなのね……\nたいしたことはないんだから……おふっ……": "Nnahhh... ngh... Hehe, so this is what it looks like...\nIt's not a big deal...ofu...",
    "今日は負けないから……んふっ……！\nど、どっちが上か……わからせてやる……から！": "I won't lose today... Eheh...!\nI-I'll make you know... who's better...!",
    "ラミは強がっているものの、体はがくがくと快楽で震えている。\n顔も上気して、熱い吐息を何度も出していた。": "Even though Rami is putting on a brave face, her body is trembling with pleasure.\nHer face was flushed as well, and she let out hot breaths over and over.",
    "やっぱりやめた方がいいんじゃないか……？　もう限界そうだぞ。": "Shouldn't we stop after all...? It looks like we're at our limit.",
    "う、うっさいし。おまえのへなちょこチンポに、\nラミが負けるわけないでしょ……おふっ。": "Sh-Shut up. I'll put it on your weak cock,\nThere's no way Rami would lose...ofu.",
    "ほ、ほら、いいからさっさと動きなさいよ。\nそんなんじゃ、いつまで経ってもラミに勝てな――": "C-Come on, just get moving already.\nAt this rate, I'll never beat Rami—",
    "おおう……おふっ……おおおっ……んおおお……！\nあはっ……んふっ……おお……んああっ……！": "Oooh......ofu......ohhh......nooohhh!\nAha......nfu......ooh......naaah......!",
    "ラミのお望みどおり、腰を動かすことにした。": "I decide to move my hips as Rami wishes.",
    "腰を動かした途端に、ラミは体をびくびくと震わせて、\nその口から甲高い喘ぎ声があふれ出す。": "The moment she moved her hips, Rami's body twitched\nA high-pitched gasp overflowed from her mouth.",
    "おふっ……でっかい……チンポが……おおうっ！\nナカに擦れて……あひっ！　んくううっ！": "Ofuh...... It's huge...... Your cock's...... oooh!\nYou're rubbing against me... Ahii! Nkuuu!",
    "ペニスの先を奥に押し当てる度、\nラミは体をよじらせて、快感を逃そうとする。": "Every time I pressed the tip of my penis against her depths...\nRami twists her body, trying to escape the pleasure.",
    "ちょっ、ちょっと……おふっ……ま、待って待って……\nもうちょっと……おふっ……ゆっくり……んはああっ！": "H-Hey... Ofu... W-Wait, wait...\nJust a little more...ofu...slowly...nhaaah!",
    "必死になって待つように呼びかけてくるが、\nそんなのお構いなしに、何度も肉棒を突き立てた。": "She desperately called out to me to wait, but...\nPaying no heed to that, I thrust into her again and again.",
    "あひっ……あはっ……おふっ……おおっ……！\nそんなにされたら……あひっ……すぐにイク……イっちゃう！": "Ahi......aha......ofu......oooh......!\nIf you do it like that... ahii... I'll cum... right away!",
    "（いつも思うが、陥落ＲＴＡかよ！）": "(I always think it's a Fallen RTA!)",
    "まだそんなに本気を出しているつもりはないのだが、\nラミの体はよほど感度がいいらしい。": "I don't intend to get that serious yet, but...\nRami's body seems to be very sensitive.",
    "そんなラミをいじめるのが楽しくなってしまい、\nもっと彼女を虐めようと腰を突き立てる。": "I ended up having fun bullying Rami like that\nI thrust my hips in order to tease her more.",
    "あひっ……んきゅうっ……はあ……はあ……激しっ……！\nもうちょっと手加減……しなさい……あひぃっ！": "Ahii......nnkyuu......haa......Haa....so rough......!\nHold back... a little more... ahii!",
    "ラミの抗議を聞こえないふりをして、何度も腰を突き立ててやる。": "Pretending not to hear Rami's protests, I thrust my hips again and again.",
    "はっ、んっ……おふっ……こ、こら……！\nひ、人の話を……おおうっ……あひぃっ！": "Hah, mm... Ofu... H-Hey...!\nI-I'm talking about someone... Oooh... Ahii!",
    "ラミからはいつもの負けん気の強さはなくなり、\nただひたすらペニスの快楽に蕩けてしまっている。": "Rami no longer had her usual strong will to lose\nShe's completely enraptured by the pleasure of my penis.",
    "チンポ……すごっ……熱くて……おふっ……！\n気持ちいいところ……突いて……んああっ！": "Your cock... is so... hot... Ofu...!\nThrust... where it feels good... nnahhh!",
    "小さな乳房が何度も揺れて、膣も彼女に意思に反して、\n肉棒を締め付けて離そうとしない。": "Her small breasts swayed over and over, and her vagina defied her will as well\nShe clamped down on my shaft, refusing to let go.",
    "んきゅっ……あひっ、あひぃっ……おふっ……\nはあっ……んんんっ……おおふっ！": "Ngyuu...ahii, ahii...ofuu...\nHaah... nnnn... oooh!",
    "チンポ……チンポ……すごい……！\nラミの気持ちいいところ……とんとんって……あひ！": "Cock...cock...amazing...!\nRami's pleasure point... Tonton... Ahi!",
    "また負けちゃう……んきゅう……あひっ……！\nオチンポに負けちゃう……おおうっ……！": "I'll lose again... nkyuu... ahii...!\nI'll lose to your dick... Oooh...!",
    "小柄なラミの体はペニスを突き立てる度に、\nゆさゆさと揺れる。": "Every time I thrust my penis into her petite body...\nIt shakes and shakes.",
    "おふっ……あひぃっ……んふっ……ほんとだめ……\n気持ちよくて……頭……おかしくなる……あふっ！": "Ofu...... ahii...... nfu...... I really can't......\nIt feels so good... I'm... going crazy... afh!",
    "あひっ……んふっ……あああっ……\nこんなのだめ……すぐイク……んきゅう！": "Ahii......nfuu......aaaah......\nThis isn't good... I'm going to cum soon... Ngyuu!",
    "必死になって快楽を抑え込んでいるようだが、\nラミの気持ちいいところにペニスを突き立てる。": "She seems to be desperately suppressing the pleasure, but...\nI thrust my penis where it feels good.",
    "あひっ！　やめっ……！　激しいっ！\nそんなにされたら……！　イク……！　イっちゃうからぁ！": "Ahii! Stop...! You're so rough!\nIf you do it like that...! I'm cumming...!I'm going to cum!",
    "おふっ！　んああっ！　あひっ！　んほおおおっ！\nチンポ……気持ちいいっ！　気持ち良すぎ……おおおっ！": "Ofu! Nnaaah! Ahii! Nhooooh!\nYour cock... feels so good! It feels too good... Ohhhh!",
    "ラミの甲高い喘ぎ声を聞いていると、\nこちらも次第に余裕がなくなっていく。": "As I listened to Rami's high-pitched gasping...\nI gradually lost my composure as well.",
    "ラミ、このままイクぞ。": "Rami, I'm gonna cum like this.",
    "えっ！？　ちょっ！　待っ……おおお！　んおおおッ！": "Huh?! Hey! Wait... Ohhh! Nnooohhh!!",
    "らめっ！　激ししゅぎ！　そんなにしゃれたら……あひっ！\n気持ちいいの止まらにゃなくなる……！　あひっ！　んほおおっ！": "No! It's too intense! If you say it like that...ahii!\nI can't stop feeling good...! Ahii! Nhooo!",
    "涎を垂らしながら、ラミはもう俺のなすがままになっている。\n小柄な体が跳ね飛ばされないように、ベッドにしがみついている。": "As drool dribbles from her mouth, Rami is already at my mercy.\nShe was clinging to the bed to keep her petite body from bouncing off it.",
    "おおうっ！　おふっ！　あひっ！　チンポ、チンポ、しゅごい……！\nこんなにされたら……ラミ、おかしくなっちゃう……！": "Ohhh! Ofu! Ahii! Cock, cock, amazing...!\nIf you do this... Rami will go crazy...!",
    "また負けちゃう……チンポにまた負けちゃう！　あひっ……！\nおおふっ！　おおおっ！　あひぃっ！": "I'll lose again... I'm going to lose to my cock again! Ahii...!\nOooh! Ooohh! Ahii!",
    "でも、オチンポ、いい！　気持ちいいの……！\n負けていいから……！　もっと気持ち良くして……！": "But your dick feels good! It feels good...!\nYou can lose...! Make me feel even better...!",
    "すっかりラミは勝負だと忘れているようだ。\nペニスを膣のあちこちに当てれば、彼女は激しい喘ぎ声をあげる。": "Rami seems to have completely forgotten that it's a match.\nI touched my penis here and there in her vagina, and she let out a violent gasp.",
    "おおうっ！　おふっ！　あひっ！　しゅごい！\nやっぱりこのチンポ気持ちよすぎ……！": "Ooh! Ofu! Ahii! Awesome!\nThis cock really does feel too good...!",
    "またわからせられちゃう……！\nオチンポにわからせられちゃう……！": "I'll make you understand again...!\nYour dick will tell me...!",
    "んんっ……き、気持ちいい……！　熱いのいっぱい……！\nまた来ちゃう……！　気持ちいいの来ちゃう……んきゅうううっ！": "Mmm... I-It feels so good...! So much hot stuff...!\nIt's coming again...! It feels so good, it's going to come again... Nghhh!",
    "おおっ……おふっ！　んああっ！　あひっ！\nあひっ！　んほっ……おふっ！　おおおっ！": "Ohh... Ofu! Nnahh! Ahii!\nAhii! Nhoh...... Ofu! Ohhh!",
    "ラミの負けでいいんだな？": "Rami loses, right?",
    "ひゃい……！　負けでいい……！　ラミの負けでいいから……！\nもっとして……もっとオチンポで気持ち良くして……！": "Yay...! Losing is fine...! Rami's loss is fine, too...!\nDo it more... Make me feel even better with your dick...!",
    "素直になったラミの可愛いおねだりのせいで、\n俺の肉棒も一気に射精がこみ上げてくる。": "Because of Rami's cute begging now that she's obedient,\nMy dick is filled with ejaculation all at once.",
    "んほおっ！　あひぃっ！　んくうっ！\n気持ちいいの止まらない……！　もう全部おかしくなってる……！": "Nhooh! Ahii! Nkuu!\nI can't stop feeling good...! Everything's already gone crazy...!",
    "おおおっ……んおおお！　もうっ、らめ……！　もうおっきいの来る！\nだから、ラミと一緒にイって！　射精して……！": "Ohhh... nnohhh! I can't... anymore...! There's a big one coming!\nSo cum with Rami! Ejaculate...!",
    "おおうっ！　ああっ！　おおふっ！　もう出して……！　\nラミのマンコに白くてどろどろしたもの……いっぱい出して……！": "Ohh! Ahh! Ohhh! Let it out already...!\nA lot of white, gooey stuff... came out in her lammy pussy...!",
    "亀頭の先に精液が溜まってくる。\n射精感が一気にこみ上げてくる。": "The tip of my glans is filled with semen.\nThe urge to ejaculate welled up all at once.",
    "イクイク、もうイク！　ラミもイっちゃううううっ！\nんほぉ……あひっ、んほおおおおおぉぉぉっ！！": "Cumming, cumming, I'm cumming! Lami's cumming toooo!\nNhoo......ahii, nhoooooooohhh!!",
    "ラミの体が大きくびくびくと震えると同時に、\n俺のペニスからも精液が迸った。": "Rami's body trembled greatly, and at the same time...\nSemen gushed out from my penis as well.",
    "んほお……おおふっ……んきゅうううっ！\n出てる……精液、オマンコにいっぱい出てる……！　んほおおおっ！": "Nhooh...... ohfuh...... nkyuuuu!\nIt's coming out... So much semen is coming out in my pussy...! Nhooohhh!",
    "精液が子宮に叩きつけるのに合わせて、\n何度もラミは絶頂を迎える。": "As the semen slammed into her womb,\nRami climaxes over and over.",
    "はああ……んんんっ……チンポ……\nやっぱりしゅごい……気持ちよしゅぎ……はあああっ……": "Haaa...nnnnn...cock...\nIt really is amazing... It feels so good... Haaaah...",
    "何度も絶頂を繰り返していたが、\nだんだんとラミは落ちついていった。": "She had climaxed over and over again,\nRami gradually calmed down.",
    "んふっ……はあ……はあ……はあ……んんっ……\nまたわからせられちゃった……オチンポにわからせられちゃった……": "Eheh... haah... haa... hah... nnh...\nI've been made to understand again... I'm being made to know by your dick...",
    "小さな割れ目から膣に入りきらなかった精液が、\nどろどろとあふれ出してきた。": "The semen that couldn't enter her vagina through her small crevice...\nIt overflowed.",
    "はあ……精液の匂いも……臭くて……それが、好き……ぃ。": "Haa......the smell of semen......it stinks......I love it......",
    "ラミは快楽に酔いながらうわごとを呟く。\n口は半開きになり、涎が零れ落ちていた。": "Rami mutters deliriously, intoxicated with pleasure.\nHer mouth was half-open, and drool was spilling out.",
    "はあ……はあ……また負けちゃった……\nまたオチンポに気持ち良くされちゃった……": "*pant pant*... I lost again...\nYour dick's making me feel good again...",
    "はあ……はあ……でも、すっごい幸せ……": "*pant pant*... But I'm so happy...",
    "うっとりとしながら呟くと、そのまま力尽きたように、\nラミはベッドに倒れ込んでしまった。": "Enraptured, I murmured, and just like that, my strength drained.\nRami collapses onto the bed.",
    "失神していたラミがようやく意識を取り戻す。\nあたふたと乱れた服を整え、こちらに向き直ると……": "The unconscious Rami finally regains consciousness.\nI hurriedly straighten up my disheveled clothes and turn around...",
    "くうっ……また負けちゃった……\n今日こそ、絶対に勝てると思ったのに……！": "Ugh... I lost again...\nI thought I'd definitely win today...!",
    "……いや、早々に負けていただろう？": "...No, I lost early on, didn't I?",
    "うっさいうっさい！　今日も調子が悪かっただけよ！\nラミが勝てるまで勝負しなさい！　次こそ勝ってやるし！": "Shut up, shut up! I was just not feeling well today either!\nFight until Rami can win! I'll win next time!",
    "まだやるつもりなのか。": "Is she still going to do it?",
    "当たり前でしょ！　ラミが勝つまで何度でもやるんだから！": "Of course! I'll do it as many times as it takes until Rami wins!",
    "……なあ。\n今さら言うのもなんだが、そんな簡単に俺に体を許していいのか？": "...Hey.\nMaybe it's a bit late to say this, but is it really okay for her to forgive my body that easily?",
    "は……はぁっ？\nか、簡単じゃないし……ちゃんと選んでるっつの。": "Huh... Huh?\nI-It's not easy... I've made sure to choose.",
    "ん？　なんで顔を赤らめてるんだ？　もしかして――": "Hm? Why are you blushing? Could it be—",
    "……お前、わざと負けようとしてないか？": "...Are you trying to lose on purpose?",
    "なっ……！　わ、わざとなわけないでしょ！　\nちゃんと真剣勝負してるって！": "Wha...?! Wh-Why would I do that on purpose?!\nI'm having a serious match!",
    "……そうか。": "...I see.",
    "おまえこそ、いつも平気な顔して……\nラミのは……その、そんなに気持ち良くない？": "You're the one who always looks so unconcerned...\nRami's... umm, doesn't it feel that good?",
    "そんなことはないさ。じゅうぶんに満足してるよ。\nじゃないとあんなに出ないし。": "That's not true. I'm plenty satisfied.\nOtherwise, she wouldn't have come out like that.",
    "そ、そう……よかった……\nラミも……その……すごく気持ちよかった。": "I-I see... Thank goodness...\nRami also... um... felt really good.",
    "（……わかりやすいやつだな）": "(...He's so easy to read.)",
    "ちょっ！　何笑ってんのよ！？\n次こそ、おまえをわからせるから覚悟してなさいよ！": "Hey! What are you laughing at?!\nNext time, I'll make you understand, so prepare yourself!",
    "もはや、何度目かおぼえていないやり取りと、ラミの捨て台詞。\nだが、こちらとしても望むところだ。": "This is the umpteenth exchange I don't remember anymore, and Rami's parting words.\nBut that's exactly what I want."
}