{
    "わわ。まさかカオスメイデンの模擬戦を見られるだなんて……": "Wow. I didn't think I'd get to see Chaos Maiden's mock battle...",
    "相手の思惑に乗るようで癪に障るが、\nここはありがたく見学させてもらおう。": "It was irritating to see her go along with her opponent’s plan, but...\nI'll gladly take a look around.",
    "俺たちはスカラ校舎の演習場に案内された。\n基本は柊校舎とあまり変わらないようだ。": "We were shown to the Scara school building's training grounds.\nIt doesn't look much different from the Hiiragi school building.",
    "ここでこれからカオスメイデンが\nスカラ校舎の他のパイロットたちと実戦訓練を行うらしい。": "Here's where Chaos Maiden is going.\nIt looks like they're going to be doing combat training with the other pilots in the Scara school building.",
    "（せっかくの機会だ。\nカオスメイデンの実力、しっかり見せてもらうとしよう）": "(This is a good opportunity.\nLet's see what Chaos Maiden can do.)",
    "こちらは５機で、相手はその倍の１０機。\n午後の運動としては余裕すぎるぐらいね。": "There were five of them, and they were up against ten times that number.\nIt's almost too easy for an afternoon exercise.",
    "ねえねえ、私が全部相手しちゃダメかな？\n試したい技がたくさんあるんだ！": "Hey, is it okay for me to take on all of them?\nThere are so many techniques I want to try!",
    "模擬戦なんだからちゃんと自分のロールを果たしてください。\n……とはいえ、あなたにそんなことを言っても聞かないしょうけど。": "It's a mock battle, so please do your part.\n...That said, even if I told you that, you wouldn't listen.",
    "この程度で特訓になんてなりませんよ。\nあなたもそう思うでしょう、フィーさん？": "This isn't going to be any special training.\nYou think so too, don't you, Fie?",
    "どちらとも思わないし、わざわざ思う必要がない。\nわたしの意見に意味なんてないから。": "I don't think of either of them, and there's no need to think about them.\nBecause there's no meaning in my opinion.",
    "はいはい。皆さん待たせてますし、早く始めましょう。": "Yes, yes. Everyone's waiting, so let's get started.",
    "これって早い者勝ちだよね？　じゃあ私が行っちゃうよ！": "First come, first served, right? Then I'll go!",
    "そのせっかちさ、とても愛おしいわ。\nでも、この狩りはあたしの独壇場だから。": "I love how impatient you are.\nBut this hunt is my one and only chance.",
    "陣形を崩すだけの簡単なお仕事ね。そちらは任せたわよ、沙耶。": "It's just a simple job to break formation. I'll leave that to you, Saya.",
    "ええ。私は与えられた仕事をこなすだけです。": "Yes. I'm just doing the work I've been given.",
    "――はい、これで終わりです。こんなの、全然盛り上がりません……": "—Okay, that's it. This isn't exciting at all...",
    "こっちも適当に潰しておいたわ。": "I crushed this one, too.",
    "……速い。チームワークも何も関係なく、\nただ個人のスキルがすさまじく高い。": "...They're fast. Teamwork doesn't matter,\nIt's just that individual skills are incredibly high.",
    "その結果、あっさりと敵を行動不能に陥れていく。\n確かにこれでわかることは、『圧倒的に強い』ことだけだ。": "As a result, they were quickly incapacitating the enemy.\nAll I know for sure is that she's “overwhelmingly strong”.",
    "ちょっとふたりとも、なにやり切った感出してるんですか！？\nまだ終わってませんよ！　フィー、援護をお願いします！": "Hey, what are you two getting so worked up about!?\nI'm not done yet! Fie, cover me!",
    "それが役目なのね？　了解。": "That's your role, isn't it? Roger that.",
    "さらにアニスと沙耶が敵の先頭に飛び込み、\n無駄のない動きで数機を撫で斬りにすることで撃墜していく。": "Furthermore, Ennis and Saya jumped to the front of the enemy\nThey were shooting down several of them by petting and slicing them without wasting a single movement.",
    "スカラ生徒たちは崩れた陣形をなんとか維持しようとするも、\nカオスメイデンの後衛から放たれる砲撃で翻弄されていた。": "The Scara students tried to somehow maintain the collapsed formation, but...\nThey were being toyed with by the bombardment coming from Chaos Maiden’s rear guard.",
    "これがカオスメイデン……倍の敵をものともしないとはな。": "This is Chaos Maiden... I didn't think she'd be able to take on twice as many enemies.",
    "とはいえ、ここまでは予想の範疇だった。\nだが……": "That said, up to this point, it was within the realm of expectations.\nBut...",
    "あはははは！　ひとーつ！　ふたーつ！　みーっつ！": "Ahahaha! One! Two! Three!",
    "ユリアー。あんまり壊し過ぎないようにしてくださいね。": "Julia, please don't break it too much.",
    "ユリアと呼ばれた少女の駆るＭＧが敵のど真ん中に飛び込み、\n縦横無尽に暴れまわる。": "The MG driven by the girl called Yulia leapt into the middle of the enemy\nShe thrashed around in all directions.",
    "その様相はまさに竜巻。触れる敵すべてを切り刻んでいく。": "It looks exactly like a tornado. It cuts through all enemies it touches.",
    "なんてデタラメなチームなんだ。": "What a ridiculous team.",
    "（やはりこのチームの強さは、\n一糸乱れぬ統制された動きなんかじゃない）": "(As I thought, the strength of this team\nIt’s not a single thread of controlled movement.)",
    "（遊撃隊が好き勝手に暴れ、\nそこで生まれた穴を後衛が正確無比に埋めていく）": "(The guerrillas went wild as they pleased\nThe rear guard fills the hole that was born there with unparalleled accuracy.)",
    "（身勝手な前衛とそれをフォローする後衛……\n奇跡的なバランスにより、チームとして機能しているんだ）": "(A selfish vanguard and a rearguard to back them up...)\nBecause of the miraculous balance, they function as a team.)",
    "そして……これは、まさに俺が想定する\nシリウスシュガーの理想に近かった。": "And... this is exactly what I'm imagining.\nIt was close to Sirius Sugaru’s ideal.",
    "す、すごい……次元が違いすぎます……": "W-Wow... They're on a completely different level...",
    "（めるの奴、カオスメイデンの競技に完全に呑まれてしまっているな）": "(He's completely swallowed up by the Chaos Maiden competition.)",
    "（まあ、それも仕方ないか。\nこの模擬戦を見て圧倒されない者など、ただのひとりもいないだろう）": "(Well, I guess that can’t be helped.\nThere probably isn’t a single person who wouldn’t be overwhelmed by this mock battle.)",
    "……こいつはかなり骨が折れそうだな。": "...This is going to be a lot of work.",
    "そして模擬戦後、ほとんど汗すらかいていない\nカオスメイデンのメンバーが、機体から降りてきた。": "And after the mock battle, I barely even sweated.\nChaos Maiden descends from the aircraft.",
    "どうでしょう、私達の模擬戦はお楽しみいただけましたか？": "I don't know. Did you enjoy our mock battle?",
    "え、えっと……とても凄かったです。圧倒されちゃいました……": "U-Umm... That was amazing. I was overwhelmed...",
    "えっ……！？\nちょっと、なんであなた達がここに……！？": "Huh...!?\nHey, why are you guys here...!?",
    "こ、こんにちは……": "H-Hello...",
    "そういえば、翠蘭さんには伝えるのを忘れていました。": "Come to think of it, I forgot to tell Suiran-san.",
    "報連相は基本だといつもあれほど……！　まったく……": "He's always saying that horenso is the most basic of basics! Honestly...",
    "（なんかすごく苦労人って感じがするな……）": "(I feel like he's a really hard worker...)",
    "わざわざ偵察に来てくれるなんて嬉しいな～！\nキミたちは、私に本気で勝とうとしてるんだね！？": "I'm so happy you came all the way out here to scout!\nYou're really trying to beat me, aren't you!?",
    "当たり前だ。とはいっても、戦うのはめるたちだがな。": "Of course. That said, we're not supposed to fight.",
    "める……？　ああ……！　なんか顔は知ってる！": "Me...? Ah...! I know what you look like!",
    "か、顔……だけですか。": "I-It's just your face?",
    "それよりもね～！　私が興味あるのは……キミ！": "More importantly, what I'm interested in...is you!",
    "え？　俺……？": "Huh? Me...?",
    "うん……！　なんだか、不思議な感じするんだ～！": "Yeah...! It feels kind of strange!",
    "そう言って、ユリアは俺だけをじっと凝視してきた。\nどうやらめるのことは眼中にもないらしい。": "Saying that, Yulia stared only at me.\nLooks like she's not even paying attention to me.",
    "その視線に吸い込まれそうになる。": "I feel like I'm being sucked into her gaze.",
    "（こいつは……なんかいろいろ危険な感じがするぞ）": "(This thing... feels kind of dangerous in a lot of ways.)",
    "最近は本気で勝負してくれる相手がいなくてさー。\nずっと退屈してたんだ。": "Lately, I haven't had anyone to seriously compete with.\nI've been bored all this time.",
    "でも、そこにキミが現れてくれた。\nねえ、シリウスシュガーが解散になったらウチにおいでよ。": "But that's when you showed up.\nHey, if Sirius Sugaru disbands, come to my place.",
    "あっ、ちょっと、ユリア……！\nそんな言い方したら、相手に失礼でしょう！": "Oh, hey, Julia...!\nIf you put it like that, it'll be rude to the other person!",
    "す、すみません……": "I-I'm sorry...",
    "いや……": "No...",
    "ですが……正直言うと私も似た意見ではあります。": "But... To be honest, I'm of the same opinion.",
    "もし行く宛がなくなった際は、うちに来ることも検討してみませんか？": "If you run out of places to go, why don't you consider coming to my house?",
    "だ、ダメです！　%usernameusernameuserna%さんは\n私達の指揮官なんですから！": "N-No! %username, username, userna%san\nHe's our commander!",
    "でも解散しちゃったら、\nこの人はキミ達の『指揮官』じゃないんじゃない？": "But if we disband,\nIsn't this your 'Commander'?",
    "指揮するチームがないじゃん！": "You don't have a team to lead!",
    "それは……": "That's...",
    "だから次の競技で勝って、私達がもらっちゃうね！": "That's why we're going to win the next game, and we'll be the ones getting it!",
    "……！": "...!",
    "悪いが、そう簡単にいくかな？": "Sorry, but will it be that easy?",
    "え？": "Huh?",
    "そうやって余裕を見せていると、足元をすくわれるぞ。\n言っておくが、俺たちはマジで勝ちに行くからな。": "If you keep showing off your composure like that, you'll get knocked off your feet.\nJust so you know, we're seriously going to win.",
    "お前らの模擬戦を見て思いついた策があるんだ。": "I've got a plan I came up with after seeing your mock battles.",
    "では私はまんまと敵の利益になるようなことを\nしてしまったことになりますね。": "Then I'll do something that will benefit the enemy.\nThat would mean I've done it.",
    "ああ、そういうこったな。\nそしてその策は、さっきこの桃園めるに授けた。": "Yeah, that's how it is.\nAnd I gave that plan to Momozono earlier.",
    "そんなわけで、彼女がお前たちを倒すからな。\n今のうちに謝罪の言葉でも考えておくといい。": "That's why she's going to defeat you all.\nYou should think of an apology while you still can.",
    "ええー！？": "Whaaat?!",
    "いいよ！　そーゆー挑戦大好き！　受けて立ーつ！": "That's fine! I love challenges like that! I accept!",
    "首を洗って待っておくんだな。――って、この桃園めるが言ってます。": "You'll have to wash your neck and wait. ...That's what Momozono Meguru says.",
    "%usernameusernameuserna%さぁーん！？": "%usernameusernamesuserna%saaaaan!?",
    "――ということがあったぞ。": "...That's what happened.",
    "お、おまえさぁ……なんでわざわざ挑発しにいくわけ！？": "Y-You know... Why are you going out of your way to provoke me?!",
    "待て待て、先に煽ってきたのは向こうだ。": "Hold on, hold on. She's the one who stirred me up first.",
    "しかも、めるさんが目の敵にされちゃっていますし。": "What's more, Meguru-san has been made an enemy of the eye.",
    "うぅ……私、生きて帰れるでしょうか……": "Ugh... I wonder if I'll make it back alive...",
    "自信を持てよ、める。言っておくが、俺は本気だぞ。\nこの戦い、勝負のカギになるのは、お前だからな。": "Be confident, I'll tell you. Just so you know, I am serious.\nYou're the key to this battle, after all.",
    "そんなこと言われても……どうすればあの人たちに勝てるのか\n皆目見当もつきませんし……": "Even if you say that... I don't know how I can beat them.\nI don't have a clue what's going on...",
    "そのために俺がいるんだ。いいか、お前ら。\n俺が今からカオスメイデンを倒すための作戦を授けてやる。": "That's why I'm here. Listen, guys.\nI'll now give you a strategy to defeat Chaos Maiden.",
    "この作戦をしっかり実行に移す事が出来れば、\nあいつらを倒すことぐらい朝飯前だ。": "If we can carry out this operation properly,\nDefeating them is a piece of cake.",
    "ほ、本当ですか……？": "R-Really...?",
    "ああ。俺を信じろ。まずはそこからだ。": "Yeah. Trust me. Let's start there.",
    "わ、わかりました……よろしくお願いします！": "A-All right... I'll be counting on you!",
    "ふふっ。%usernameusernameuserna%は人を乗せるのが上手いね。\nとりあえず、今回の打ち上げは焼肉にしようか♪": "Hehe. %user name, username, user name, % is good at carrying people.\nAnyway, let's have yakiniku for this launch♪",
    "……勝利を祝うには肉が一番。": "...Meat is the best way to celebrate victory.",
    "%usernameusernameuserna%の小遣い、食い尽くしてやる！": "%username, username, userna% allowance, I'll devour it all!",
    "でも……本当に大丈夫でしょうか……": "But... will she really be okay...?",
    "__translated__": true
}