{
    "合同演習が開かれると聞いてやってきたが――": "I heard there was going to be a joint exercise, but...",
    "やほやほー！": "Yahoyahooo!",
    "ユリア？　どうしてここに？": "Julia? What are you doing here?",
    "今日は私も『ゲスト』として、合同演習に参加する日なんだ！": "Today's my day as a 'guest' to participate in joint exercises!",
    "ゲスト……？": "A guest...?",
    "ピコピコピーン！\nマスターのナビゲーターなボクが華麗な説明を――": "Beep, beep, boop, boo!\nI'm the owner's navigator, so I give a gorgeous explanation――",
    "『お前を消す方法』。": "\"How to erase you.\"",
    "なんでですか！？\nボクにも活躍するチャンスをくださいよ！": "Why?!\nGive me a chance to shine, too!",
    "悪い悪い、冗談だ。いきなり出てきたから反射的にな……\nたまにはピコも活躍したいよな。それじゃあ説明を頼む。": "Sorry, sorry, I was just joking. It came out of nowhere, so I reflexively...\nPico wants to play an active role every once in a while. Well then, please explain.",
    "たまには……まあいいでしょう。コホン…それでは説明しましょう！\n合同演習、正式には『学園戦術演習』といいます！": "Once in a while... Well, that's fine. Ahem... Then let me explain!\nThis joint exercise is officially called 'School Tactical Training'!",
    "みんなは略して『戦術演習』って呼んでますね！": "Everyone calls it a tactical exercise for short!",
    "各校舎から優秀なパイロットたちをゲストとして招き、みんなで\nＭＧ操縦技術を向上させようという特別な演習プログラムです！": "We invited excellent pilots from each building as guests, and we all worked together\nIt's a special training program designed to improve MG piloting skills!",
    "校舎の垣根を越えて、がんばっていきましょう！": "Let's do our best across the school building!",
    "って、普通にネット検索したら出てきたな……": "Wait, when I searched the internet normally, it came up...",
    "なんでボクが説明している間に調べちゃうんですか！？": "Why are you investigating while I'm explaining?!",
    "ん？　あっ！　そっか！　キミは初めてかぁ！": "Hm? Oh! I see! So this is your first time!",
    "他のカオスメイデンのメンバーは来てないのか？": "The other Chaos Maiden members aren't here?",
    "うん、今日は私だけだよ～！": "Yeah, it's just me today!",
    "おおっ♪　私以外にも面白そうな人たちがいっぱい来てるみたいだね！\n毎回呼ばれるわけじゃないから、いーっぱい楽しもっと！": "Ohh♪ Looks like there's a lot of interesting people here besides me!\nIt's not like I'll be called every time, so I'm having a lot more fun!",
    "学園は結果を出した方にたんまり豪華報酬を出すみたいなんで、\nみんなやる気満々ですね～！": "It seems like the academy pays extravagant rewards to those who get results.\nEveryone's so fired up!",
    "こういうのに積極的に参加すると、\nパイロットとしての成長も早いだろうな。": "If you actively participate in this kind of thing,\nI'm sure he'll grow up quickly as a pilot."
}