{
    "はぁ……はぁ……はぁ……ふぅ……！": "Haa......haa....haa.....fuu......!",
    "たま？": "Tama?",
    "あ、たけるさん……！　お散歩ですか～？": "Ah, Takeru-san...! Are you out for a walk?",
    "まあ、そんなところだな。\nたまは何やってんだ？": "Well, that's about it.\nWhat's Tama doing?",
    "ちょっとランニングしてました。\nトレーニングしないと、体がなまっちゃいそうで……": "I was running for a bit.\nIf I don't train, my body feels like it's going to fall apart...",
    "ああ、たしかにな。\n気持ちはわかる。": "Yeah, you're right.\nI understand how you feel.",
    "生徒会のお手伝いとか色々お仕事をもらってますけど、\n運動量がちょっと足りない気がして……": "I've been getting a lot of work, like helping out the student council, but...\nI felt like I wasn't getting enough exercise...",
    "元の世界に戻った時、ちゃんと動けるようにしておかないと、\nみんなに迷惑かけちゃうから……": "When I get back to my world, I need to make sure I can move properly\nI'll cause trouble for everyone...",
    "そういうことなら、オレも走ろう。": "If that's the case, I'll run too.",
    "じゃあ、一緒に走ってくれますか？": "Will you run with me, then?",
    "たまも、まだ走れそうか？": "Tama, can you still run?",
    "もちろん！\nじゃあ、たけるさん！　一緒に走りましょう！": "Of course!\nThen, Takeru-san! Let's run together!",
    "はぁ……はぁ……ん……ふふっ……！": "Haa...haa...nn...fufuu...!",
    "大丈夫か？　顔が笑ってるぞ。": "Are you all right? Your face is smiling.",
    "はうあ～、見られちゃいましたぁ……！": "Haaaaah, they saw us...!",
    "元の世界の訓練より追い込んでない気がしますけど、\nなんだか楽しくなっちゃって……": "I don't feel like I'm driving you into a corner more than I was training in my old world,\nIt's kind of fun...",
    "知らない世界に来たけどたけるさんと一緒に走って……\nどこでもやることって変わらないんだなぁって。": "I came to a world I didn't know, but I ran with Takeru-san...\nEverything you do is the same wherever you go, huh?",
    "確かにな。たまはたまのままだ。": "That's true. Tama is still Tama.",
    "そういうたけるさんも、たけるさんのままです～！": "Takeru-san's the same as you!",
    "……そういえば、たけるさん。\nもしかしてわたしに合わせてくれてますか？": "...By the way, Takeru-san.\nAre you going along with me?",
    "たけるさんだったらもっと早いペースで走れるのに、\nこうしてゆっくり話も出来てるなーって思って。": "If it were Takeru-san, he could have run at a faster pace,\nI was just thinking about how we're able to have a nice, long chat like this.",
    "まあ、訓練するつもりで走ってるわけでもないし、たまにはいいだろ。": "Well, it's not like I'm running with any intention of training, so it'll be fine once in a while.",
    "えへへ、ありがとうございます～！": "Ehehe, thank you very much!",
    "いつもみんなが前を走ってくれるおかげで、私も頑張れるんだけど……\nペースを合わせて隣を走ってくれるのも、すごく嬉しいです。": "Thanks to everyone always running in front of me, I can do my best, but...\nI'm also really happy that you're matching your pace and running next to me.",
    "こっちじゃむしろ、オレには待つことしかできないし、\nたま達に頼りっぱなしだからな。": "If anything, all I can do is wait,\nI've been relying on Tama and the others for a while now.",
    "そんなことないよ～。今だって一緒に走ってくれてます！\nそれだけですごく嬉しいんですから！": "That's not true. He's still running with me!\nThat alone is enough to make me really happy!",
    "そんなんでいいのか？": "Are you sure that's okay?",
    "いいんです～！\nいつもたけるさんに、たくさん頼ってますし。": "It's okay~!\nI always rely on you a lot, Takeru-san.",
    "だから、たけるさんも遠慮しちゃだめですからね～。\n何かあったら、言ってくださいね？": "So you shouldn't hold back either, Takeru-san~.\nIf anything happens, please tell me, okay?",
    "ふぅ……たけるさん、付き合ってくれてありがとう！\nいい汗を流せました！": "Phew... Takeru-san, thank you for going out with me!\nI was able to wash off some good sweat!",
    "ああ、こっちもいい運動になった。": "Yeah, this was good exercise.",
    "わっ、もうこんな時間……？": "Wow, it's already this late...?",
    "何か予定でもあったか？": "Did you have any plans?",
    "今日はお買い物に行こうと思って。\nその前に、少しだけ走るつもりだったんだけど……": "I thought I'd go shopping today.\nBefore that, I was planning on running for a bit, but...",
    "たけるさんとおしゃべりしてると、あっという間ですね～。": "Talking to Takeru-san, it all happened so fast.",
    "そういえば、オレも買いたいものがあったな。": "Come to think of it, there was something I wanted to buy, too.",
    "えっ、たけるさんも？": "Huh? Takeru-san too?",
    "ああ、まだ遅くはないだろ。\n一緒に買い物行くか？": "Yeah, it's not too late.\nWant to go shopping with me?",
    "は、はい！　一緒に行きましょう！\nでも、ちょっと汗をかいたし身だしなみを整えてきますね！": "Y-Yes! Let's go together!\nBut I'm sweating a little, so I'll go get myself dressed!",
    "確かに、オレもシャワー浴びてくるか。": "I guess I'll go take a shower too.",
    "――たま？　そろそろ準備できたか？": "――Tama? Are you ready?",
    "わわ、たけるさん？": "Wawa, Takeru-san?",
    "あの、まださっき髪を乾かし終えたところで……\n全然、整えられてなくて……": "Um, I just finished drying my hair...\nIt wasn't organized at all...",
    "慌てなくていい。\nなんなら、さっきも言ったけど手伝おうか？　なんてな――": "There's no need to panic.\nIf you want, like I said, wanna help? Just kidding—",
    "ええっ、いいんですか？\nそれならお願いします！": "Whaaat? Are you sure?\nIn that case, please!",
    "……えっ、本当にいいのか？\nオレ、あんまりやったことないぞ？": "...Huh? Are you sure?\nI've never really done it before, you know?",
    "はい！　お願いしますね！\nそれじゃあ、入ってきてください！": "Yes! Please do!\nWell then, please come in!",
    "オレから言い出しといてなんだが、本当に大丈夫か？": "I'm the one who suggested it. Are you sure you're okay?",
    "はい！　好きにしちゃってください！\nお任せしたので、どうなってもいいですから！": "Yes! Do as you please!\nI'll leave it to you, so it doesn't matter what happens!",
    "いや、そんな酷い事にはならないぞ？　多分……": "No, it won't be that bad, you know? Probably...",
    "そ、そういわれたらむしろ不安になりますよ！？": "I-If you put it that way, I'll be even more worried!",
    "まあ、冗談は置いといて……\nまあ、頑張ってみるからな。": "Well, putting the jokes aside...\nWell, I'll do my best.",
    "はい！　お願いしますね！": "Yes! Please do!",
    "おう、任せてくれ。\nええと、櫛でこうやって梳かして……": "Yeah, leave it to me.\nLet's see, combing it like this...",
    "……んっ。": "...Ngh.",
    "うおっ！？　痛かったか！？": "Whoa?! Did that hurt?!",
    "いえ、大丈夫ですよ！　むしろ、\nいつも自分でやるから珍しい感じがして声が出ちゃって。": "No, I'm fine! In fact,\nI do it myself all the time, so it feels so unusual that I can't help but moan.",
    "なら良かった……それじゃあ、梳かすからな。": "That's good to hear... Well then, I'll comb you.",
    "んっ……はぁ……すごく優しい手つき……\n……たけるさん、そんなに遠慮しなくていいですよ？": "Mm... Hah... Your hands are so gentle...\n...Takeru-san, you don't have to be so reserved.",
    "こんなに長くて綺麗な髪、雑に扱えないだろ。": "I can't handle such long, beautiful hair in such a crude way.",
    "き、綺麗……？　えへへへ……\nありがとうございます♪": "B-Beautiful...? Ehehehe...\nThank you very much♪",
    "はぁ……気持ちいい……んんっ……ふわぁ……\nなんだかうとうとしちゃいそう……": "Haa... It feels so good... Mmm... fuwaa...\nI feel like I'm dozing off...",
    "まあ、しっかりと運動したからなぁ。\n眠いなら買い物は今度にするか？": "Well, I did exercise a lot.\nIf you're sleepy, why don't we go shopping some other time?",
    "いえっ、行きます！": "No, I'm going!",
    "元々の予定ですし、\nたけるさんと行けるのに寝ちゃうのはもったいないですから！": "It's the original plan,\nIt would be a waste to fall asleep when I can go with Takeru-san!",
    "……もったいない？": "...What a waste?",
    "もったいないです！": "It's a waste!",
    "別に誘ってくれれば……\nああ、とはいえすぐに予定が着くって話でもないか。": "If you just invite me...\nYeah, but it's not like we'll be able to make plans soon.",
    "そうですよ！　たけるさんは人気だから、\n飛び入りで一緒に買い物に行けるチャンスは大切なんです！": "That's right! Takeru-san is popular,\nIt's important to have a chance to jump in and go shopping together!",
    "オレは人気の店か何かか……？\nほれ、お客様。これでどうですかー？": "Am I in a popular restaurant or something...?\nHere you go, sir. How about this?",
    "あはは、美容室の店員さんですか？\nええっと、それなら普段みたいに結んで貰えます？": "Ahaha, are you a hairdresser?\nUmm, in that case, could you tie it like you usually do?",
    "ああ、了解……って、あれはどうやって結んでるんだ？": "Yeah, got it... Wait, how do you tie that?",
    "ええっと、そんなに難しくないですよ。\nまずは髪の毛を真ん中から二つに分けて持ち上げて……": "Let's see, it's not that hard.\nFirst, I split my hair in two from the middle and lifted it up...",
    "……こんな感じか？": "...Like this?",
    "ありがとうございます～！\nわぁ、丁寧で綺麗に結んでくれて嬉しい！": "Thank you so much!\nWow, I'm so happy that you tied it so neatly and politely!",
    "いや、すまん。いつもに比べるとなんか違う気がする。": "No, sorry. I feel like it's different from usual.",
    "いえ、そんなことはないですよ！\nむしろ、普段以上に綺麗だからバッチリです！": "No, that's not true!\nIn fact, she's even prettier than usual, so it's perfect!",
    "たまがそういってくれるならいいんだけどな……": "I hope Tama says so...",
    "そんなに気にしなくても良いですよ！\nたけるさんが結んでくれたこの髪型、私は好きですし！": "You don't have to worry about it so much!\nI like this hairstyle you tied for me, Takeru-san!",
    "まあ、次にリベンジをするときはもっと上手く結べると良いな。": "Well, I hope we can tie it better the next time we get revenge.",
    "えええっ！？": "Whaaat?!",
    "ん？　どうした？": "Hm? What's wrong?",
    "え、えっと……リベンジってことは……\nまたお願いしたら結んでくれるんですか？": "U-Umm... If it's revenge, then...\nWill you tie it if I ask again?",
    "まあ、時間が合う時ならいつでも言ってくれ。\n今回、結び方も教えてもらったしな。": "Well, if you have the time, just let me know.\nShe even taught me how to tie it this time.",
    "あわわ……ど、どうしよう……！？\nそんな嬉しいけど、いつ頼んだらいいのかな……！？": "Awawa... Wh-What should I do...!?\nI'm so happy, but when should I order it...!?",
    "……ところでたま。\n買い物は良いのか？　結構時間が経ってるけど。": "...By the way, Tama.\nAre you sure you don't want to go shopping? It's been a while.",
    "あっ、わ、忘れてた！\nそれじゃあ行きましょう！　時間がなくなっちゃう！": "Ah, I-I forgot!\nThen let's go! We're running out of time!",
    "わぁ……いろんなお店がありますね。\nう～ん、どこから回ろうかな～。": "Wow... There's so many different stores.\nHmm, where should I go first?",
    "迷子にならないようにしないとな。": "We need to make sure we don't get lost.",
    "はい、ちゃんとたけるさんについていきます！": "Yes, I'll follow Takeru-san!",
    "いや、オレがたまについていこう。": "No, I'll go with Tama.",
    "いいんですか？　それじゃあ――\nええっと……日用品は、向こうみたいですね。": "Are you sure? Then—\nLet's see... It looks like the daily necessities are over there.",
    "わぁ……！": "Wow...!",
    "ん？　何かあったか？": "Hm? Did something happen?",
    "はっ！　ごめんなさい。\n可愛い猫さんがいたので、つい足をとめてしまいました……": "Ha! I'm sorry.\nThere was a cute cat there, so I couldn't help but stop...",
    "猫のぬいぐるみか。": "A cat plushie, huh?",
    "雑貨を見るつもりはなかったんけど……": "I didn't mean to look at any miscellaneous goods, but...",
    "少しくらい寄り道してもいいんだぞ？": "You can take a little detour, you know?",
    "うーん……これ以上見たら欲しくなっちゃいます。\n可愛いけど……無駄遣いはできません。必要なものだけ買わないと！": "Hmm... If I keep looking at it, I'll want it.\nShe's cute, but... I can't waste money. I have to buy what I need!",
    "……まあ、どのくらいこっちに\nいることになるかもわからないしな。": "...Well, how long have you been here?\nI don't even know if she'll be here.",
    "替えの服や下着を買うのも、\nもしかしたら、ちょっと贅沢なのかもしれないけど……": "Buying new clothes and underwear...\nMaybe it's a little extravagant, but...",
    "さすがにずっと同じものってわけにもいかないし、\nそれは買うけど……ぬいぐるみは……": "Of course, we can't just keep doing the same thing forever,\nI'll buy that, but... the stuffed animal...",
    "ううっ、行きましょう、たけるさん！\nまずは服です！": "Ugh, let's go, Takeru-san!\nFirst, clothes!",
    "ああ、手ごろなのを探すか。": "Yeah, let's look for something affordable.",
    "たけるさん、買い逃したものとかないですか？": "Takeru-san, do you have anything you missed?",
    "必要なものは買えたな。\nたまも、大丈夫か？": "You bought what you needed.\nTama, are you okay?",
    "はいっ！　たけるさん、\n付き合ってくれてありがとうございます！": "Yes! Takeru-san,\nThank you for going out with me!",
    "いや、いいんだよ。\n……あー、それでだ。たま。ほら、これ。": "No, it's fine.\n......aaah, by the way.Tama.Here, take this.",
    "えっ？　……これって、雑貨屋で売ってたぬいぐるみ……！\nど、どうしたんですか！？": "Huh? ...This is the stuffed animal they sold at the general store...!\nWh-What's wrong?!",
    "買い物中、少し待ってもらってただろ。\nトイレに行ったついでに、買ってきた。": "You waited a little while while I was shopping, didn't you?\nI bought it while I was in the bathroom.",
    "たけるさん……これ……いいんですか？\n私がもらっちゃって……": "Takeru-san... Is this... okay?\nHe took it from me...",
    "もちろん。たまのために買ったんだ。\nいいに決まってるだろ。": "Of course. I bought it for Tama.\nOf course it's fine.",
    "オレも戦術機に乗ること以外で生徒会の仕事をもらってるから、\n懐はそれなりに余裕があるんだ。": "I get Student Council work other than piloting TSFs too, so...\nI have a decent amount of pocket space.",
    "でも、それはたけるさんが欲しいものに使わないと……": "But I have to use that for what Takeru-san wants...",
    "ちゃんとオレが欲しいものにも使ってるぞ。": "She's even using it for what I want.",
    "ホント……？": "Really...?",
    "メイズに潜る時は、何も手伝えないからな。\nせめて感謝くらい示させてくれ。": "I can't help you with anything when you dive into the Maze, after all.\nAt least let me show my gratitude.",
    "そんなの……気にしなくていいのに……": "You don't have to worry about that...",
    "でも……すごく嬉しいです！\nたけるさん、ありがとうございます！": "But... I'm really happy!\nTakeru-san, thank you very much!",
    "ホントに、本当に……私の方がたけるさんに感謝すること、\nたくさんあるのに……": "Really, really... I should be the one thanking Takeru-san,\nThere are so many of them...",
    "とくに思い当たらないけどな。": "I can't think of anything in particular.",
    "ううん。\nたけるさんが気付いてないだけで、いっぱい……": "Nope.\nJust because Takeru-san hasn't noticed, there's so much...",
    "……たま？": "......Tama?",
    "えへへ、なんでもありません……！\nただ、感極まっちゃって……": "Ehehe, it's nothing...!\nI'm just so overcome with emotion...",
    "今日も、たけるさんにたくさん思い出をもらったよ。\n一緒に走ったり、髪を結んでもらったり、買い物したり……": "Takeru-san gave me lots of memories again today.\nRunning together, having my hair tied back, shopping together...",
    "とっても嬉しいことが、たった１日でこんなにたくさん……！": "There are so many things that make me so happy in just one day...!",
    "覚えていない記憶の中にも、\nたけるさんとの思い出が、色々あったような気がします。": "Even in the memories I don't remember...\nI feel like a lot of memories with Takeru-san have happened.",
    "たくさんの思い出とプレゼント……\n本当に、ありがとうございます！": "A lot of memories and presents...\nThank you so much!",
    "もともと欲しいものだったけど……\nたけるさんがくれて、もっと大事なものになりました！": "I've always wanted it, but...\nTakeru-san gave it to me, and it became something even more important!",
    "ずっと、ずーっと、大切にしますね！": "I'll treasure it forever and ever!"
}