{
    "――夜も更けた頃。": "――It was late at night.",
    "そろそろ寝る支度でも……と考えていたところに、\nこんこん、と乾いたノックの音が響いた。": "Just as I was thinking it was about time to get ready for bed...\nA dry knock rang out.",
    "どうぞ、と入室を促すと、おずおずとした様子のケイトが入ってきた。": "\"Come in,\" I urged her to enter the room, and Kate entered timidly.",
    "ご、ご主人様……こ、こんばんは。\n夜分遅くに失礼いたします……": "M-Master... G-Good evening.\nExcuse me for calling so late at night...",
    "……そういえばこちらのことをふたり目のご主人様と呼びたいと\n言っていたが、ちゃっかり実行に移しているようだ。": "...Come to think of it, he wanted to call me his second master.\nShe did say that, but it looks like she's putting it into practice.",
    "（あとで訂正しておこう……）": "(I'll correct her later...)",
    "きょ、今日は……あの、先日の、恩返しに来ました……": "I-I'm here today... to repay you for the other day...",
    "彼女の落とし物を届け、引っ込み思案の彼女が\n無事お使いをできるように手助けしたことを言っているようだ。": "She delivered her dropped items, and she withdrew\nShe seems to be saying that she helped us run errands without incident.",
    "別に気にすることはないと伝えたが、\nケイトはふるふると首を横に振った。": "I told her there was nothing to worry about, but...\nKate shook her head.",
    "お礼させていただかないと気が済まないんです。\nだから、受け取っていただけると嬉しいです……": "I won't be satisfied until you let me thank you.\nThat's why I'd be happy if you accepted...",
    "そこまで言うのなら受け取らないと逆に失礼な気がする。\nただ、気になったのはお礼というケイトがどう見ても手ぶらなことだ。": "If she was going to go that far, I felt like it would actually be rude if I didn't accept it.\nThe only thing that bothered me was the fact that Kate was empty-handed, no matter how you looked at it.",
    "お礼は……その、わ、わたしの、体で……": "As for my thanks... umm, with my body...",
    "ケイトが自身のスカートの裾に触れるので、\n反射的に制止する。": "Kate touches the hem of her own skirt.\nI reflexively stop her.",
    "どうしてそんなことをしようとしたのか、\n理由を聞くと、ケイトはもじもじとしながら答えた。": "I don't know why she tried to do that\nWhen I asked her why, Kate answered, fidgeting.",
    "え、ネットではご主人様が男性である場合、\nメイドはこういうご奉仕をする例もあると……": "Huh? On the internet, if Master is a man,\nThere are examples of maids servicing people like this...",
    "今のわたしに差し出せる、精一杯のお礼なんです……": "It's the best I can offer you right now...",
    "そうは言っても、おいそれと受け取れるものではない。\nなんと答えるべきか悩んでいると、ケイトがしょんぼりと肩を落とす。": "That said, it's not something I can just accept.\nAs I agonize over how to respond, Kate slumps her shoulders dejectedly.",
    "……やっぱり、経験が全然ない下手くそからのお礼なんて嫌ですよね。": "...I really don't want to thank someone who's not experienced at all.",
    "そういうわけではないが……": "That's not what I meant, but...",
    "ええと……つまり、嫌というわけではない……んですよね……？": "Umm... In other words, it's not that you don't like it, right...?",
    "ケイトの目にきらりと光が宿る。\nこちらが何かを言おうとするよりも早く、彼女が動いた。": "There's a glint in Kate's eyes.\nBefore I could say anything, she moved.",
    "では、失礼します……": "Well, if you'll excuse me...",
    "えっ……ちょ……！": "Huh...? Hey...!",
    "彼女は持ち前？の俊敏さを発揮すると、\nこちらを押し倒すなり上に乗りあげて――": "When she displayed her agility...\nAs soon as she pushed me down, she got on top of me――",
    "んっ……くぅ……\nは、はいり……ましたね……？　んっ……": "Ngh... Khh...\nY-You're... here, aren't you...? Mm...",
    "（まったく、抵抗する暇がなかったぞ……）": "(Geez, I didn't have time to resist...)",
    "おっき……っ、うぅ、……っ。\nくっ……苦し……くは、ないですか……？": "It's so big...! Ugh...!\nUgh... Doesn't it hurt...?",
    "……わ、わたしは……っ、んっ、んぅ……っ、\n平気っ……は、はぁっ……っ、です……っ。": "...I-I... nn, nnu...\nI'm fine... hah, hah...gh...",
    "懸命に肉棒を受け入れようとして、吐息をこぼすケイト。\n自身も苦しいだろうに、こちらを気遣おうとするところがいじらしい。": "Kate lets out a sigh as she tries her best to accept my dick.\nI'm sure she's in pain herself, but it's cute how she tries to be considerate of me.",
    "無理はしないでほしい、と声をかけようとしたが、\n涙目で必死に見つめられ、何も言えなくなってしまった。": "I tried to call out to her, telling her not to push herself too hard, but...\nShe stared at me desperately with tears in her eyes, and I couldn't say anything.",
    "ふ……んぁ、\nんんっ……こんな感じ……ですか……？": "Fh... nnah,\nMmm... Is this... how it feels...?",
    "行為に対する緊張がにじむケイトを安心させたくて、\nいい感じだと伝えてやる。": "I wanted to reassure Kate, who was seething with tension over the act\nI'll tell her it's looking good.",
    "あっ……く、ごめ、なさい、時間、かかって……っ、\nうごき、ますね……っ。": "Ah... I-I'm sorry, it took me so long...\nI'm... moving...",
    "んっ……んっ……": "Nn... nn...",
    "キツく締め付けてくるケイトのナカは、\n痛いほどにぎゅうぎゅうとペニスを圧迫する。": "Kate's pussy tightens around me.\nShe squeezes my penis so hard it hurts.",
    "はっ……はっ……んぅっ、\n大丈夫ですか……っ？　気持ちいい、ですか……？": "Hah... hah... nnuh,\nAre you okay...? Does it feel good...?",
    "わたし、っ、上手く、できてます、か？\n……自分じゃ、っ、正解が……わからなくて……っ。": "Am I... doing... well?\n...I don't know... the right answer... myself...",
    "不安げなケイトに、正解なんてないし、\nケイトが自分のためにしてくれることが何より嬉しいと伝える。": "There's no right answer for the anxious Kate,\nI tell her that I'm happier than anything that Kate is doing for me.",
    "よかった……っ、んっ、あぅっ……": "Thank goodness...! Nnh, auh...",
    "でもっ、んっ、もっと、っ、ちゃんとっ、\nきもちよく、できるよう、がんばり、ますっ……": "But, nn, more, more properly,\nI'll do my best to make you feel good...",
    "少し落ち着いたのか、きつすぎるほどだった締め付けがわずかに緩み、\n心地良い圧迫感を与えてくれるようになっていた。": "She must have calmed down a little, because her tightness loosened slightly.\nIt's starting to put a comfortable pressure on me.",
    "ほとんど濡れていなかったナカも、\n徐々に潤みが増してきて、抽送がスムーズになりつつある。": "Even Naka, who was barely wet,\nThe moisture is gradually increasing, and my thrusts are becoming smoother.",
    "そのことにケイト自身も気づいたのか、\n恥ずかしそうに視線をさ迷わせた。": "Kate herself must have noticed that.\nHer eyes wandered in embarrassment.",
    "はっ、んっ、や、やっと、なれて、きました……\nこれでちゃんと……ご奉仕、できます……んっ……！": "Hah, nn, y-you're finally, becoming one...\nNow... I can service you properly... Mm...!",
    "その言葉に、つい肉棒が反応してしまう。": "My dick reacts to those words without thinking.",
    "っ、あ……っ！　えと……んっ、ふ……うぁっ……\nご主人様のが……ナカで……はぁっ、んっ……！": "Ah...! Um... nn, fu... uwah...\nMaster's thing... is so... nasty... haah, mm...!",
    "さっきより……はぁっ、おおきく……っ？\nはぁ、んっ……んんっ……あぅ、嬉しい……です……っ。": "It's bigger... haah, than before...?\nHaa, nn...nnn...au, I'm...happy...",
    "もっと、頑張ります……から……っ、あっ、んっ……！\n気持ちよくなって……くださいね……っ、はぅん……っ！": "I'll... do my best... more... ah, mm...!\nPlease... feel good... Haun...!",
    "そう言いながら、きゅうと膣内を締め付ける。\n器用に与えられる刺激に、肉棒はますます昂っていく。": "As she says that, her vagina tightens around me.\nMy dick gets more and more aroused by the skillful stimulation.",
    "んっ……くっ、ふあっ……！　どう、ですか……っ？\nどうしたらいいか、遠慮なく……言ってくださいね……っ？": "Nn......Kuh, fuah......! How is it......?\nPlease don't hesitate to tell me... what to do...!",
    "ご主人様のために……っ、んぅ……この体でできることは、\nなんでもしたいんで……はっ、あんっ……！": "For Master's sake... Ngh, nngh... The only thing I can do with this body...\nI want to do anything... hah, ahn...!",
    "一生懸命に腰を揺らすケイトからは、ただこちらが\n気持ちよくなれるようにという、真摯な思いが伝わってくる。": "As Kate tries her hardest to shake her hips, it's just me\nI could feel her sincere desire to make me feel good.",
    "膣壁がぬるぬるとペニスを擦り、\n絶え間なく与えられる快感に、思わず吐息が零れた。": "Her vaginal walls rubbed against my penis.\nI can't help but let out a sigh from the constant pleasure.",
    "はぁっ……えへ、気持ちいいなら……嬉しいです……っ。": "Haah... Eheh, if it feels good... I'm happy...",
    "わたしからも……返せるものがあって……ふぁっ、\nよかったって……んあっ、あっ……": "I also... had something I could give back... Fuah,\nThank goodness... Mnah, ah...",
    "奉仕のためとはいえ、\n彼女の中では行為に及ぶことすら一大決心だったはず。": "Even if it was for the sake of service,\nShe must have made up her mind to do the deed.",
    "今や彼女の狭い蜜壺はこちらの形に馴染み始め、\nその質量すべてを受け止めようとしている。": "Now her narrow honey pot was starting to adjust to this shape.\nShe's trying to catch all of its mass.",
    "あの……んっ、ふぁ……っ、もっと、教えてください……っ、\nはぁっ……どうしたら、ご主人様が気持ちいいか……あんっ。": "Um... nn, fuah... Please, tell me more...\nHaah... I don't know what to do to make Master feel good... Ahn.",
    "この短い間にも、ケイトは膣内の圧をきゅんきゅんと変えてみせ、\nよりこちらが反応する具合を探ろうとしている。": "In this short period of time, Kate had made a show of squeezing the pressure inside her vagina\nShe's trying to figure out how I'm reacting more.",
    "もっと……強い方が……っ？　あっ、んあぁっ……！\nこうやって……はぁっ、もっとあそこと擦れるように……んんっ！？": "Should I... be stronger...? Ah, nnahh...!\nLike this...haah, so that I can rub against that place more...nnn!?",
    "肉棒と秘部が強く密着してずりずりと擦れると、\n痺れるような刺激が走った。": "The meat pole and her privates were strongly pressed against each other, and she slid and rubbed against it.\nA numbing sensation ran through me.",
    "同時にケイトが甘い声を上げたのにも気づいた。\nこれまではこちらの快楽を引き出そうとばかりしていた彼女だが……": "At the same time, I noticed Kate let out a sweet moan.\nUp until now, she's been constantly trying to draw out my pleasure, but...",
    "えっ！？　あっ、またナカで……ぁんっ、ご主人様のが……！\nんぅっ……興奮、してくれたの……嬉しいです……ふあぁっ……": "Huh?! Ah, you're so stupid again... Ahn, Master's thing...!\nNnngh... I'm so happy... that you're so excited... Fuaah...",
    "いいところを逃さないとでも言うように、ますます懸命に、\n互いの秘部をすり合わせてみせるケイト。": "As if to say she wouldn't miss the good part, she put more and more effort into it\nKate rubs our genitals together.",
    "その様子に、こちらはケイトも気持ちよくなってくれたなら\nもっと嬉しいと伝えた。": "Seeing her like that, I hope Kate feels good too.\nI told her I was even happier.",
    "んんっ……わ、わたしも……ですか……っ？　んっ、んくっ……！\nやっ……待ってくださいっ、あっ、んうぅっ……！？": "Mmm... M-Me too...? Mm, mmm...!\nNo... Please wait, ah, nnuuu...!?",
    "少し膣内で当たる角度が変わるように身じろぎすると、\nケイトの声色が変わった。": "I stirred to change the angle at which it hit her insides a little, and...\nThe tone of Kate's voice changed.",
    "やぁっ……あっ、なに……これ……っ、ふあぁっ……！？\nだめ、わたしは……んあっ、ご主人様に、気持ちよく……ひぁん！": "No... ah, what... is this... fuaah...!?\nNo, I... Mnah, Master, I want you to feel good... Hyahn!",
    "あっ、あっ……あうぅっ！　声が……っ、んっ、んん……！\nちが……違うん、です……あ、はぁ……んっ！": "Ah, ah... auuu! My voice... nnn, nnn...!\nNo... that's not it... ah, haa... nn!",
    "結合部からはじゅぷじゅぷと愛液が溢れる音がする。\nケイトは明らかに快感に震えながらも、懸命に腰を動かし続けた。": "I hear the sound of love juices overflowing from where we're connected.\nEven though Kate was clearly trembling from the pleasure, she continued to move her hips as hard as she could.",
    "どう、しよう……っ、わたしは……あ、はぁっ……\nご奉仕したいのに……あっ……腰が勝手に……ふあぁっ！": "What should I do...? I... ah, haah...\nI want to service you, but... ah... my hips are moving on their own... fuaah!",
    "戸惑う彼女に、ケイトが気持ちよさそうだとこちらも\n嬉しくて興奮する、と伝える。": "As she hesitated, I felt that Kate seemed to be enjoying it, too.\nI tell her that I'm happy and excited.",
    "ふあぁっ……わたしが気持ちいいと……っ、ご主人様も……？\nんあっ、ふぁ……あんっ……！　んんぅ……っ！": "Fuaah... You think I feel good... Master, too...?\nMnah, fwah... ahn...! Mmm...!",
    "あっ、はぁっ……で、でも……はうぅっ、それは……んぁっ！\nだめっ、だめなのにぃ……ご奉仕しなきゃ……あっ、はぁん……っ！": "Ah, haah... B-But... haauh, that's... nnah!\nNo, I can't... I have to service her... Ah, haahn...!",
    "一方的なご奉仕よりも、一緒に気持ちよくなりたい。\nそう伝えると、ケイトのナカがきゅんと反応した。": "Rather than one-sided service, I want to feel good together with her.\nWhen I told her that, Kate's Naka reacted tightly.",
    "ふあっ……！？　い、一緒に……っ、あぁっ！\nご主人様も……それが、いいんですね……はぁんっ……！": "Fuah...!? Together...! Aaah!\nMaster... That's good too, isn't it...? Haahn...!",
    "んっ……んあぁっ、腰が……勝手にぃ……！\nっく、あぁっ……ふあぁん……っ。": "Nn... nnahh, my hips... are moving on their own...!\nKuh, aah... fuaan...",
    "これが……気持ちいいってこと……なんですか……っ？\nあぁっ、あっ……ん、くっ……！": "What... does this mean... it feels good...?\nAah, ah... nn, kh...!",
    "彼女が腰を揺らすのに合わせて、こちらからも腰を突き上げる。\n甘い嬌声に、ますますペニスが膨らんでいった。": "I thrust my hips upward in time with her shaking.\nHer sweet moans made my penis bulge even more.",
    "ご主人さまっ、ごめんなさいっ、あぁんっ！\n気持ちいい……気持ちいいですっ……！　ひゃぅんっ！": "ter, I'm sorry, aahn!\nIt feels good... It feels so good...! Hyahn!",
    "そう認めた途端、ケイトの膣内が強くうねった。\nこれまでにない快感に襲われ、たまらずに亀頭を擦りつける。": "As soon as I admitted that, Kate's vagina undulated strongly.\nAssailed by pleasure unlike anything I've ever felt before, I can't help but rub my glans against it.",
    "んあっ、あっ、ナカで、ご主人様のがごりごりって……！\nひぅんっ、んっ、あぁっ……！　いっぱいあたってますぅ……っ。": "Mnah, ah, Master's cock is grinding against me...!\nHiun, nn, aah...! It's hitting me so hard...!",
    "ああぁっ、きもちぃっ、きもちいいですっ……！\nだからもっと……ふあっ、あっ、ご主人様も……ひゃあぁんっ！？": "Aaah, it feels so good, so good...!\nSo more... Fuah, ah, Master, you too... Hyaaahn!?",
    "ケイトの膣内が強請るように肉棒を締め付ける。\nこちらももう遠慮なく、昂りに任せて膣奥を亀頭で押し上げた。": "Kate's vagina clamps down on my dick as if begging for it.\nI don't hold back anymore. I let my excitement get the better of me and push up against the depths of her vagina with my glans.",
    "んああああっ、あっ、すごいっ、すごいですっ……ひゃぁんっ！\nだめっ、いっしょに……っ、いっしょにぃ……んあぁっ！？": "Nnaaaaah, ah, amazing, amazing... hyahn!\nNo, together... together... nnahhh!?",
    "イくっ、イッちゃいますっ……はぁっ、あぁっ、\nごしゅじんさまっ、いっしょに……！　んあっ、ああぁぁ……っ！！": "I'm cumming, I'll cum... Haah, aah,\nMaster, together...! Nnah, aaaah...!!",
    "はぁっ……あぁっ……す、すご……かった、です……\n今の……なんだったん……でしょう……": "Haah... Aah... W-Wow... that was... amazing...\nWhat... was that just now...?",
    "ケイトはふわふわと幸せに満たされたような、\nだらしなくゆるんだ顔をしてぼうっとこちらを見つめてきた。": "Kate felt like she was floating in happiness.\nShe looks at me with a slovenly, relaxed face.",
    "ん……ご主人様の言う通り……はぁっ、\n一緒だと……すごく、嬉しい気持ちになりますね……": "Mm... Master is right... Haah,\nWhen we're together... I feel really happy...",
    "えへへ……嬉しかったです。\nご主人様が、ちゃんと気持ちよくなってくれて……": "Ehehe... I'm so happy.\nMaster made sure to feel good...",
    "わたしもちゃんと、ご奉仕できた……ってことですよね……？": "That means I was able to properly service her too, right...?",
    "その表情に、つい挿れたままだったペニスが反応してしまう。": "My penis, which had been stuck inside her, reacted to her expression.",
    "んっ……よかったぁ……ほら、見てください。\nご主人様のが、あふれてきちゃってますよ……？": "Mm... Thank goodness... Here, take a look.\nMaster's thing is overflowing...",
    "結合部から流れ出す白濁を見せつけられて、\n一度放ったはずの熱が再びこみ上げそうになる。": "She showed me the cloudy-white fluids flowing out from where we were joined.\nThe heat that should have been released once threatened to well up again.",
    "慌てるこちらを見て、ケイトは嬉しそうに笑った。": "Kate smiles happily as she watches me panic.",
    "あの……ご主人様は『ふたり目のご主人様』ですけど、\n夜は%usernameusernameuserna%様専属ですから……": "Um... Master is the \"second Master,\" but...\nI am Master %usernameusernameuserna%' personal servant at night, after all...",
    "いつでも好きな時に、\n呼んでくれて……だ、大丈夫ですよ……？": "Whenever you want,\nYou called for me... I-It's okay...",
    "期待の眼差しを向けてくるケイト。\n嬉しい申し出だが、本当にいいのだろうか。": "Kate looks at me expectantly.\nI was happy to hear that, but was it really okay?",
    "というか……その……": "Actually... umm...",
    "わたしが、専属にしてもらえたら嬉しいな、なんて……": "I'd be happy if you made me your personal servant...",
    "彼女の呟きは願ってもないことではあったが、\nひとまず、昼にご主人様呼びはしないよう言い含めておくことにした。": "Her murmur was nothing to wish for, but...\nFor the time being, I decided to tell her not to call Master at lunch.",
    "まあ、それが叶うかどうかはわからないが。": "Well, I don't know if that'll come true or not."
}