{
    "シリウスシュガーのみんなを指導・指揮するようになって、\nある日のこと――": "I'd started guiding and commanding everyone in Sirius Sugaru\nOne day――",
    "（さて、授業も終わったし部屋に戻るか）": "(Now that class is over, I guess I'll head back to my room.)",
    "あっ、%usernameusernameuserna%さん！": "Ah, %usernameusernameuserna%!",
    "めるか。どうした？": "Meguru. What's wrong?",
    "何か%usernameusernameuserna%さんのお役に立てることは、\nありませんでしょうか！？": "There's nothing I can do to help %usernameusernameuserna%-san...\nIsn't there?!",
    "と、唐突にどうした……？": "Wh-What's this all of a sudden...?",
    "ああ、ごめんなさい！\nいきなり言われたら、びっくりしちゃいますよね……": "Oh, I'm sorry!\nI'm surprised to hear that out of the blue...",
    "えっと、実は、%usernameusernameuserna%さんに\nずっとお礼をしたかったんです……": "Um, actually, %usernameusernameuserna%-san\nI've always wanted to thank you...",
    "%usernameusernameuserna%さんにもらったアドバイスのおかげで、\n授業でも褒められることが増えまして……": "Thanks to the advice %usernameusernameuserna% gave me,\nThere's been a lot of praise in class, too...",
    "それから、教えてもらったメイズ関連の本も、\nとても参考になりました。": "Also, the maise-related books she taught me...\nThat was very helpful.",
    "偶然勉強してた本が、めるの参考になっただけなんだが……\nそれでも役に立ったんなら、そいつはよかった。": "The books I happened to be studying were just a reference to me...\nIf it was still useful, then that was good.",
    "いつも%usernameusernameuserna%さんにお世話になってばかりで……\nだから、私も何かお返しがしたくて……": "I'm always indebted to %usernameusernameuserna%...\nThat's why I wanted to return the favor...",
    "気にするな。大したことはしてないよ。": "Don't worry about it. I didn't do anything special.",
    "そんな……そういうわけにはいきません。": "No... I can't do that.",
    "私も%usernameusernameuserna%さんのお役に立ちたいんです！": "I want to be of use to you too, %usernameusernameuserna%!",
    "私にしてほしいこと、なんでも言ってください。\nできることなら、なんでもしますよ！": "Please tell me anything you want me to do.\nI'll do anything I can!",
    "いや、急にそんなこと言われてもな……\n特にこれと言っては……": "No, even if you say that all of a sudden...\nEspecially this one...",
    "そ、そうですか……": "I-I see...",
    "（そこまでしょんぼりされると、\nなんだか申し訳なくなってくるな……）": "(If you're that depressed,\nI'm starting to feel a little guilty...)",
    "……そうだな、じゃあ何か手料理でもご馳走してくれないか？\nめるの作った料理、食べてみたいな。": "...Yeah, why don't you treat me to some homemade cooking?\nI'd like to try the food Meguru made.",
    "……て、手料理、ですか？": "...C-Cooking by hand?",
    "ああ、男には可愛い女の子の手料理は嬉しいものだからな。\nもし料理が苦手なら、別に構わないが……": "Yeah, a cute girl's home cooking is nice for a guy.\nIf you're bad at cooking, I don't mind...",
    "いえ、料理なら得意です！　私、料理が趣味なんです！": "No, I'm good at cooking! Cooking is my hobby!",
    "そうか、それはよかった。": "I see. That's good to hear.",
    "どんなお料理がいいですか？　お好きなもの作りますよ！": "What kind of food would you like? I'll make whatever you like!",
    "……なら、肉じゃがなんてどうだ？\n家庭料理の定番だ。": "...Then how about some meat and potato stew?\nIt's a staple of home cooking.",
    "肉じゃが、とってもいいと思います！　私も大好きです！": "I think meat and potatoes are really good! I love them too!",
    "どんな肉じゃがが好みですか？\nお好きな肉じゃが、何でも作ります！": "What kind of meat and potato stew do you like?\nI'll make whatever meat and potatoes you like!",
    "そ、そうだな……特にこだわりはないけど……\nめるが『これが一番いい』ってやつを食べてみたいな。": "Y-You're right... I'm not particularly particular about it, but...\nMeguru wants to try the one that says 'this is the best'.",
    "………っ！　わ、わかりました！": "...! I-I understand!",
    "では、%usernameusernameuserna%さんに、\n最高の肉じゃがを用意しますね！": "Well then, %usernameusernameuserna%-san,\nI'll prepare the best meat and potato stew!",
    "ああ、楽しみにしてる。": "Yeah, I'm looking forward to it.",
    "はい！　じゃあ、今夜７時に、私の部屋で！\nお腹を空かせて来てくださいね！　": "Yes! Then, at seven tonight, in my room!\nGo get hungry!",
    "ずいぶんと嬉しそうにしてくれて、\nこちらも嬉しくなってしまう。": "She seemed pretty happy about it,\nI'm happy too.",
    "（どんな肉じゃがが出てくるか楽しみだな）": "(I'm looking forward to seeing what kind of meat and potato stew comes out.)",
    "…………": "............",
    "（インターホンは鳴らしたはずだが……\nしばらく待っても返事がないな）": "(The intercom should have rung, but...)\nI waited a while, but there was no response.)",
    "おーい、める？\nいる……んだよな……？": "Hey, you wanna stop?\nShe's here... isn't she...?",
    "（時間を間違えたか？　いや、この時間だったはずだが……）": "(Did I mess up the time? No, it should have been around this time...)",
    "める。%usernameusernameuserna%だけど、いないのか？": "Meguru. It's %usernameusernameuserna%. Is he not here?",
    "――あっ！": "――Ah!",
    "ご、ごめんなさい！　気づかなくて……！": "I-I'm sorry! I didn't notice...!",
    "悪い、取り込み中だったか？": "Sorry, were you busy?",
    "いえ、大丈夫です！　それよりも、その……": "No, I'm fine! More importantly, umm...",
    "ごめんなさい！　\nまだお夕飯、全然用意できてないんです……": "I'm sorry!\nI haven't prepared dinner yet...",
    "そ、そっか。急な用事でも入ったのか？": "I-I see. Did something urgent happen?",
    "いえ、違うんです！　実は、その……": "No, that's not it! Actually, umm...",
    "%usernameusernameuserna%さんに美味しい肉じゃがを食べてもらおうと、\nネットで色々とレシピを探してたんです。": "I tried to get %usernameusernameuserna%-san to eat some delicious meat and potato stew,\nI've been looking for recipes online.",
    "集中して調べてたら、いつの間にかこんな時間になっちゃって。\nそのせいで、お買い物もまだできていないんです……": "While I was concentrating on my research, it turned out to be this late at night.\nBecause of that, I haven't been able to buy anything yet...",
    "本当にごめんなさい。こんなに夢中になるなんて……\n最近はこんなことなかったのに……": "I'm really sorry. I didn't think I'd get so engrossed...\nThis hasn't happened recently...",
    "（そういえば、めるは集中力は人並み外れていたな）": "(Come to think of it, Meguru's concentration was off the charts.)",
    "めるは集中すると、周りが見えなくなるほどのめりこむ性質がある。\nそれは彼女の持つ個性や魅力でもあるのだが――": "Meguru has the property of sinking so deeply that when she concentrates, she loses sight of her surroundings.\nThat was part of her personality and charm, but—",
    "どうしよう。今からお買い物をしてお料理をしたら、\nたくさん待たせることになっちゃいます……": "What should I do? If I go shopping and cook now,\nI'm going to have to make you wait a lot...",
    "（俺のために美味しい肉じゃがを作ろうと\n真剣に考えてくれていたんだな）": "(She tried to make delicious meat and potato stew for me\nShe must have been thinking seriously about it.)",
    "気にするな。今から作ればいいじゃないか。\nまだスーパーも開いているし、一緒に買い物に行こう。": "Don't worry about it. Why don't we just make it now?\nThe supermarket is still open, so let's go shopping together.",
    "えっ？　いいんですか？\n今からだと遅くなっちゃいますけど……": "Huh? Are you sure?\nIt'll be late if we start now, but...",
    "めるさえ迷惑でなければ、俺は帰る時間が遅くてもいいし、\n料理は待つのも楽しみのひとつだ。": "As long as it's not a bother, I don't mind going home late,\nCooking is one of the pleasures of waiting.",
    "もちろん、また日を改めた方がいいって言うなら――": "Of course, if you say it's better to save it for another day—",
    "いいえ！　一緒にお買い物に行きたいです！\n今度こそ、ちゃんと肉じゃがをつくります！": "No! I want to go shopping with you!\nThis time, I'll make the meat and potato stew properly!",
    "（すごく前のめりだな……）": "(She's really leaning forward...)",
    "よし、じゃあ行こうか。": "Alright, let's go.",
    "さて、スーパーで買ってきたものはこれで全部か。\nこっちに置いておくぞ。": "Now then, this is everything I bought at the supermarket.\nI'll leave it over here.",
    "ありがとうございます！　\n荷物まで持ってもらっちゃって……": "Thank you very much!\nYou even took my stuff...",
    "気にするな。手料理を食べさせてもらうんだから、\n荷物持ちも材料費も当たり前のことだ。": "Don't worry about it. I'll eat your home cooking,\nCarrying luggage and costing materials were only natural.",
    "%usernameusernameuserna%さん……": "%usernameusernameuserna%...",
    "さあ、早く夕飯にしよう。もう腹がぺこぺこだ。": "Come on, let's hurry up and have dinner. I'm starving.",
    "はい！　じゃあ、今から腕によりをかけてお夕飯をつくりますね！": "Okay! I'll use my skills to make dinner, then!",
    "ああ、楽しみに待ってるよ。": "Yeah, I'll be looking forward to it.",
    "（キッチンに向かうめるの姿……\nなんだか、いいな）": "(The sight of her heading to the kitchen...)\nIt's kind of nice.)",
    "えっと、まずはお肉から……": "Umm, let's start with the meat...",
    "（とんとんと包丁のリズミカルな音が心地いいな。\nなんだか安心する……）": "(The rhythmic thud of the knife is pleasant.\nIt's kind of reassuring...)",
    "さすが、手際がいいな。": "She's really good at this.",
    "えへへ、ありがとうございます！": "Ehehe, thank you very much!",
    "……でも、さすがにお店に出せるほどではないので、\nあまり期待しないでくださいね。": "...But of course, it wasn't enough to serve it at the store, so...\nPlease don't expect too much from me.",
    "（鍋を取り出して炒め始めたが、\nそれだけでも香ばしい匂いが漂ってくる）": "(I took out a pot and started frying it, but...\nThat alone is enough to give off a fragrant smell.)",
    "ふんふふん♪": "Hmm hmm hm hmm♪",
    "（鼻歌交じりで随分と楽しそうだ）": "(She seems to be having a lot of fun humming to herself.)",
    "……うまそうな匂いがしてきた。\nそろそろ完成が近いのか？": "...It smells good.\nIs it almost finished?",
    "ふんふふん♪　ふーん♪": "Hmm hmm hm♪ Hmm♪",
    "あれ？　聞こえなかったか。": "Huh? Didn't you hear me?",
    "……えっ？　今、何か言いましたか？": "...Huh? Did you just say something?",
    "あっ、いや、なんでもない。肉じゃが、楽しみにしている。": "Ah, no, it's nothing. I'm looking forward to the meat and potato stew.",
    "はい！　楽しみにしててください♪": "Yes! Please look forward to it♪",
    "（どうやらまた集中しているようだな）": "(Looks like she's concentrating again.)",
    "（せっかく集中しているのだから、邪魔するのは忍びない。\n夕飯ができあがるまで、大人しく待っていよう）": "(Since I'm concentrating so hard, I can't bear to get in the way.\nI'll just wait patiently until dinner is ready.)",
    "お待たせしました！　お夕飯、できましたー！": "Thanks for waiting! Dinner's ready!",
    "おお、待ってました！": "Oh, I've been waiting for you!",
    "（肉じゃがとサラダ、白米と味噌汁……\n美味そうな匂いが食欲をそそる）": "(Nikujaga and salad, white rice and miso soup...)\nThe delicious smell stimulates my appetite.)",
    "お、こいつは美味そうだ。": "Oh, this looks good.",
    "さあ、どうぞ召し上がってください。": "Now, please enjoy your meal.",
    "ああ。いただきます。": "Ah. Thank you for the food.",
    "（まずは肉じゃがを１口……\nじゃがいもはほろっと溶けて、肉は肉汁が広がる）": "(First, a bite of meat and potato stew...)\nPotatoes melt gently, and the meat spreads with the meat juices.)",
    "……あの、どうですか？　お口に合いましたか？": "...Um, how is it? Is it to your liking?",
    "不安そうなめる。\n全然もっと自信をもっていい腕前だと思うけどな。": "She looks uneasy.\nI think she's even more confident in her skills.",
    "こいつは美味い！　俺が保証する！": "This is delicious! I guarantee it!",
    "肉は柔らかく、味付けもちょうどいい。\nジャガイモや他の野菜にも、味がよく染みている。": "The meat was soft and seasoned just right.\nThe potatoes and other vegetables have a nice flavor to them.",
    "ほんとですか！？": "Really?!",
    "ああ、こんなにうまい肉じゃが、お店でも食べたことがない。\nめるは本当に料理が上手なんだな。": "Ah, this meat and potato stew is so good, but I've never eaten it at a restaurant before.\nMeguru really is good at cooking.",
    "よかった……喜んでもらえて嬉しいです！": "Thank goodness... I'm glad you like it!",
    "待ったかいがあったというものだな。": "It was worth waiting for.",
    "……ごめんなさい。\nこんなに時間がかかっちゃって……": "...I'm sorry.\nIt's taking so long...",
    "お買い物に付き合ってもらったし、荷物持ちまでさせて、\nまたいっぱい迷惑をかけちゃいました。": "She'd gone shopping with me, and she'd even let me carry her things\nI caused you a lot of trouble again.",
    "だから、気にするなって。買い物に付き合えたのは楽しかったし、\nめるが楽しそうに料理をする姿も見られてラッキーだったよ。": "Like I said, don't worry about it. It was fun to go shopping with you,\nI'm lucky I got to see her happily cooking, though.",
    "それに、めるが真剣に調べてくれたおかげで、\nこんなに美味い肉じゃがを食べられたしな。": "Besides, thanks to Meguru's serious investigation...\nI was able to eat such delicious meat and potatoes, after all.",
    "そ、それは……いいところを切り取ったら、\nそんな印象になるかもしれませんが……": "Th-That's... If I cut out the good parts,\nThat may be the impression I get, but...",
    "それでいいんだよ、める。": "That's fine, I'll put it on.",
    "え？": "Huh?",
    "正確には『悪いこと探し』ばかりせず、\nちゃんと『いいこと探し』もしていこうって感じかな。": "To be precise, she didn't do anything but \"find bad things\"\nI guess it's like I'm trying to find something good.",
    "めるは想定外のことが起こると、悪いところばかり見がちだから。": "When unexpected things happen, Meguru tends to look at bad things.",
    "そ、そうでしょうか……": "I-Is that so...?",
    "別に悪いところを無視しろって言っているわけじゃないぞ？\nでも自罰的になりすぎて、せっかくのいいところを見ないのもダメだ。": "It's not like I'm telling you to ignore the bad parts, you know?\nBut I was getting too self-punished, and it was no good not to see the good side of it.",
    "物事は減点方式で見て、加点方式でも見て、初めて全容が見えてくる。\nこれは状況判断能力としても、大事なことじゃないかな？": "It's only when you look at things with a demerit system, or even a point addition system that you can see the whole picture.\nIsn't this important for assessing the situation?",
    "減点方式で見て、加点方式でも見る……": "I'll look at the demerit system, and then I'm looking at the addition system...",
    "そうだ。\n何事にもいい面と悪い面があるからな。": "That's right.\nEverything has its good and bad sides.",
    "ふふ……やっぱり%usernameusernameuserna%さんは、\nすごいです。": "Hehe... I knew it, %usernameusernameuserna%-san...\nIt's amazing.",
    "いいこと探し……\nこれからは心がけてみようと思います。": "Looking for something good...\nI think I'll try to make an effort from now on.",
    "ああ、その意気だ。ちなみに俺としちゃ、今日はめるの美味い飯を\n食べられたから、いいことしかなかったな。": "Yeah, that's the spirit. By the way, for me, I'm having a delicious meal today.\nI was able to eat it, so it was only a good thing.",
    "そんなに気に入ってくれるなんて……\nじゃ、じゃあ、今度お昼にお弁当でも作りましょうか？": "I didn't think you'd like it that much...\nW-Well then, why don't we make lunch next time?",
    "お、ほんとか！？　そいつは嬉しいな。\nめるの弁当なら毎日でも食べたいくらいだ。": "Oh, really?! That makes me happy.\nI want to eat a meno lunch every day.",
    "ま、毎日……？": "M-Every day...?",
    "え、えっと……%usernameusernameuserna%さんのためなら、\n一生でも構いませんけど……": "U-Umm... If it's for %usernameusernameuserna%,\nI don't mind if it's for the rest of my life, but...",
    "ん……？　今何か言ったか？　すまん、よく聞き取れなかった。": "Hm...? Did you say something just now? Sorry, I couldn't quite catch it.",
    "い、いえ、なんでもありません！": "N-No, it's nothing!",
    "あ、まだありますから、おかわりしますか！？": "Oh, there's still more, so would you like seconds?!",
    "ああ、喜んでいただくよ。": "Yeah, I'll be happy to.",
    "はい、たくさん召し上がってください♪": "Yes, please eat a lot♪",
    "こうして、ふたりだけの時間は平和に過ぎていった――": "And so, our time together passed peacefully――"
}