{
    "ふう……あとちょっとだけ、頑張ろうかな……": "*sigh*... Maybe I'll try a little harder...",
    "ふらっと校舎内と散策していると、\nひとりグラウンドで頑張る少女――めるを見つけた。": "As I wandered around the school building...\nI find a girl working hard on the field alone――Meru.",
    "個人練習か？　めるは頑張ってるなぁ。": "Private practice? Meguru's really working hard.",
    "皆さんの足を引っ張るわけにはいきませんから\n日頃から肉体トレーニングも欠かさないようにしてるんです。": "I can't hold you all back.\nI make sure I don't miss out on physical training every day.",
    "身体能力は元から高い方だと思うし、\n足を引っ張るってことはない気がするけど……": "I think she's always been on the high side of physical ability,\nI don't think I'll be holding you back, but...",
    "だとしても、誰かの助けになれるかも知れないと思うと、\n手は抜きたくないんです。": "Even so, the thought that I might be able to help someone...\nI don't want to cut corners.",
    "そうか。でも同じメニューばかり繰り返していると\n飽きてしまうんじゃないか？": "I see. But if you keep repeating the same menu\nDon't you think you'll get bored?",
    "何か違うトレーニングもしてみたらどうかな。": "Why don't you try doing some different training?",
    "ペアトレーニングなんてどう？": "How about pair training?",
    "イメージトレーニングだ": "Image training.",
    "なるほど……確かにいいですね！\nどんなトレーニングをしたらいいと思いますか？": "I see... That does sound nice!\nWhat kind of training do you think we should do?",
    "せっかくこの場に俺もいるわけだし、マシンがないと\nできないようなトレーニングはどうだ？　協力するぞ。": "Now that I'm here, too, I'll need a machine\nHow about some training you can't do? I'll help.",
    "ショルダープレスとかライイングレッグカールとか、\nふたりいればできるようになるしな。": "Shoulder press, riding leg curls,\nI'll be able to do it if we're together.",
    "で、でもそれって……つまり、密着するんですよね！？": "B-But that means... we're going to be pressed up against each other, right?!",
    "あ、そうなるな……ごめん、そこまで意識がいってなかった。\nやっぱりやめ――": "Ah, that's right... Sorry, I wasn't that conscious.\nAs I thought, stop――",
    "いえ、やりましょう！！！！": "No, let's do it!!!",
    "え、あ……おう？": "Huh? Oh... Oh?",
    "あれです、善は急げってやつです！　たくさん鍛えましょう！": "That's it! Good is good! Let's train a lot!",
    "急に格段とやる気を増しためるに、\nこのあと夕暮れまで付き合わされるのだった。": "All of a sudden, she was much more motivated.\nAfter this, I was forced to stay with her until dusk.",
    "例えば、俺と１対１で格闘メインの接近戦を\nしているところとかどうだ？": "For example, one-on-one close-quarters combat with me\nHow's it feel to be doing it?",
    "%usernameusernameuserna%さんと……ふたりで接近戦！？": "A close-quarters fight... with %usernameusernameuserna%?!",
    "ん……？": "Hm...?",
    "なんだろう、同じ単語を使ったはずなのに、\n別の意味で捉えられた気がするけど……まあ、いいか。": "What was it? She should have used the same word, but...\nI feel like I was able to catch it in a different way, but... Well, whatever.",
    "…………": "............",
    "……………………！！": ".........!!",
    "（一体どんなイメトレしてるんだ……？\nさすが、める……すごい集中力だ……）": "(What kind of image training is she doing...?)\nThat's... amazing... She's so focused...)",
    "%usernameusernameuserna%さん……！\nそんなところを集中的に狙うのは……！": "%usernameusernameuserna%...!\nFocusing on a place like that would be...!",
    "！？　俺はいったい想像の中でなにをしてるんだ！？": "!? What the hell am I doing in my imagination!?",
    "はっ……！　私ってば、なんてイメトレを……！": "Hah...! I can't believe I'm doing this...!",
    "いや、ほんとだよ！？　どんなイメトレしたんだ！？": "No, it's true! What kind of image training did you do?!",
    "え……！？　%usernameusernameuserna%さんが執拗に……\nこ、これ以上言えませ～～～～ん！！": "Huh...!? %usernameusernameuserna% is relentless...\nI-I can't say any more!!",
    "えぇ……": "Yes...",
    "顔を真っ赤にして、めるは走り去ってしまった……": "Blushing bright red, Meguru runs off..."
}