{
    "――精密検査で確認されたこの世界の基準と異なる身体データ。\n彼女たちが口にする『衛士』『戦術機』といった未知の用語。": "—Physical data that differed from this world's standards, confirmed through a thorough examination.\nThe unknown terms the girls used were \"eishi\" and \"tactical aircraft.\"",
    "そして、ザルトゥームに存在しない技術と資材によって\n建造されたＭＧとは似て非なる機動兵器……": "And with technology and materials that don't exist in zartum\nA mobile weapon that looks nothing like the MG they built...",
    "――これらの事実から、我々はあなた達を\n『異なる世界からの来訪者』と結論づけました。": "—With all these facts, we have no choice but to accept you\n\"A visitor from a different world,\" I concluded.",
    "異なる世界……？": "Different worlds...?",
    "にわかには受け入れがたいが……不思議と腑に落ちた。": "It was hard to suddenly accept, but... strangely, it made sense.",
    "この数日間、案内されて眺めた島の景色……\nおぼろげな記憶にある故郷の風景とは、まったく異なるものだ。": "Over the past few days, I've been showing her the sights of the island...\nIt was completely different from the scenery of my hometown that I vaguely remembered.",
    "生徒会長さんが聞かせてくれる島のお話も、\nわたし達にはわからないことばっかりだったもんね。": "The story of the island that the student council president told me about...\nIt was all things we didn't understand, after all.",
    "こっちの戦術機……ＭＧだとか、学園の話だとか、\nそれにあの妙な穴……何から何までな。": "This TSF here... It's MG, and it's talking about the academy\nAnd that strange hole... From start to finish.",
    "……何でこの世界に来たのかさっぱり。": "...I have no idea why I came to this world.",
    "うん……あれから毎日頭を捻ってるのに、\nここへ来たときのことが全然思い出せないよね。": "Yeah... I've been racking my brain every day since then,\nI can't remember when I came here at all.",
    "元の世界の記憶も、あんまり思い出せませんし……\nわたし達はこれからどうしたらいいんでしょうか？": "I don't remember much from my old world, either...\nWhat should we do now?",
    "どうしたもこうしたも、お手上げよ。\n私達の乗ってきた戦術機だって、補給を受けられないんじゃね。": "What's the matter? We're out of options.\nEven our TSFs can't get resupplied.",
    "機体の現状については、先日あなた達を格納庫に案内して\n直接確認していただいた通りです。": "As for the current state of the aircraft, I took you to the hangar the other day.\nIt's just as you confirmed directly.",
    "その節は無理を言ってすまなかった。\nそちら側にも事情があるだろうに。": "I'm sorry for asking the impossible of you back then.\nI'm sure you've got your reasons.",
    "生徒会の監視下で動いてくださる限り、\nこちらも可能な限りは支援を致します。": "As long as you act under the student council's watchful eye,\nWe'll support you as much as we can.",
    "……もう一度あのメイズとやらに潜れば、\n記憶を取り戻すための手掛かりが見つかると思ったのだが……": "...If I dive into that so-called Mayse again,\nI thought I'd find a clue to get my memories back, but...",
    "格納庫に保管してもらってたオレ達の戦術機はガタが来てた。\nあの状態じゃ、あの場所にもう一度潜るのは難しいぞ。": "Our TSFs, which were stored in the hangar, were in shambles.\nIn that state, it'll be hard to dive into that place again.",
    "おまけにタケルちゃんは操縦ができなくなっちゃって、\nすっかりみんなの足手まといだもんね。": "On top of that, Takeru-chan couldn't pilot it anymore\nYou're holding everyone back, aren't you?",
    "お前な。人が今１番言われたくないことをズケズケと……": "You're the last person I want to hear that from right now...",
    "やはり、白銀さんの症状に根本的な改善は見られなかったのですね？": "As I thought, there was no fundamental improvement in Shirogane-san's condition, right?",
    "ああ。おかげさまで体調はすっかり戻ったはずなんだが……": "Yeah. Thanks to you, I should be feeling better now...",
    "格納庫で不知火の操縦席に座ったら、\nまたひどい頭痛と目眩に襲われちまったんだ。": "I sat in the Shiranui pilot seat in the hangar, and...\nI was assaulted by a terrible headache and dizziness again.",
    "白銀さんだけに見られた体質の異変についても鋭意調査中ですが、\n現段階で断言できることはありません。": "We're also conducting a sharp investigation into the abnormality of the body that only Shirogane-san saw, but...\nI can't say for sure at this stage.",
    "メイズシンドロームの深刻な後遺症の一種……\nあるいは『こちら側』に迷い込んだ影響かもしれません。": "It's a kind of serious aftereffect of the Maze Syndrome...\nOr maybe it's because I wandered into this side.",
    "つまり、何もわからないってことだな。": "In other words, we don't know anything.",
    "大丈夫だよっ！": "I'll be fine!",
    "は？": "Huh?",
    "タケルちゃんの戦術機には、代わりに私が乗るから！": "I'll ride Takeru-chan's TSF instead!",
    "……もっと壊すのは勘弁な？": "...I don't want to break it more, do I?",
    "あー！　なんなの、その言い方！": "Ah! What's with the way you're talking!",
    "――ごほん。": "――Ahem.",
    "あ。": "Ah.",
    "……話の腰を折ってすまん。": "...Sorry for interrupting.",
    "いえ。\nそれで、あなた達の機体についてですが――": "No.\nSo, as for your aircraft...",
    "おそらく修復は可能ではないかと、\nスタッフから報告を受けています。": "I think it's probably possible to repair it,\nI've received a report from the staff.",
    "それじゃあ……！": "Then...!",
    "ただし、問題がいくつか。": "However, there are a few problems.",
    "……やはり、そう簡単にはいかぬか。": "...So it won't be that easy after all.",
    "まずは先ほどもお伝えしたように、\nＭＧとは技術・素材が異なるため完全な修理は難しいでしょう。": "First, as I told you earlier...\nThe technology and materials are different from MG's, so complete repairs will be difficult.",
    "そして、ふたつめの問題。\nこちらはより深刻ですが……リソースの不足です。": "And then there was the second problem.\nThis is more serious, but... we're short on resources.",
    "実際に使用可能かどうか検証に必要なものも含め、\n修理班がリストアップした資材を確認したのですが――": "Including what we need to test to see if it's actually usable\nI checked the materials listed by the repair team, but—",
    "残念ながら、学園内ですべてを揃えることは叶いません。\n通常では使わない特殊な素材なども多くリストにあります。": "Unfortunately, we won't be able to gather everything within the academy grounds.\nThere are a lot of special materials on the list that we don't normally use.",
    "……学園内で揃えられないという事は、\n学園外でなら入手可能ということか？": "...The fact that we can't get them all together on campus means...\nDoes that mean you can get it outside of school?",
    "はい、お察しの通りです。\nですが生徒会の名義で手に入れる事は不可能です。": "Yes, as you can guess.\nHowever, it is impossible to obtain it in the name of the student council.",
    "なぜ不可能なのだ？": "Why is it impossible?",
    "いくつか理由がありますが……一番大きな理由は、\n普段使わない資材を我々が集めていると知られたくないからです": "There are several reasons... but the biggest reason is...\nBecause we don't want them to know that we're collecting materials that we don't normally use.",
    "生徒会の権力や技術を狙う組織もいます。そんな彼らが、\n生徒会が秘密裏に新ＭＧの建造をしているのではないか？　": "There are organizations that are after the power and skills of the student council. And that's how they...\nIsn't the student council building new MGs in secret?",
    "そんな疑念を持てば様々な勢力からの探りが強まり、\n異世界からの来訪者の情報が洩れる可能性も高まります": "If they harbored such doubts, they would be probed by various forces\nIt also increases the possibility of information leaking about visitors from another world.",
    "そのため、冥夜さん達の存在を外部へ隠す意図も兼ねて、\n外部からいくつかの窓口を利用して資材を取り寄せました。": "For that reason, she also intended to hide Meiya-san and the others from the outside world\nWe used some of the windows from the outside to order materials.",
    "その資材の受け取りはあなた達に行っていただきたい。\n生徒会の人間が動くと繋がりが露見しかねませんので。": "I'd like you to go pick up the materials.\nIf a member of the Student Council makes a move, the connection could be exposed.",
    "――もしかして、その手伝いとして俺達も同席させたのか？": "――Could it be that she let us be there to help her?",
    "ええ。%usernameusernameuserna%さん達には\n冥夜さんたちをスカラへ案内して頂きたいのです。": "Yes. To %usernameusernameuserna% and the others.\nI'd like you to show Meiya-san and the others to Scara.",
    "案内…ですか？": "A guide...?",
    "えーっと、地図を貰えればわたし達だけでも行けるよ？": "Let's see, if you give us a map, we can go on our own, you know?",
    "確かに私達よりよっぽど地理に明るいだろうが、\nわざわざ彼らに時間を割かせるほどではなかろう？": "It's true that she's much more knowledgeable about geography than we are, but...\nIt's not enough to make them waste their time, is it?",
    "いえ、トラブルが予想されます。\nそのため信頼のできる方々のフォローが必須なのです。": "No, there will be trouble.\nThat's why we need to support those we can trust.",
    "……トラブルが予想されるってなんでだ？": "...What do you mean by 'expecting trouble'?",
    "端的に言うと、非合法なルートを利用しましたので。": "To put it bluntly, we used an illegal route.",
    "……おいおい。": "...Hey, hey.",
    "生徒会の関与が知られれば、大きな問題になるでしょう。\nこれが生徒会名義の使えない次に大きな理由です。": "If word gets out about the student council's involvement, it'll be a big problem.\nThis is the second biggest reason why we can't use the student council name.",
    "資材を用意した業者達は、\n真の依頼者が生徒会だとは全く思っていないでしょうね。": "The contractors who had prepared the materials...\nThey probably don't think the real client is the Student Council at all.",
    "余計に物騒な言い方になったぞ……": "You're making it sound even more dangerous...",
    "もしかしてお遣いって、\nすごく危険な場所に行くことになるんじゃ……": "Could it be that she's spending money...\nIt's going to be a really dangerous place...",
    "建造素材の受け取り先は、スカラ校舎。\nそのブラックマーケットに点在する商店です。": "The building materials were received from the Scara school building.\nShops dotting the black market.",
    "……なるほど、納得した。\nブラックマーケットなんて取り締まりの対象だよな。": "...I see. That makes sense.\nThe black market is the target of crackdown.",
    "その通りです。事実、何度も摘発していますからね。\nブラックマーケットの人達は生徒会を警戒しています。": "That's right. We've uncovered it many times, after all.\nThe people of the Black Market are wary of the student council.",
    "これも生徒会名義で資材集めができなかった理由の一つです。": "This is one of the reasons we couldn't gather materials under the student council's name.",
    "だから生徒会は表立って動けないと……\nじゃあ、めるはともかく、俺が顔を出すのもまずくないか？": "That's why the student council can't act openly...\nThen, putting Meguru aside, wouldn't it be bad for me to show up?",
    "その点についてはご安心を。\n彼らと直接コンタクトを取るのは、冥夜さんたちにお願いしますから。": "Don't worry about that.\nI'll ask Meiya-san and the others to contact them directly.",
    "なるほど……非合法な市場であれば相手も深掘りはしてこない。\nそういう意味でも顔を知られていない我々が適任というわけか。": "I see... If it's an illegal market, the other party won't dig too deep.\nIn that sense, we're the best ones for the job, since we don't know who we are.",
    "スカラ校舎であれば、外部の人間がブラックマーケットへ、\n買い物に来ることもあります。": "If it was the Scara school building, outsiders would go to the black market\nSometimes I come shopping.",
    "それに冥夜さん達の格好であれば一見すれば、\nどこかの地域組織に所属する立場ある人間と思ってくれるでしょう。": "Besides, if Meiya-san and the others were dressed, at a glance...\nThey'll probably think I'm someone who's in a position to belong to some local organization.",
    "なるほど。生徒会に案内をさせているお客さんと思わせて、\n異世界だの未知の技術を気取られないようにするわけか。": "I see. She makes me think she's a guest who's letting the student council guide her.\nSo you're trying to keep people from noticing the other world and the unknown technology?",
    "はい。というわけであなた方には、\n冥夜さん達のサポートをして頂ければと思います。": "Yes. That's why, you guys...\nI hope you'll support Meiya-san and the others.",
    "そういうことでしたら、喜んで！": "If that's the case, I'd be happy to!",
    "やった！　めるちゃん、ありがとう！": "Yay! Thanks, Mechan!",
    "話もまとまったことだし、\n早速そのブラックマーケットに出かけるとするか。": "Now that everything's settled,\nLet's head out to the black market right away.",
    "申し訳ありませんが、まだ待ってください。\n修理の件でみなさんに伝えるべき問題がもうひとつ。": "I'm sorry, but please wait.\nThere's one more thing I need to tell you about the repairs.",
    "取り寄せた素材のすべてが修復に利用可能かどうか、\n現時点では確証がありません。": "Whether or not all of the materials we ordered could be used to repair it\nWe don't have any proof at this time.",
    "加えていずれも希少な品……\n直せたとしても半数が限界だろう、とのことです。": "On top of that, they're all rare...\nEven if we can fix it, half of them are at their limit.",
    "えっ！？　６機全部じゃないんですか！？": "Huh?! Aren't all six of them?!",
    "未知の技術ですので……修理班も慎重に検討した上での報告です。\n申し訳ないのですがどうかご理解ください。": "It's an unknown technology, so... The repair team has carefully considered it and reported it.\nI'm sorry, but please understand.",
    "それじゃ、ボク達の不知火５機と冥夜さんの武御雷、\nどれを優先して直してもらうか考えないと……": "Well then, our five Shiranui and Meiya-san's Takemikazuchi,\nI need to figure out which one to fix first...",
    "……半数が限度。": "...Half of them are at their limit.",
    "修理できても最大３機ね……\nつまり、半数は直るまで留守番ってことになるわ。": "Even if it can be repaired, there are up to three of them...\nIn other words, half of them will stay home until it's fixed.",
    "……あ、あの、空気がピリピリしてきたような……": "...U-Um, the air feels like it's getting tense...",
    "戦争でも始めそうな雰囲気だな。": "It looks like a war's about to break out.",
    "そうですか？わたしはそう感じませんけど…。": "Really? I don't feel that way...",
    "……いつも通り。": "...Just like always.",
    "珍しく同意見ね。\n私は修理する機体をどう決めるのがいいのか考えてたところよ。": "For once, I agree.\nI was just thinking about how best to decide on the aircraft to repair.",
    " 損傷具合はいずれも同等。\nとなれば誰の機体を直すのが効果的かを考えるべきだが……": "The damage is the same for all of them.\nIf that's the case, then we should think about whose aircraft it would be effective to fix, but...",
    "一長一短だね。": "You're so short-sighted.",
    "ここはこの学園にもシミュレーターがあるから、\nシミュレーターの戦績で競いあうのはどうだ？": "This school has a simulator, too, so...\nWhy don't we compete with each other on the simulator's record?",
    "ずるい！\nそれだとわたしが絶対に勝てないよ～！": "No fair!\nIf that's the case, I'll never win!",
    "わたしが負けちゃってもいいの？\nタケルちゃんの機体を直してもらえないってことだよ。": "Is it okay for me to lose?\nThat means you can't fix Takeru-chan's machine.",
    "何の話……って、純夏が乗るって話か？": "What are you talking about......wait, Sumika's going to ride it?",
    "うん！　そうだよ！　だってタケルちゃんの不知火、\nタケルちゃんが乗れないならわたしが使うべきでしょ！": "Yeah! That's right! Because Takeru-chan's Shiranui,\nIf Takeru-chan can't ride it, then I should be the one using it!",
    "まあ、あの穴ンなかじゃあオレは操縦できないしな……\nスゲー不安なんだが。": "Well, I can't fly in that hole...\nI'm really worried.",
    "できるよ！\nタケルちゃんなんかよりもっと上手くやれるもん！": "I can do it!\nI can do better than Takeru-chan!",
    "まあまあ、ふたりともケンカしないで。": "Now, now, don't fight, you two.",
    "シミュレーターで揉めるなら、サバイバルテストはどうかな？\nほら、せっかく広い山もあるみたいだから一週間くらい……": "If we're arguing in the simulator, how about a survival test?\nLook, it looks like there's a big mountain out there, so maybe a week...",
    "それじゃ鎧衣が有利じゃない。": "That wouldn't give Yoroi the advantage.",
    "……いつになったら決まるんでしょう？": "...When will it be decided?",
    "俺に聞かれてもな。": "Even if you ask me.",
    " ……どうしても競わないと気が済まないのであれば、\n 受け取りが成功した業者の数で決められてはいかがでしょう？": "...If you really don't want to compete,\nWhy don't we decide based on the number of successful suppliers?",
    "えっ？　どういうこと？": "Huh? What do you mean?",
    "発注した材料の受け取り窓口は全部で７か所あります。\n分担していただければ、回収も早く終わるでしょうし。": "There are a total of seven reception windows for the materials I ordered.\nIf we split it up, we should be able to retrieve it quickly.",
    "お遣いそのものを勝負にするってわけか。\nなるほど、そいつは名案だ。": "So we're going to compete with the errand itself.\nI see. That's a good idea.",
    "じゃあ３人ずつの小隊に分かれて、\nどっちが多く材料を引き取れるかで勝負しようぜ。": "Then we'll split into platoons of three, one by one\nLet's see who can get more ingredients.",
    "３人ずつって……\nもしかして、わたしのこと入れてない！？": "Three at a time...?\nDon't tell me she didn't include me!?",
    "別に俺が動けるなら、純夏にする必要はないだろ。": "If I can move, there's no need to do it with Sumika.",
    "むーっ！": "Muuu!",
    "ふむ、悪くない提案だな。": "Hmm, that's not a bad idea.",
    "御剣さん！？": "Mitsurugi?!",
    "ボクも賛成！": "I agree!",
    "それじゃ、早速チームを分けましょう。": "All right, let's split up the teams.",
    "むむむむっ……！\nわたしも！　わたしも参加するんだからね！": "Mmmmmmm...!\nMe too! I'm going to participate too!",
    "ふむ……外野からの意見だが、冥夜さんと武が入るチームは\n分けた方がいいな。流石にパワーバランスが傾きそうだ。": "Hmm... It's an opinion from the outfielders, but Meiya-san and Takeshi are on the team.\nWe'd better split it up. The balance of power is definitely going to tip.",
    "確かにな……なら、純夏を入れてバランスを取るか？": "You're right......in that case, should I balance Sumika out?",
    "ちょっと！？\nなんでわたしでバランスが取れる扱いなの！？": "Hey!?\nWhy are you treating me like I'm balanced?!",
    "タケルちゃんはそうやってすぐわたしのことバカにするけど、\nタケルちゃんだっておんなじくらいバカじゃん！！": "Takeru-chan always makes fun of me like that,\nTakeru-chan's just as stupid as you are!!",
    "なっ！？なんだとう！？": "Wha!? What did you say!?",
    "あ、あの、喧嘩は……！": "U-Um, the fight...!",
    "める、こういうのには口出さない方がいいぞ。\n下手に口出しすると馬に蹴られるだろうからな。": "Meh, you shouldn't interfere with this kind of thing.\nIf I messed up, the horse would kick me, after all.",
    "……で、こうなると。": "...So, now that it's come to this...",
    "オレと委員長、彩峰、美琴が同じチーム！\n純夏と冥夜、たまがそっちのチームだ！": "Class Rep, Ayamine, Mikoto, and I are on the same team!\nSumika, Meiya, and Tama are on that team!",
    "ぜーったいタケルちゃんをギャフンと言わせてやるんだから！": "I'm definitely going to make Takeru-chan squeal!",
    "す、純夏さん、どうどう。": "S-Sumika-san, what do you think?",
    "……数的不利はあるが、妥当な振り分けか。タケルは良いのか？\nこちらが勝ったらそなたの機体は修理されないが……": "......they're at a numerical disadvantage, but a reasonable distribution, huh? Are you okay with that, Takeru?\nIf we win, your aircraft won't be repaired, but...",
    "ああ。修理されてもオレは乗れないんだから構わない。\n……いや、いいことを考えた！　もう一つ条件追加だ！": "Yeah. Even if it's repaired, I can't ride it, so I don't mind.\n...No, I had a good idea! Another condition!",
    "条件？": "Condition?",
    "勝ったチームは負けたチームに何かひとつ命令できるのはどうだ？\nどうよ純夏？謝るなら今のうちだぞ！": "How about the winning team order the losing team to do something?\nHow about it, Sumika? If you're going to apologize, now's your chance!",
    "それでいいよ！　タケルちゃんには、\nぜーーーったいに負けないもん！": "That's fine! Takeru-chan,\nI won't lose to you!",
    "うわぁ、すっかりヒートアップしちゃってるねぇ。": "Wow, she's really getting worked up.",
    "全く……とはいえ、勝負ということならそのほうが盛り上がるか。": "Honestly... That said, if it's a match, I guess it'll be more exciting.",
    "いいんでしょうか……？": "Is that all right...?",
    "……そうだ！　ねえねえ、めるちゃん！　ちょっといいかな！": "...That's right! Hey, hey, Mechan! Do you have a moment?!",
    "ふえっ！？　は、はい！　なんでしょうか！？": "Huh?! Y-Yes! What is it?!",
    "一緒に協力しよ！　ね？\n仲良くなったし、協力しちゃダメだって言われてないから！": "Let's work together! Okay?\nWe're friends now, and I wasn't told we shouldn't cooperate!",
    "おい、これはいいのか！？": "Hey, is this okay?!",
    "……まあ、私としてはトラブルにならない範囲であれば、\n協力者を引き入れたり、肩入れをする事は否定しません。": "...Well, as far as I'm concerned, as long as it doesn't cause any trouble,\nI won't deny that I'll draw in collaborators and support them.",
    "ぐっ……ルールの範囲内か……": "Guh... It's within the bounds of the rules...",
    "いや、いいのか？\nなんか目的が変わってるような……": "No, are you sure?\nIt's like our goals have changed...",
    "そうですね……自ら危機に飛び込むのであれば止めますが、\n競い合うなら迅速にお遣いも終わるでしょうし。": "That's right... If you jump into danger yourself, I'll stop you.\nIf we're competing, I'm sure we'll be able to finish our errand quickly.",
    "そちらの方が結果的には、お互いに利があるでしょう。\n賭け事はよくありませんが……彼らは生徒ではありませんからね。": "In the end, that would benefit both of us.\nIt's not a good idea to gamble, but...they're not students.",
    "まあ、生徒会長がそういうならいいんだが……": "Well, if that's what the student council president is like...",
    "あ、あの、%usernameusernameuserna%さん……\nその、付いてきてもらってもいいでしょうか……？": "U-Um, %usernameusernameuserna%...\nUm, could you come with me...?",
    "ん？　いや、それだとさすがに不公平な……": "Hm? No, that would be unfair...",
    "そ、その……スカラ校舎には知り合いもいませんし、\n実は地理も詳しくなくて……役立たずになっちゃう可能性が……": "U-Umm... I don't know anyone in the Scara school building,\nActually, I don't know much about geography... There's a chance I won't be of any use...",
    "……それなら仕方ないか。\nすまん、俺もめるに協力することになった。": "...Then there's no helping it.\nI'm sorry, I've decided to help out too.",
    "やった！　二人も協力してくれるなら百人力だね！": "Yay! If the two of you are going to cooperate, we'll need a hundred men!",
    "おい、流石にズルくないか！？\nオレたちに比べてそっちの人数が多くなってるだろ！": "Hey, isn't that cheating?!\nThere's a lot more of them than we are!",
    "へへーん！　悔しかったらタケルちゃんも、\n仲の良い人に頼んでみたらいいんじゃない？": "Heheh! If you're frustrated, Takeru-chan,\nWhy don't you ask someone you're close to?",
    "ぐっ、この……！": "Ugh, you...!",
    "……なんだか、武は純夏さんが絡むと子供っぽくなるな。": "......Takeshi's kind of childish when Sumika-san's involved.",
    "ああ。タケルと鑑はいつもこの調子でな。\n……羨ましい限りだ。": "Yeah. Takeru and Kagami are always like this.\n...I'm almost jealous.",
    "ん？　それってどういう……": "Hm? What do you mean by that?",
    "そろそろ出発するぞ。\nこれ以上時間をかけても仕方あるまい。": "Let's get going.\nThere was no point in taking any more time.",
    "冥夜さんの言葉に、二人も喧嘩を止めて、\n全員でスカラ校舎へと向かうのだった。": "At Meiya-san's words, the two of them stopped fighting, too\nWe all headed for the Scara school building."
}