{
    "まさか……あなたが私に銃を向けるなんて\n思わなかったわ……": "I never thought... you would point a gun at me...",
    "すまない。\nでも、生半可な覚悟で君に銃を向けたりしない。": "I'm sorry. But I wouldn't point a gun at you without resolve.",
    "これ以上、君と共に歩むことは出来ない。\n……俺だって本当は。": "I can't walk this path with you anymore. ...Even though I wish I could.",
    "最後の言葉が、震える。": "My final words tremble.",
    "俺の手に握られた士官にのみ支給される拳銃も\n気を抜いてしまうと震えてしまいそうだ。": "Even the officer-issued pistol in my hand seems like it would tremble if I let my guard down.",
    "それを必死に押さえ込み、彼女の額に照準を合わせ続ける。": "I desperately steady it, keeping the aim on her forehead.",
    "…………": "…………",
    "君のプランを実行すれば、俺たちは人ではなくなってしまう。\n人ではないなにかになってまで……俺は……": "If we go through with your plan, we will no longer be human. I... don't want to become something inhuman.",
    "その選択の結果、私たちすべての未来を失ったとしても？\nそれでもあなたの選択がもたらす結果は正しいと言えるの？": "Even if that choice means losing all our futures? Can you still say the result of your choice is right?",
    "そうだ。俺は……自身を正しいと思ってここにいる。": "Yes. I... am here because I believe I am right.",
    "そこは価値観の相違ね。\nあなたとは相性が良いと思っていたのだけれど。": "It seems our values differ. I thought we were compatible, though.",
    "俺もそう思っていたさ。\nでも、違っていたみたいだな。": "I thought so too. But it seems we were wrong.",
    "……人間をやめてまで生き延びる未来なんか、ない。\n俺たちが、俺たちであるために。": "...A future where we survive by abandoning our humanity is meaningless. We must remain ourselves.",
    "私たちは生き延びないといけないのが\nわからないあなたじゃないでしょう？": "You understand, don't you, that we must survive?",
    "彼女は心の底からそう思っているように\n目を伏せる。": "She lowers her gaze, as if she truly believes that.",
    "でも、あなたならそう言うともわかっていた。\n悲しいけどね……考えを変える気はないのよね？": "But I knew you would say that. It's sad, though... you won't change your mind, will you?",
    "…………すまない。俺は――": "...I'm sorry. I――",
    "謝る必要はないわ。\n……それがあなたの選択なんだから。": "There's no need to apologize. ...Because that's your choice.",
    "いえ、むしろ謝らなくてはいけないのは、私の方。": "No, if anything, I'm the one who should apologize.",
    "なに……？": "What...?",
    "……お別れよ。しばしの、ね。": "...Goodbye. For now.",
    "なに……っ！？": "What the...?",
    "背後から突然の衝撃。目をやるとそこには\n見知った士官が立っていた。": "A sudden impact from behind. I turn to see a familiar officer standing there.",
    "くっ……お前まで……": "Damn... even you...",
    "彼女は椅子から腰を上げ、\n俺の傍らにしゃがみ込む。": "She rises from her chair and crouches beside me.",
    "……ていたわ……": "...I always...",
    "薄れ行く意識の中でなにかが聞こえる。\nだが……なにを言っているかはわからない。": "In my fading consciousness, I hear something. But... I can't make out the words.",
    "おやすみなさい、あなた……": "Goodnight, my dear...",
    "俺が最後に聞いた言葉からは……\n慈しみに満ちあふれた響きを感じた……": "The last words I heard... were filled with a loving resonance..."
}