{
    "まさか……あなたが私に銃を向けるなんて\n思わなかったわ……": "I can't believe you're pointing a gun at me.\nI didn't think so...",
    "すまない。\nでも、生半可な覚悟で君に銃を向けたりしない。": "I'm sorry.\nBut I won't point my gun at you half-heartedly.",
    "これ以上、君と共に歩むことは出来ない。\n……俺だって本当は。": "I can't walk with you anymore.\n...The truth is, I...",
    "最後の言葉が、震える。": "Her last words trembled.",
    "俺の手に握られた士官にのみ支給される拳銃も\n気を抜いてしまうと震えてしまいそうだ。": "And the pistols only supplied to the officers in my hands\nI feel like I'll tremble if I let my guard down.",
    "それを必死に押さえ込み、彼女の額に照準を合わせ続ける。": "Desperately holding it down, I continued to take aim at her forehead.",
    "…………": "............",
    "君のプランを実行すれば、俺たちは人ではなくなってしまう。\n人ではないなにかになってまで……俺は……": "If we carry out your plan, we won't be human anymore.\nEven though I've become something that isn't human... I...",
    "その選択の結果、私たちすべての未来を失ったとしても？\nそれでもあなたの選択がもたらす結果は正しいと言えるの？": "Even if we lose all of our futures as a result of that choice?\nBut can you still say that the outcome of your choice is correct?",
    "そうだ。俺は……自身を正しいと思ってここにいる。": "That's right. I... think I'm right.",
    "そこは価値観の相違ね。\nあなたとは相性が良いと思っていたのだけれど。": "That's a difference of values.\nI thought I was compatible with you.",
    "俺もそう思っていたさ。\nでも、違っていたみたいだな。": "I was thinking the same thing.\nBut it looks like I was wrong.",
    "……人間をやめてまで生き延びる未来なんか、ない。\n俺たちが、俺たちであるために。": "...There's no future where I can survive by quitting being human.\nFor us to be us.",
    "私たちは生き延びないといけないのが\nわからないあなたじゃないでしょう？": "We have to survive\nYou don't understand, do you?",
    "彼女は心の底からそう思っているように\n目を伏せる。": "She seemed to feel that way from the bottom of her heart\nI lower my eyes.",
    "でも、あなたならそう言うともわかっていた。\n悲しいけどね……考えを変える気はないのよね？": "But I knew you'd say that.\nIt's sad, but... You don't want to change your mind, do you?",
    "…………すまない。俺は――": ".........I'm sorry. I――",
    "謝る必要はないわ。\n……それがあなたの選択なんだから。": "There's no need to apologize.\n...That's your choice.",
    "いえ、むしろ謝らなくてはいけないのは、私の方。": "No, if anything, I should be the one apologizing.",
    "なに……？": "What...?",
    "……お別れよ。しばしの、ね。": "...Farewell. For a while, huh?",
    "なに……っ！？": "What...!?",
    "背後から突然の衝撃。目をやるとそこには\n見知った士官が立っていた。": "A sudden shock comes from behind me. I look over to see...\nA familiar officer was standing there.",
    "くっ……お前まで……": "Ugh... You too...",
    "彼女は椅子から腰を上げ、\n俺の傍らにしゃがみ込む。": "She sat up from her chair\nShe crouches down next to me.",
    "……ていたわ……": "...I did...",
    "薄れ行く意識の中でなにかが聞こえる。\nだが……なにを言っているかはわからない。": "I can hear something in my fading consciousness.\nBut... I have no idea what she's talking about.",
    "おやすみなさい、あなた……": "Good night, dear...",
    "俺が最後に聞いた言葉からは……\n慈しみに満ちあふれた響きを感じた……": "From what I heard at the end...\nI sensed an echo filled with affection...",
    "__translated__": "true"
}