{
    "まさか……あなたが私に銃を向けるなんて\n思わなかったわ……": "I didn't think you'd point a gun at me...",
    "すまない。\nでも、生半可な覚悟で君に銃を向けたりしない。": "I'm sorry. Even a <br> wouldn't point a gun at you half-heartedly.",
    "これ以上、君と共に歩むことは出来ない。\n……俺だって本当は。": "I won't be able to walk with you any longer. <b>...I'm actually...",
    "最後の言葉が、震える。": "Her last words trembled.",
    "俺の手に握られた士官にのみ支給される拳銃も\n気を抜いてしまうと震えてしまいそうだ。": "Even the pistols supplied only to the officers in my hands would tremble if I let my guard down.",
    "それを必死に押さえ込み、彼女の額に照準を合わせ続ける。": "Desperately holding it down, I continued to take aim at her forehead.",
    "…………": "............",
    "君のプランを実行すれば、俺たちは人ではなくなってしまう。\n人ではないなにかになってまで……俺は……": "If we carry out your plan, we won't be human anymore. Even if we become something that isn't a <br> person... I...",
    "その選択の結果、私たちすべての未来を失ったとしても？\nそれでもあなたの選択がもたらす結果は正しいと言えるの？": "Even if you lose all of us in the future as a result of that choice? Can you still say that the result of your choice is correct?",
    "そうだ。俺は……自身を正しいと思ってここにいる。": "That's right. I... think I'm right.",
    "そこは価値観の相違ね。\nあなたとは相性が良いと思っていたのだけれど。": "That's a difference in values. I thought I was compatible with you, <br>but...",
    "俺もそう思っていたさ。\nでも、違っていたみたいだな。": "That's what I thought, too. Even though it's a <b>, it looks like it wasn't.",
    "……人間をやめてまで生き延びる未来なんか、ない。\n俺たちが、俺たちであるために。": "......there's no future where we can survive by quitting being humans. For the sake of being us, the <br> us.",
    "私たちは生き延びないといけないのが\nわからないあなたじゃないでしょう？": "You're not the one who doesn't understand that we have to survive, are you?",
    "彼女は心の底からそう思っているように\n目を伏せる。": "She lowered her <br> eyes, as if she thought that from the bottom of her heart.",
    "でも、あなたならそう言うともわかっていた。\n悲しいけどね……考えを変える気はないのよね？": "But I knew you'd say that. It's sad, but... you don't want to change your mind, do you?",
    "…………すまない。俺は――": ".........I'm sorry. I――",
    "謝る必要はないわ。\n……それがあなたの選択なんだから。": "There's no need to apologize. <br>... That's your choice.",
    "いえ、むしろ謝らなくてはいけないのは、私の方。": "No, if anything, I should be the one apologizing.",
    "なに……？": "What...?",
    "……お別れよ。しばしの、ね。": "...Farewell. For a while, huh?",
    "なに……っ！？": "What...!?",
    "背後から突然の衝撃。目をやるとそこには\n見知った士官が立っていた。": "A sudden shock comes from behind me. I look over to see a familiar officer standing there.",
    "くっ……お前まで……": "Ugh... You too...",
    "彼女は椅子から腰を上げ、\n俺の傍らにしゃがみ込む。": "She gets up from her chair and crouches down next to me.",
    "……ていたわ……": "...I did...",
    "薄れ行く意識の中でなにかが聞こえる。\nだが……なにを言っているかはわからない。": "I can hear something in my fading consciousness. It's <br>, but... I don't know what she's saying.",
    "おやすみなさい、あなた……": "Good night, dear...",
    "俺が最後に聞いた言葉からは……\n慈しみに満ちあふれた響きを感じた……": "From the last words I heard... I felt a sound filled with affection..."
}