{
    "そうしてこの日の訓練が終わってから、\nジュリーとふたりでグラウンドの片づけをすることになった。": "And so, after the day's training ended...\nJulie and I decided to clean up the grounds.",
    "訓練のおかげで、ちょっとは成長したわ！\nこれで体育祭優勝は決まったようなものね！": "Thanks to my training, I've grown a little!\nWith this, it looks like we've decided to win the sports festival!",
    "基礎から訓練に取り組んだとはいえ、\nすぐ効果が出るわけではないんだが……": "You could say I was working on training from the basics,\nIt's not like it'll work right away, but...",
    "自信満々のジュリーに苦笑いしながらも、偉いぞと褒めた。": "I smiled bitterly at the confident Julie, but complimented her, saying she was great.",
    "ふふん、そうでしょ！　縄跳びだって前に特訓してた時は\n飛べなかったけど、今ならいける気がするのよね！": "Heheh, you're right! Even jumping ropes was a special training exercise the other day\nI couldn't fly, but I feel like I can do it now!",
    "飛んでみるから、%usernameusernameuserna%はそこで見てて！": "I'll try flying, so you watch from there, %usernameusernameuserna%!",
    "調子に乗ったジュリーは、早速縄跳びをはじめた。\nしかし、すぐに足が引っかかってしまい、上手く飛べていない。": "Getting carried away, Julie immediately began jumping the rope.\nHowever, my foot got caught right away, and I couldn't fly well.",
    "あ、あれ？　おかしいわね？": "H-Huh? Isn't that strange?",
    "無理はしない方がいいぞ。": "Don't push yourself too hard.",
    "む、無理じゃないわ！　本当に飛べるから！\n次はきっとうまく……": "I-It's not impossible! I can really fly!\nI'm sure it'll go well next time...",
    "ジュリーは強がって頑張ろうとするが、\n飛んだ拍子に縄が近くの鉄棒に引っかかってしまった。": "Julie tried to act tough and do her best, but...\nAs I flew, the rope got caught on a nearby iron rod.",
    "きゃあっ！？": "Kyaa!?",
    "引っかかった縄のせいで、ジュリーはバランスを崩してしまっている。\nなにをどうやったらそうなるんだ……と思わず声がこぼれた。": "The rope she'd caught had thrown Julie off balance.\nI couldn't help but blurt out, \"What, how did that happen...?\"",
    "わ、わかんない……\nうう、%usernameusernameuserna%助けてぇ……": "I-I don't know...\nUgh, %usernameusernameuserna%, help me...",
    "縄が身体に絡まっちゃって……んんっ……！\nこれ、どうやって外せばいいの……！？": "The rope got tangled up in my body...nnn...!\nHow am I supposed to remove this...!?",
    "俺も分からんぞ……とにかく、ここを解いていけば……": "I don't know either... Anyway, if we solve this...",
    "何とか解放して外そうとするのだが縄がどんどん絡まり、\n気づいたときには複雑で煽情的なポーズになっていた。": "I tried to free her somehow and remove it, but the rope got more and more tangled\nBy the time I realize it, it's a complicated and arousing pose.",
    "い、痛いぃ～……ん、うぅっ……！\nなんだかどんどん絡まってるみたい……": "Th-That hurts... Mm, ugh...!\nIt feels like we're getting more and more involved...",
    "それならこうすれば……と結び目に手をかける。\nジュリーが体をよじってしまったことでさらに食い込んでしまう。": "If that's the case, I'll do this... I put my hand on the knot.\nNow that Julie had twisted her body, it dug in even deeper.",
    "んんっ！？　や、く、食い込んでっ……！": "Hmm?! It's digging into me...!",
    "だ、大丈夫か？　じゃあ、ここを……": "A-Are you okay? Then, here...",
    "ひあっ、そ、そこ、だめっ！\nほんとにだめだからぁっ！　んっ……くうぅっ……！": "Hiah, d-don't do that!\nI really can't! Nnh... Khhh...!",
    "拘束されている彼女の声や反応を間近で見ていたせいか、\n布を押し上げるほどに下半身が反応してしまう。": "Perhaps it was because I'd been watching her voice and reaction from up close as she was restrained\nMy lower body reacts so much that I push up the cloth.",
    "あ……%usernameusernameuserna%、それって……": "Ah... %usernameusernameuserna%, does that mean...",
    "今さら隠せることでもないが、すまないと口にする。\n縄からも手を離そうとすると、彼女の熱い視線を感じた。": "It wasn't something I could hide at this point, but I apologized.\nWhen I tried to pull my hand away from the rope, I felt her passionate gaze on me.",
    "……そ、その、前にも言ったと思うんだけど……\n大きくしちゃったのあたしなら……責任取らないとだよね……": "...I-I think I've told you this before...\nIf I'm the one who made it bigger... I'll have to take responsibility...",
    "あたしからは動けないから……\n%usernameusernameuserna%、あたしのこと……好きにして？": "I can't move, so...\n%usernameusernameuserna%, do whatever you want with me...?",
    "本当のこと言うと恥ずかしい、けど……\nあたし、%usernameusernameuserna%だったら平気だから……": "It's embarrassing to tell the truth, but...\nI'll be fine as long as it's %usernameusernameuserna%...",
    "恥じらうようなジュリーの表情は、単純に愛らしい。\nアブノーマルな状況ではあるが、断るという選択肢はなかった。": "Julie's embarrassed expression was simply adorable.\nIt was an abnormal situation, but refusing was not an option.",
    "彼女の下着をずらし、剥き出しの割れ目で肉棒を擦り上げ、\n互いの興奮と肉欲をさらに高めていく。": "He shifted her underwear, rubbing his meat pole against her exposed crevice\nWe both get even more excited and lustful.",
    "んはっ……ぁ、ふぅっ……んっ、んん……\nいつでも来ていい、から……はぁ……あっ……！": "Nhah... ah, fuuh... nnh, nnnh...\nYou can come anytime... haa... ah...!",
    "充分すぎるほどにいきり立った陰茎を、ゆっくりと押しこむ。\n膣道はいくらか狭い物の、中はすでに濡れそぼっているようだ。": "I slowly push in my penis, which is already more than erect enough.\nHer vaginal canal is somewhat narrow, and it looks like it's already wet inside.",
    "あっ、はあぁっ、おっき……ん、くうっ……！\n%usernameusernameuserna%の……固いぃっ……！": "Ah, haaah, it's so big... nn, ngh...!\n%usernameusernameuserna%'s... so hard...!",
    "あたしのお腹の中、からっ……ふっ、んはっ……\nんん、はっ……広げられちゃってる、みたい……": "From the inside of my stomach... Heh, nhah...\nMmm, hah... It looks like it's being spread out...",
    "このまま腰を振り立てたい衝動に駆られそうになる。\nしかしジュリーの体勢のことが気にかかり、痛みはないか尋ねた。": "I almost felt the urge to move my hips like this.\nBut he was worried about Julie's position, so he asked if it hurt.",
    "心配してくれてるのね……そのことだったら、もう大丈夫……\nふぅ、ふぅ……さっきのストレッチで、充分ほぐれたから……": "You're worried about me... If that's the case, I'm fine now...\nPhew, phew... That stretch was enough to loosen me up...",
    "ん……っぁ、はぁっ……だから、その……\nもう、動いても……いいわよ……": "Mm... ah, haah... So, umm...\nYou can... move now...",
    "そう言われても、まだ膣内が馴染んだわけではない。\nひとまずジュリーの様子を見ながら、少しずつ侵入することにした。": "Even though she said that, her vagina hadn't gotten used to it yet.\nI decided to infiltrate, little by little, while watching Julie for the time being.",
    "んんっ、ぅ……はっ、あ……そんなに、ゆっくりでいいの……？\nふっ、う……これじゃ、気持ちよくなれないような……": "Nnn, uu...hah, ah...are you sure it's okay to take it so slowly...?\nHeh, uh... I don't think I'll be able to feel good like this...",
    "ふっ……はぁ……あ、もしかして……\nあたしの身体のこと、気にしてくれてる、とか……？": "Heh... Hah... Ah, could it be...\nIs she worried about my body...?",
    "ちょっとはキツイけど、思ったより痛みはないし……\nそれに%usernameusernameuserna%にもっとしてほしい……": "It's a little harsh, but it doesn't hurt as much as I thought...\nAnd I want %usernameusernameuserna% to do more...",
    "あたしの一番奥まで、きていいからね……\nそのこと考えるだけで、お腹がきゅうぅ……ってしちゃうの……": "You can come all the way to my deepest part...\nJust thinking about it makes my stomach tighten...",
    "言葉通り、窮屈だった膣壁は淫らにうねりはじめていた。\n内部を形成する細かなヒダは、竿肌にぴたりと寄り添ってくれている。": "Just as she said, her tight vaginal walls began to undulate lewdly.\nThe fine folds forming her insides snuggle up to my rod skin.",
    "ジュリーの心身が示す反応に、愛しさが掻き立てられる。\n高まった気持ちは、即座に下半身に反映された。": "The reaction Julie's mind and body indicated stirred up a sense of love.\nMy heightened feelings were immediately reflected in my lower body.",
    "ふぁっ……！　んんっ、は……知らなかったぁ……\n男の人って、まだ大きくなれるのね……": "Fuah...! Mmm, hah... I didn't know...\nI guess men can still grow up...",
    "驚いたようにこぼす声を聞きながら、さらに奥を目指す。\n肉茎をほぼ膣内に収めたところで、吐息が甘さを帯びた。": "Listening to her voice spill out in surprise, I headed deeper inside.\nHer breath took on a sweet tone just as I was putting my meat-shaft inside her vagina.",
    "ん……はっ……ぁ、ああぁっ……\nあたしなら、ほんとに大丈夫だから……": "Mm... hah... ah, ahhh...\nI'll really be fine...",
    "お願い、%usernameusernameuserna%……来てっ……": "Please, %usernameusernameuserna%...come...",
    "その声に誘われて、一気に奥まで突き入れた。\nインターバルを挟んだことにより、より熟した膣肉が竿に絡みつく。": "At the sound of her voice, I thrust all the way in.\nWith the intermission between them, her ripened vaginal flesh coiled around my rod.",
    "んああぁっ！　あ、あぅっ……ふぁ、はっ……！\nくぅぅっ、あ、ふはっ……おっ、奥ぅっ……！": "Nnaaah! Ah, auh... fuah, hah...!\nKuuu, ah, fuhah... oh, so deep...!",
    "んんっ、うっ、あ……あたし、そこ、ダメかもぉ……！\nお腹の奥、ビリビリってしちゃって……っ、ひ、あぁっ……！": "Nnn, uu, ah... I don't think I can do that...!\nThe inside of my stomach is tingling...! Hii, aah...!",
    "はっ、はぁっ、変な、感じになっちゃうの……！\nんくっ……！　ひゃ、うぅっ……んはっ……！": "Hah, hah, it's making me feel weird...!\nNgh...! Hya, uuh... nhah...",
    "今は俺とジュリーのふたりだけだから、変になっても構わない。\n耳元でささやきながら、斜めに抉るように腰を遣う。": "It was just me and Julie right now, so I didn't mind if things got weird.\nWhispering in my ear, I move my hips to gouge diagonally into her.",
    "ひいぃんっ！　んんぅっ！　はっ、はぁっ、あ……そうねっ……！\n好きにしていいって、言ったの、あたしだもんねっ……！": "Hiiinh! Nnuh! Hah, haah, ah......that's right......!\nI was the one who said I could do whatever I wanted...!",
    "あたしも、%usernameusernameuserna%といっしょに、ぃっ……\nん、やんっ！　ああっ、は……んうぅうっ……！": "I'll be with %usernameusernameuserna%, too...\nNn, yaahn! Aah, hah... nnuuu...!",
    "はぁ、は、あんっ……いっぱい気持ちよく、なって……！\nいいんだよねっ……ひぁっ、あ、ああぁっ……！": "Hah, hah, ahn... It feels so good...!\nIt's okay, isn't it...? Hyaah, ah, aaah...!",
    "そうだと頷いて根元まで潜りこみ、その勢いのまま腰を引いていく。\n離さないとばかりに、きつく締めつけてくるのが堪らない。": "I nodded and slid in all the way to the base, then pulled my hips back with that force.\nI can't stand the tightness she's squeezing me with, as if she doesn't want me to let go.",
    "ずっぷりと咥え込んだ花園は、あふれる愛液でびしょ濡れだった。\n抜き差しを繰り返す度に、どこか甘酸っぱい匂いが鼻をくすぐる。": "Hanazono is soaking wet with her overflowing love juices.\nEvery time I move in and out, a sweet-and-sour smell tickles my nose.",
    "んぁっ、あ、やだっ……あたし、いつの間にこんなっ……！\nびしょびしょになってた、なんてぇっ……あ、ううっ、ん……！": "Nnah, ah, no... When did I get like this...!?\nI was soaking wet... ah, uuu, nn...!",
    "気持ちよくなっていい、のは……ん、くくっ……\nわかってる、けどぉ……ふぁっ！　あっ、んああっ……！": "The only thing that feels good is... nn, kukuu...\nI know, but... fuah! Ah, nnaah...!",
    "やっぱり、ちょっと……恥ずかしっ……あぁっ、んあっ……！\nんうっ……あっ、んふぁぁっ……あっ、あ……！": "As I thought, it's a little... embarrassing... aah, nnah...!\nNnuh...... ah, nfuaah...... Ah, ah......!",
    "ジュリーが快楽に身体をよじると、絡まる縄がまた食い込む。\nそれが彼女の柔らかな輪郭をより際立たせ、視覚的にも興奮を煽った。": "Julie twisted her body in pleasure, and the ropes entwined around her dug in again.\nThat only served to accentuate her soft contours, and it also excited her visually.",
    "んくぅぅっ……！　あ、ふぁっ、ん、はぁっ……！\n熱くて固いのが、あたしのなかで、ビクビクしてる……！": "Nghhh...! Ah, fwah, mm, haah...!\nIt's so hot and hard, it's twitching inside me...!",
    "反応して、くれてるの……あっ、んんぅ、くっ……！\nすぐ、わかっちゃうっ……んっ、ふ、ぅううっ……！": "She's reacting to me... Ah, nnnh, kh...!\nI can tell right away... nn, fu, uuuu...!",
    "あ、うぅっ……あたしの身体、で……\n%usernameusernameuserna%はそう、なってるんでしょっ……？": "Ah, uuuh... With my body...\nThat's how %usernameusernameuserna% is, isn't it...?",
    "ここに至って、情欲を隠すことに意味はないと思い、\n今のジュリーを見ているだけでそそられる、と正直に伝えた。": "At this point, I thought there was no point in hiding my lust.\nI told him honestly that just looking at Julie now was enough to excite him.",
    "すると彼女の瞳が、今までより一段と艶っぽく潤んだ。\n頬どころか耳の端まで紅潮させて、俺だけを見つめている。": "Then her eyes grew even more lustrous and moist than before.\nShe's blushing, not just her cheeks, but even the edges of her ears, and she's looking only at me.",
    "いいよ、%usernameusernameuserna%っ……！\nあたしの身体、好きなだけ見てっ……！": "It's okay, %usernameusernameuserna%...!\nLook at my body as much as you want...!",
    "はぁ、はっ、んっ……胸も、あそこもっ……好きなだけっ……\n%usernameusernameuserna%なら、見ていいからねっ……！": "Haa, haa, nn...my breasts, and there...as much as you want...\nIf you're looking for %usernameusernameuserna%, you can take a look...!",
    "それで、気持ちよくなって、くれたらっ……ふっ、うう……\nあたしも、嬉しいからっ……んっ、ふ、ぁっ……んぅぅっ……！": "If that makes me feel good... fuu, uuu...\nI'm happy too... nn, fu, ah... nnuu...!",
    "献身的な言葉に煽られて、彼女を見つめながら高々と腰を突き上げた。\n挿入が深まったところで、最深部にまで切っ先をねじ込む。": "Spurred on by her devoted words, I thrust my hips high into the air while looking at her.\nNow that I've penetrated her deeper, I thrust my tip into her deepest parts.",
    "ひぁんっ！　あっ、ううっ！　すっ、ごいいぃっ！\nひうっ！　んゃっ、あっ、あっ、あ！": "Hyahn! Ah, uuu! A-amazing!\nHiu! Nyah, ah, ahh, aah!",
    "んくっ、うあっ、はああっ！　ふかいとこっ……！\n%usernameusernameuserna%の、きてるぅっ！　あはあぁあっ！": "Ngh, uwah, haaah! It's so soft...!\n%usernameusernameuserna%, you're cumming! Ahaaaah!",
    "ふっ、あ！　あうんっ！　さっきより、おく、までぇっ！\nんんんっ！　あっ、あうっ！　あぁっ、そこっ、そこなのぉっ！": "Fuh, ah! Auunh! Deeper, than before!\nMmmm! Ah, ahh! Ahh, there, there!",
    "気持ち、いぃっ！　んっ、あ、ああぁっ！\nひぐっ！　はぁっ、は、すごくっ……すっごく、いいのぉっ！": "It feels so good! Nn, ah, ahhh!\nHiguu! Haah, hah, it's really...really, really good!",
    "ジュリーは絡まる縄にも構わずに、激しく身悶えている。\nこの反応からして、亀頭で捉えた箇所は子宮口に違いない。": "Julie was writhing violently, paying no heed to the ropes entangling her.\nJudging by her reaction, the spot I caught with my glans had to be her cervix.",
    "ひと突きごとに震える蜜壺が、こちらにさらなる快感をもたらす。\nせり上がってきた射精感のまま、荒々しいピストンを繰り返した。": "Her honey pot trembles with each thrust, bringing even more pleasure to me.\nI repeated my rough piston motions, still feeling the rising urge to ejaculate.",
    "ひっ、ひぅっ！　んぅあっ、あ、は、やああっ！\nはあっ、んっ、んううっ……はあっ、おっきいの、きちゃうっ！": "Hih, hiuh! Nuah, ah, hah, yaaah!\nHaah, nnh, nnuuh... haah, it's so big, I'm cumming!",
    "あっ、んはんっ！　ふっ、ぅあっ！　きっ、きもち、よすぎてぇっ！\nなにも、かんがえられなっ……ぁあんっ！　はっ！　あっ、ああ！": "Ah, nhanh! Fuh, uah! It-It feels too good!\nI can't think of anything... Aaahn! Hah! Ah, aaah!",
    "も、もうっ、あたしっ、イっ、くぅ！　はぁあっ！\nんくううっ！　ふあっ、は、ほんとに、イっちゃうぅっ！": "G-Geez, I'm cumming, cumming! Haaah!\nNkuuu! Fuah, hah, I'm really going to cum!",
    "子宮口はこちらを受け入れるように開きはじめていた。\n熱くうねりながらも痙攣する膣肉に、こちらも息が漏れそうになる。": "Her cervix had begun to open as if to accept me.\nHer hot, undulating, convulsing vaginal flesh made me feel like my breath was going to leak out, too.",
    "あぅっ、あ、あっ！　も、もう、イくぅっ！　んんっ、あ、はぁあっ！\nひ、ぐっ、くううっ……はあっ！　あっ、んんんっ！": "Auh, ah, ah! I-I'm cumming! Nnh, aah, haaah!\nHi, guh, kuuuh...... haah! Ah, nnnh!",
    "あ、あ、ああっ！　こんなのっ、ガマンなんてムリぃっ！\nふあっ！　ひあっ！　んくうっ、あ、んはあぁっ！": "Ah, ah, ahhh! I can't hold back like this!\nFuah! Hiah! Nkuu, ah, nhaaah!",
    "ああぁあっ！　あたし、あたしもうっ、イくぅっ！\nはああっ！　あっ、ひああっ、んっ、あ、あ、あっ！　": "Aaaaah! I-I'm cumming, too!\nHaaah! Ah, hyaah, nn, ah, ahh, ah!",
    "%usernameusernameuserna%もガマン、しないでっ！\nふあっ、はっ、はあっ、んあっ、あああああぁっ！": "Don't hold back, %usernameusernameuserna%!\nFuah, hah, haah, nnah, aaaaah!",
    "ああああああああああああぁぁぁぁんっ！　\nあっ、んんっ、はっ、あああああぁっ……！": "Aaaaahhhh!\nAh, mmm, hah, ahhhh...!",
    "ああぁっ……んはぁ、あ、あ……でてるっ……\nふぁっ……はあぁっ……ドクドクって、でてるぅっ……！": "Ahhh... nhah, ah, ah... it's coming out...\nFuah... haaah... It's gushing out...!",
    "ジュリーとはほとんど同時に絶頂へと昇り詰めたようだ。\n最深部を濡らす熱いほとばしりにも、彼女は深く感じ入っている。": "It seemed that she had climaxed at almost the same time as Julie.\nShe was also deeply engrossed in the hot gushing that soaked her deepest parts.",
    "はぁっ、はぁっ、はぁ……それで、どうだった……？\nん、はぁ……すっきりして、小さくなった？": "*pant pant*... So, how was it...?\nHmm, haa... It's gotten smaller now that it's refreshed?",
    "そのことに関しては、動かずにいれば元に戻るだろう。\nそれよりも縄跳びをどうにかした方がいいと伝えた。": "As for that, if I don't move, it'll probably go back to normal.\nMore importantly, I told him that I should do something about jumping rope.",
    "あっ、そうだったわ……！": "Ah, that's right...!",
    "で、でも！　あれだけ動いたんだから、\nちょっとくらい緩んで解放されてるんじゃないかしら！": "B-But! After all that movement,\nI wonder if it's loosened up a little and released!",
    "射精して冷静になった今なら、ほどけるのではないか。\nそう思い、改めて縄跳びに手をかけたが、結び目は見つからない。": "Now that I've calmed down after ejaculating, I wonder if I'll be able to untie her.\nWith that thought in mind, I tried jumping the rope again, but I couldn't find the knot.",
    "……これは困ったことになった。": "...This is a problem.",
    "えっ、えええ！？\nもしかして……あたし、一生このままなの！？": "Wh-Whaaat?!\nWait... Am I going to stay like this for the rest of my life?!",
    "いや、それなら最悪は縄を切ればいいだろ……": "No, in that case, the worst-case scenario would be cutting the rope...",
    "そ、それはそうなんだけど備品壊しちゃダメだわ！\nうう、早く脱出しないと風邪もひいちゃうし……！": "Th-That's true, but you can't break equipment!\nUgh, if I don't get out of here soon, I'll catch a cold...!",
    "ううう～！　早く解いて～！": "Uuuu! Hurry up and solve it!",
    "まず他の生徒に見られることに危機感を持つべきだろう。\nそんな突っ込みをしつつ、縄をほどくのに悪戦苦闘するのだった。": "First of all, we should feel a sense of danger when the other students see us.\nWith that retort, I struggled to untie the rope."
}