{
    "めるに相談があると言われて来てみたんだが……": "She said she had something to discuss with me, so I came here...",
    "気にするな": "Don't worry about it.",
    "生徒会室に呼ばれていた": "I was called to the student council room.",
    "あっ、%usernameusernameuserna%さん、こんにちは。\nごめんなさい、急に呼び出したりして。": "Ah, %usernameusernameuserna%, hello.\nI'm sorry for calling you out so suddenly.",
    "めるなら、いつでも呼んでくれていいよ。": "You can call me anytime if you want.",
    "お気遣い、ありがとうございます！": "Thank you for your concern!",
    "えっ、そうだったんですか！？　それならそちらを優先――": "Huh? Really?! In that case, I'll prioritize that――",
    "いや、める優先だから心配するな。\nなんか書類整理の手伝いとか、重要度低そうな用事だったし。": "No, don't worry, it's priority number one.\nHelping out with paperwork and other low-important business.",
    "い、いいんでしょうか……": "I-Is it really okay...?",
    "それで、相談ってのは？": "So, what did you want to talk about?",
    "えっと、たいしたことではないんですが……": "Um, it's not a big deal, but...",
    "その……私……シリウスシュガーのみんなのために、\nもっと何かできることはないかな、って思ってまして……": "Um... For me... For everyone in Sirius Sugaru...\nI was wondering if there was anything more I could do...",
    "……役に立てること？": "...Something useful?",
    "はい、シリウスシュガーは、\nみんなとても実力がある女の子達ばかりです。": "Yes, Sirius Sugaru is...\nThey're all very capable girls.",
    "今もみんな、とても活躍していますけど、\nみんなの力はもっとすごいと思ってるんです。": "Even now, everyone is very active,\nI think everyone's power is even more amazing.",
    "もし、みんなの力を引き出すことができれば、\nよりいい成績を取ることもできるはずです。": "If I can draw out everyone's power,\nYou should be able to get better grades.",
    "確かに、シリウスシュガーのメンバーは、\n個々のポテンシャルは、とても高いな。": "Indeed, the members of Sirius Sugaru were...\nIndividual potential is very high.",
    "全員の実力を上げれば、もっと上位に行けるはずだ。": "If we all improve our abilities, we should be able to reach a higher rank.",
    "はい！　私もそう思います！　みんなすごいんです！": "Yes! I think so too! They're all amazing!",
    "だからもっと役に立てることはないのかと思いまして……\n単に役に立つ以上に、チーム全体に貢献できるような。": "That's why I thought there was nothing I could do to help...\nSomething that could contribute to the entire team more than just being useful.",
    "なるほど。それで、めるが何かしたいと思ったわけか。": "I see. So that's why Meguru wanted to do something.",
    "はい！　その通りです！": "Yes! Exactly!",
    "真面目で仲間想いな、めるらしい発想だな。\nよりチームに貢献したいと考えたのだろう。": "That's a very serious and considerate idea.\nShe probably wanted to contribute more to the team.",
    "私、料理が趣味なので、栄養たっぷりのご飯を考えたり、\n%usernameusernameuserna%さんみたいに特訓のメニューも考えたんです。": "I'm into cooking, so I've been thinking about nutritious rice\nI even came up with a special training regimen like %usernameusernameuserna% did.",
    "でも、みんなに押しつけてるみたいな気がして……\nもっと別の方法がいいんじゃないかと思うんです。": "But I felt like I was forcing it on everyone...\nI think there's a better way.",
    "確かに、いきなり料理だの特訓メニューだのを出されたら、\n少し重く感じてしまうかもしれないな。": "It was true that if someone suddenly brought up cooking and training regimens,\nIt might feel a little heavy.",
    "うう……やっぱりそうですよね……": "Ugh... I knew it...",
    "でも、ずっとひとりで考えても、全然アイデアが出なかったので、\n思い切って、%usernameusernameuserna%さんに相談を……": "But no matter how much I thought about it alone, I couldn't come up with any ideas at all.\nI muster up the courage to talk to Xenois...",
    "なるほど、そういうことか。": "I see. So that's how it is.",
    "アイデアはあるぞ": "I have an idea.",
    "ちょっと考えさせてくれ": "Let me think about it for a second.",
    "あの、何か良いアイデアはありますか？": "Um, do you have any good ideas?",
    "アイデアがあるんですか！？　ぜひ聞かせてください！": "Do you have an idea?! I'd love to hear it!",
    "例えば、勉強なんてどうだ？": "How about studying, for example?",
    "そ、そうですよね……\n急にこんなこと言われても答えられないですよね。": "Y-You're right...\nI can't answer this all of a sudden.",
    "私にもできそうなことで、\nみんなの役に立てるものならいいのですが……": "It's something that even I can do,\nI hope I can be of use to everyone...",
    "めるにもできそうで、みんなの役に立つことか……": "It looks like it'll be useful to everyone, huh...?",
    "……あ、そうだ。なら勉強なんて、どうだ？": "...Ah, that's right. Then how about studying?",
    "……勉強、ですか？　メイズの？": "...Studying? Mayse's?",
    "いや、一般教養の勉強だ。": "No, I'm studying general education.",
    "……一般教養？": "...General education?",
    "これからは、訓練もますますハードになるし、\nそしたら勉強する時間も減ってしまう。": "From now on, training will be even harder,\nIf I do that, I won't have much time to study.",
    "せっかく競技で活躍できるまでになったのに、\nメイズ関係以外の科目で、単位を落としたら元も子もないだろう？": "She'd finally gotten to the point where she'd be able to play an active role in the competition\nIt'd be pointless to lose credits for something other than maise-related subjects, wouldn't it?",
    "た、確かに……そのとおりですね！": "Y-You're absolutely right!",
    "それにだ。勉強をしてめるの成績が上がれば、\nチームのみんなに教える側にだってなれるかもしれないぞ。": "Besides, if you get better grades in studying,\nI might even be able to teach everyone on the team.",
    "……！": "...!",
    "なるほど……チームで一緒にいる時間も多いですし、\n一緒に勉強会とかをする機会もたくさんありますしね！": "I see... We spend a lot of time together as a team,\nWe'll have plenty of opportunities to have study sessions together!",
    "もし私がみんなに教えられるようになったら……\nそういう意味でもみんなのお役に立てそうな気がします！": "If I can teach everyone...\nIn that sense, I feel like I can be of use to everyone!",
    "ああ、そのとおりだ。\nだから勉強を頑張ってみないか？": "Yeah, that's right.\nSo why don't you try to study hard?",
    "……は、はい！　やってみます！": "...O-Okay! I'll try!",
    "とは言うものの、私勉強にはあまり自信がなくて……": "That said, I don't have much confidence in my studies...",
    "そ、そうだ！　七彩さんに教えてもらえば……！": "Th-That's right! If I ask Nanaya-san to teach me...!",
    "って、それじゃ役に立つどころか迷惑かけちゃってますね……": "Wait, that's not only useful, it's causing trouble...",
    "……俺が教えようか？": "...Should I teach you?",
    "えっ！？　%usernameusernameuserna%さんが！？": "Huh?! %usernameusernameuserna%-san?!",
    "ああ、数学など一般教養ぐらいなら教えられるだろう。": "Yeah, I should be able to teach her general education like math.",
    "さすがに毎日教えるのは難しいかもしれないが、\nせめて直近の試験範囲だけでも教えられるはずだ。": "Of course, it might be difficult to teach her every day,\nAt the very least, I should be able to teach her the scope of the most recent exams.",
    "もちろんめるがそれでいいなら、だが……": "Of course, if you're okay with that, but...",
    "%usernameusernameuserna%さん……！": "%usernameusernameuserna%...!",
    "もちろんです！　ありがとうございます！\nぜひ教えてもらいたいです！": "Of course! Thank you very much!\nI'd love to hear it!",
    "そうか。なら、決まりだな。": "I see. Then it's decided.",
    "では、早速、今日の放課後から、お願いできますでしょうか？": "Well then, can I ask you to begin after school today?",
    "ああ、わかった。任せとけ。": "Yeah, got it. Leave it to me.",
    "ありがとうございます！　楽しみにしてますね！": "Thank you very much! I'll be looking forward to it!",
    "（俺もしっかり予習しておかないとな）": "(I need to study hard, too.)",
    "そして時刻は夕方。\nふたりだけの勉強会を始めるとしよう。": "And the time was evening.\nLet's start our own study session.",
    "それでは、よろしくお願いいたします！": "Well then, I look forward to working with you!",
    "とりあえず一通り最後までやっていこう。\n間違ったところがあったら、ひとつひとつ振り返ろうか。": "Anyway, let's go all the way to the end.\nIf there's anything wrong, let's turn around one by one.",
    "はい、わかりました、先生！": "Yes, understood, Sensei!",
    "先生……？": "Sensei...?",
    "ふふ、勉強を教えてくれるので、\n%usernameusernameuserna%さんは、私の先生なんです♪": "Hehe, I'll teach you how to study,\n%usernameusernameuserna%-san is my teacher♪",
    "（そんなに信頼の眼差しを向けられると、\n少し恥ずかしくなってくるな）": "(If you look at me with such trust in your eyes,\nI'm getting a little embarrassed.)",
    "まあ、いい。好きなように呼んでくれ。": "Well, whatever. Call me whatever you want.",
    "はい、わかりました！\nよろしくお願いいたしますね、先生！": "Yes, understood!\nI look forward to working with you, Professor!",
    "やれやれ。じゃあ、この問題からやってみようか。": "Good grief. Well then, let's start with this problem.",
    "えーっと、この問題は……\nこんな感じでいいでしょうか？": "Let's see, this problem...\nIs this what it looks like?",
    "どれどれ？　見せてくれ……": "Which one? Let me see...",
    "ああ、よくできているな。\nだが、この問題はこうした方がもっと簡単に解けるぞ。": "Yeah, well done.\nBut it'll be easier to solve this problem this way.",
    "わあ、本当です！　さすが先生ですね！": "Wow, you're right! That's our teacher!",
    "じゃあ、次の問題をやってみようか。": "Well then, let's try the next problem.",
    "はい、よろしくお願いします！": "Yes, I look forward to working with you!",
    "……ここはこうして……\n少しずつわかってきた気がします。": "...This is how it is...\nI think I'm starting to understand.",
    "これでどうでしょうか？": "How about this?",
    "ああ、全問正解だ。この調子で頑張れ。": "Yeah, you got it all right. Keep up the good work.",
    "はい！　ありがとうございます！\nじゃあ、どんどん解いていきますね！": "Yes! Thank you very much!\nOkay, let's keep solving it!",
    "（だんだんと乗ってきたみたいだな）": "(Looks like she's getting more and more into it.)",
    "元々めるは高い集中力と才能を秘めている。": "Originally, Meguru had a high level of concentration and talent.",
    "……どうだ、める？　わからないところはあるか？": "...What do you think? Is there anything you don't understand?",
    "…………": "............",
    "める？　大丈夫か？": "Me? Are you okay?",
    "（どうやら集中して聞こえていないようだ。\nしばらく放っておいた方がよさそうだ）": "(It seems she's too focused to hear.\nIt seems best to leave it alone for a while.)",
    "勉強に集中し始めためるを邪魔するわけにはいかない。\n彼女が問題集を解くまで、しばらく見守ることにしよう。": "I can't get in the way of her starting to focus on her studies.\nI decided to watch over her for a while until she solved the workbook.",
    "（それにしても、今日は暖かいな……こう暖かいと、眠くなって……）": "(Still, it's so warm today... Being this warm makes me sleepy...)",
    "……ふう。ここまでできた……": "...Phew. We made it this far...",
    "はっ、いけない。ずっと集中しちゃって……": "Hah, I can't. I've been concentrating all this time...",
    "あの、先生、ごめんなさい！　\n私、ずっと放っちゃって……": "Um, Sensei, I'm sorry!\nI've been firing it all this time...",
    "……先生？　%usernameusernameuserna%さん？": "...Professor? %usernameusernameuserna%?",
    "……すう……すう……": "...Zzz... Zzz...",
    "もしかして寝ちゃってる？\nごめんなさい。私がずっと放っていたから……": "Maybe she's asleep?\nI'm sorry. It's because I've been firing it all this time...",
    "%usernameusernameuserna%さんの寝顔、初めて見ました。\nふふ、可愛い寝顔……子どもみたい……": "This is the first time I've seen %usernameusernameuserna%-san sleeping.\nHehe, what a cute sleeping face... It's like a child's...",
    "いつもはあんなに頼りがいがあって、\n男の人って感じなのに……今はこんなに可愛いなんて。": "She was always so reliable,\nShe looks like a guy... but she's so cute right now.",
    "……いつもありがとうございます。\n私たちのこと心配してくれて……側にいてくれて……": "...Thank you as always.\nHe was worried about us... He was by our side...",
    "%usernameusernameuserna%さんだって大変なのに、\nいつも自分のことよりも、みんなのことを心配して……": "Even though %usernameusernameuserna% is having a hard time,\nShe's always more worried about everyone than herself...",
    "やっぱり私、\nそんな%usernameusernameuserna%さんのことが……": "As I thought, I...\nThat %usernameusernameuserna%-san...",
    "ん、んん……": "Mm, mmm...",
    "ひゃっ、起きたんですか！？": "Aaah, you're awake!?",
    "ああ、すまない。寝てしまったみたいだ。": "Ah, sorry. Looks like I fell asleep.",
    "い、いえ、大丈夫です。\n私こそ勉強に集中しすぎてしまっていたみたいで……": "N-No, I'm fine.\nIt seems I was too focused on my studies...",
    "さっき何か言いかけていたようだが……": "It seems she was about to say something earlier...",
    "い、いいえ！　何も言ってません！\n言おうともしていません！": "N-No! I didn't say anything!\nI'm not even trying to tell you!",
    "……そうか。聞き違いだったか。": "...I see. I must have misheard.",
    "ふわぁ～……しっかし、まさか寝ちゃうなんてな。\nめるの側にいるのがよほど心地よかったらしい。": "*yawn*... Man, I didn't think I'd fall asleep.\nIt must have felt really good to be by Meguru's side.",
    "思わず無防備なところを見せてしまったな。": "I couldn't help but show her my defenseless side.",
    "む、無防備……？": "D-Defendless...?",
    "もしかして、いろいろとチャンスだったかも……": "Maybe this was a good chance for a lot of things...",
    "ん？　どうかしたか？": "Hm? What's wrong?",
    "あっ、いえ……！": "Ah, no...!",
    "ふふっ、なんでもありません！": "Hehe, it's nothing!",
    "なんだよ、おかしなやつだな。": "What's with you? You're so weird.",
    "こうして――『第１回』ふたりきりの勉強会は幕を下ろすのだった。": "And so, the curtain fell on the first study session."
}