{
    "その夜、部屋の扉がノックされる。\n開けてみると、レイラが立っていた。": "That night, there was a knock on the door to the room.\nWhen I opened it, Leila was standing there.",
    "あっ、ごめん。こんな夜に押しかけちゃって。": "Ah, sorry for barging in on a night like this.",
    "構わないけど……急にどうしたんだ？": "I don't mind, but...what's gotten into you all of a sudden?",
    "なんだか、もうちょっとキミと話をしたくなっちゃって。\n迷惑じゃなかった？": "For some reason, I wanted to talk to you a little more.\nWasn't that a bother?",
    "いや、全然迷惑じゃないさ。": "No, it's not a bother at all.",
    "今日は本当に楽しかったよ、ありがとう。": "Today was really fun. Thank you.",
    "俺の方こそ楽しかったよ。\nわざわざありがとう。": "It was fun for me too.\nThank you for coming all this way.",
    "それでね……%usernameusernameuserna%くんに\nしてあげたい事があるの。": "And then... %usernameusernameuserna%-kun...\nThere's something I want to do for you.",
    "してあげたいこと……？": "Something you want to do for her...?",
    "そう聞いた瞬間に、\nふいに柔らかな唇の感触がして、驚いて目を見開いてしまう。": "The moment I heard that,\nI suddenly feel her soft lips, and my eyes open wide in surprise.",
    "これは今日のデートのお礼……ってことで。": "This is my thanks for today's date.",
    "……いや、十分にお礼は貰ったと思うぞ？": "...No, I think you've thanked me enough.",
    "……その、%usernameusernameuserna%くんの事を考えてたら……\nもっと、たくさんのお返しをしたくなったの。": "...Um, while I was thinking about %usernameusernameuserna%-kun...\nI wanted to repay you more.",
    "もっとお返し……ほしくない？": "Don't you want me to pay you back more?",
    "もちろん断る理由などあるわけもなく、\nレイラを部屋に連れ込むと彼女の服を脱がせて自分も脱ぐ。": "Of course, there was no reason for her to refuse\nWhen I brought Leila into the room, I took off her clothes and took off my own.",
    "うっ……やっぱり恥ずかしいかも……": "Ugh... It really is embarrassing...",
    "服がはだけて、柔らかな乳房が零れ落ちる。\nブラもずり落ちて、ピンク色の乳首も露わになった。": "Her clothes came off, and her soft breasts spilled out.\nHer bra slipped off, revealing her pink nipples as well.",
    "恥ずかしいけど……お礼だからいいよ。\n%usernameusernameuserna%くんの好きにして。": "It's embarrassing, but...it's a token of my gratitude, so it's fine.\nDo whatever you want, %usernameusernameuserna%-kun.",
    "もじもじとしているものの、その姿が扇情的で、\n欲望を煽っているようにしか見えなかった。": "She was fidgeting, but the sight of her was lascivious\nIt just looked like she was fanning the flames of her desire.",
    "ふふ、おっぱい吸いたいんでしょ……\nほら、どうぞ。いっぱい吸って……": "Hehe, you want to suck my boobs, don't you...?\nHere, have some. Suck a lot...",
    "引き寄せられるように、乳房に吸い付いてしまう。": "I sucked on her breasts as if drawn to them.",
    "はあんっ……もういきなり……ためらいなく来るなんて……\nはあっ……んんっ……おっぱい……好きなの……？": "Haahn... I can't believe you're suddenly here... without hesitation...\nHaah... nnh... Do you... like boobs...?",
    "柔らかな乳房は手を触れるだけでも、\n溶けてしまいそうなほどに柔らかい。": "Just touching her soft breasts...\nIt's so soft it feels like it's going to melt.",
    "はあっ……んんっ……そこだけじゃなくて……\n先っぽも舐めていいからね……んんっ……": "Haah... Mmm... That's not all...\nYou can lick the tip, too... Mmm...",
    "乳房をまさぐりながら、乳首に吸い付いて、舌先で転がすと、\nレイラの口から甘い声があふれ出た。": "As I groped her breasts, I sucked on her nipples and rolled them around with the tip of my tongue.\nA sweet voice spilled out of Leila's mouth.",
    "はあっ……んんっ……そんなにペロペロされたら……はぅん……\nなんだか変な気分に……なっちゃうよ……んんっ……": "Haah... mmm... If you lick me like that... haahn...\nIt's making me feel... kind of weird... Mmm...",
    "乳首を吸っている間にも、先端はだんだんと勃ってくる。\n甘いミルクのような香りが漂ってきた。": "Even as I sucked on her nipple, the tip was getting harder and harder.\nA sweet, milky aroma wafted through the air.",
    "んんっ……はあ……んっ……ここに来る前にね……んっ……\nシャワーを浴びてきたの……だから、いい匂いでしょ……んんっ……": "Nnn... haa... nn... before I came here... ngh...\nI took a shower... That's why it smells so good... Mmm...",
    "石鹸の匂いなのだろうか？\n清潔感が逆に行為の背徳感を掻き立てていく。": "Is it the smell of soap?\nThe feeling of cleanliness, on the other hand, stirred up the sense of immorality of the act.",
    "ふあ……んんっ……もう……そんなにおっぱいばっかり……\nまるでおっきい赤ちゃんみたいだよ……んはぁっ……": "Fuah... Mmm... Geez... You're so full of boobs...\nYou're like a big baby... nhah...",
    "指を下腹部へと下ろしていき、\n割れ目に手を添えると、すっかりと濡れそぼっている。": "She lowered her fingers to her lower abdomen\nWhen I place my hand on her crevice, it's completely soaked.",
    "ひゃっ……そこは……んんっ……恥ずかしい……っ。": "Hyah... That's... mmm... embarrassing...",
    "指で撫でるたびに、熱い愛液が指にまとわりつく。\n柔らかい部分を傷つけないように優しく指の腹で刺激する。": "Every time I stroked it with my fingers, hot love juices clung to my fingers.\nI gently stimulated her soft parts with the sides of my fingers, careful not to damage them.",
    "はあっ……んんっ……刺激強いよ……ああんっ……\nこんなの……知らない……はあっ……ぞくぞくしちゃう……っ。": "Haah... Mmm... It's so stimulating... Aaahn...\nI don't...know this...haah...it's giving me chills...",
    "余裕がなくなってきたのか、レイラの手に力が込められ、\n彼女の口から甘い声が何度もあふれ出る。": "Leila's grip tightened, as if she was losing her composure\nHer sweet voice flowed out of her mouth over and over.",
    "んふっ……すごっ……あそこ触られるたび……\nびりびりっ……て、はぁっ……きちゃうの……": "Eheh... Wow... Every time you touch me there...\nI'm tingling... I-I'm... going to cum...",
    "も、もう……私がリードしようと思ったのに……んんっ……\n結局%usernameusernameuserna%くんにいいようにされちゃう……！": "G-Geez... I thought I'd take the lead... Mmm...\nIn the end, %usernameusernameuserna%-kun did whatever he wanted...!",
    "はあ……でも、いいの……もっとしてもらいたい……\n%usernameusernameuserna%くんにいっぱいしてもらいたいの、ああんっ！": "*sigh*... But it's okay... I want you to do more...\nI want you to do it lots, %usernameusernameuserna%-kun! Aaahn!",
    "ねだるような呼びかけに、ますます興奮して、\n乳房と乳首を激しく吸ってしまう。": "The begging call excited her even more\nI violently sucked on her breasts and nipples.",
    "ああっ……そんなにされたら……んんっ……\nおっぱいだけでおかしくなっちゃう……": "Ahh... If you do it like that... mmm...\nMy boobs alone are enough to drive me crazy...",
    "も、もう……我慢できないよ……%usernameusernameuserna%くんのが\nほしい……熱いの、私にちょうだい……っ？": "I-I can't... take it anymore... %usernameusernameuserna%-kun's...\nI want it... Give me the hot stuff...?",
    "甘えた声でねだられて、こちらも我慢できなくなる。\n": "She begged me in a sweet voice, and I couldn't hold back either.\n",
    "服を脱いで下半身を露わにすると、\nベッドに彼女を招き寄せ、密着する。": "When I took off my clothes and exposed my lower body...\nI beckoned her over to the bed and pressed myself against her.",
    "んあっ……%usernameusernameuserna%くんの、もうすごく熱いよ……\nこれを私のナカに入れるんだね……": "Mnah... %usernameusernameuserna%-kun, you're already so hot...\nYou're going to put this in my pocket...",
    "レイラに導かれるままに、いきり立ったペニスを、\n小さな割れ目にあてがうと、そのまま奥へと挿入した。": "As Leila guided me, my erect penis...\nI place it against her small crevice, then insert it deep inside.",
    "んんぅ、ああぁぁ……おっきぃぃ……はああああんっ！": "Nnngh, aaaah... It's so big... Haaaaan!",
    "濡れそぼった小さな窪みをこじ開けて\nペニスが徐々に奥へと入り込んでいく。": "She wrenched open a small, wet depression\nMy penis was gradually entering her depths.",
    "くぅぅ……んんんぅぅぅ……は、入ってくる……\nおっきいのが……んくっ、もっと……ゆっくり、ね……っ？": "Kuuu...nnnnn...it's coming in...\nIt's so big... ngh, more... slowly, okay...?",
    "わずかに抵抗はあったものの、何度か腰を動かしている間に、\nいつの間にか突き当たりへと当たっていた。": "There was a slight resistance, but while I was moving my hips a few times...\nBefore I knew it, I was at the end of the line.",
    "はあ……はあ……お腹の中、いっぱい……\nいくらなんでも……んんっ……興奮、しすぎじゃない……っ？": "*pant pant*... I'm so full...\nNo matter how you look at it... mmm... aren't you getting too excited...?",
    "でも……ひとつになったんだね……はぁ……っ。\n……えへへ。": "But... we've become one... hah...\n...Ehehe.",
    "なんて言うか……んっ、\n体も心も……満たされた気分……はあ……ふう……": "I don't know how to put it... nn,\nMy body and mind... I feel fulfilled... Hah... Phew...",
    "じっとしていても、膣肉が動いてペニスに絡み付く。\nペニスを締め付けながら、動いてほしいとねだっているようだ。": "Even if I stay still, her vaginal flesh moves and coils around my penis.\nShe seems to be be begging me to move while squeezing down on my penis.",
    "んあっ……んんっ……動いていいよ……\nんふっ……男の人はじっとしてると……辛いんでしょ……": "Mnah... Mmm... You can move...\nEheh... It must be hard for a man to stay still...",
    "私なら平気だから……気持ちよくなってよ、んぅ……\n……私のナカで……ね？": "I'll be fine, so... feel good, nnu...\n......with my stupidity......okay?",
    "レイラに促されるままに、ゆっくりと腰を動かす。": "At Leila's urging, I slowly move my hips.",
    "はあっ……んんっ……おっきいよぉ……\n奥まで届いて……んんっ……すごっ……んんっ！": "Haah... Mmm... It's so big...\nIt reached all the way in...nnn...amazing...nnnnn!",
    "レイラの負担にならないよう、ゆっくりと腰を動かすのだが、\nペニスに彼女の膣内の感触がしっかりと伝わる。": "I moved my hips slowly so as not to burden Leila, but...\nI can feel her insides clearly against my penis.",
    "はあっ……んくっ……そんなに優しくされたら……\nああんっ……きゅんきゅんするの、我慢できないよ……んぅっ。": "Haah... ngh... If you're so kind to me...\nAaahn... I can't hold back from squeezing... Nnngh.",
    "甘い声に頭が痺れていき、\n彼女をもっと感じさせたくて、果実のような乳房も揉む。": "Her sweet voice numbed my head\nWanting to make her feel even better, I massaged her fruit-like breasts.",
    "も、もう……んん……またおっぱい虐めて……ひあっ……\n本当に、は……あっ……おっぱい、好きなんだね……んくぅ！": "G-Geez... Mmm... You're teasing my boobs again... Hyaah...\nYou really, hah... ah... like boobs, don't you... ngh!",
    "そんなに……好きなら……んんっ……いいよ……\nもっと……おっぱい……好きなだけ揉んで……んんっ！": "If you... love me that much... mmm... it's okay...\nMore... fondle my boobs... as much as you want... Mmm!",
    "乳首の先端を指で滑らせれば、どんどんと尖り、\n乳房を揉みしだくだけで、甘い声があふれる。": "If I slid the tips of her nipples with my fingers, they would get sharper and sharper\nHer sweet voice overflows just from rubbing her breasts.",
    "はあっ……恥ずかしい……%usernameusernameuserna%くんのが……\n私のエッチなおつゆで……ぬるぬるだよ……はぅ、んん……っ！": "Haah... This is embarrassing... %usernameusernameuserna%-kun's...\nMy dirty juices... are slippery... hau, nnn...!",
    "膣の中から愛液があふれ出て、より膣の中が滑りやすくなる。\n潤滑油を浴びたペニスがさらに奥へと入り込む。": "Love juices flow out from her vagina, making it even more slippery inside.\nMy penis, bathed in lubricating oil, enters even deeper.",
    "あふれ出た愛液が太ももにも伝わり、\n甘酸っぱい匂いが部屋いっぱいに広がる。": "Her overflowing love juices flowed down her thighs as well.\nA sweet-and-sour smell filled the room.",
    "はあっ……んんっ……優しいのもいいけど……はあんっ……\nもどかしいの……もっと突いてほしいって……思っちゃう……！": "Haah... Mmm... It's nice that you're so kind, but... Haahn...\nIt's so frustrating... I want you to thrust more...!",
    "ねえ……もっと動いていいよ……？　そんなんじゃ……んんっ……\n%usernameusernameuserna%くんも物足りないでしょう……んふっ。": "Hey...you can move more... It's not like that...nnn...\n%usernameusernameuserna%-kun isn't satisfied either... Eheh.",
    "リードしているつもりだろうが、彼女の腰が動いている。\nレイラの方が堪えきれなくなっているらしい。": "She was probably trying to take the lead, but her hips were moving.\nLeila seemed to be getting more intolerable.",
    "そんな風にねだられたら、こちらも我慢できない。\n腰のストロークのスピードを上げていく。": "If she begged me like that, I wouldn't be able to hold back either.\nI increased the speed of my hip strokes.",
    "はあんっ、んっ、ああぁっ！　んんんぅぅ……\nあんっ！　ふんぅぅ、んああぁっ！": "Haanh, nnh, aaah! Nnnhh...\nAhn! Hnngh, ahhhhn!",
    "いいよ……気持ちいい……すごくいいの……はあんっ、\n突いて……もっと突いて……気持ちよくして……！": "It's good... It feels good... it's really good... haahn,\nThrust... thrust more... make me feel good...!",
    "ぱちゅぱちゅという音と共に腰を打ち付ける。\n肉棒を膣が擦りつけて快感が押し寄せる。": "I slammed my hips into her with a squelching sound.\nHer vagina rubs against my dick and pleasure washes over me.",
    "んぅ、はぅぅ……すごい……あっ、んぅ……！\n奥に当たってるのが……わかるよ……ああんっ！": "Nnu, hauu...amazing...ah, nnu...!\nI can feel it... hitting me deep inside... Aaahn!",
    "じゅぷじゅぷって……エッチな音……すごい……\n恥ずかしい……でも、気持ちいいのっ……はあっ……んんっ！": "*slurp slurp*... What a lewd sound...\nIt's embarrassing... but it feels good... haah... nnn!",
    "んあっ！？　ちょっと強引なくらいが……ああんっ、\n%usernameusernameuserna%くんのものになってるって感じがする……！": "Nnah?! I'm just being a little pushy... Aaahn,\nIt feels like it belongs to %usernameusernameuserna%-kun...!",
    "レイラが振り飛ばされないように、俺の手を強く掴んでくる。\n俺は我慢できなくなり、だんだんと乱暴に腰を打ち付け始めた。": "She grabs my hand tightly so that Leila doesn't get thrown off.\nUnable to hold back any longer, I gradually began to violently slam my hips into her.",
    "ああんっ！　はあん！　ま、待って……！　これ、刺激……！　強い！\nそんなに激しく……！　されたら……！　ああんっ！　私……！": "Aaahn! Haaah! W-Wait...! This is...stimulation...! It's strong!\nIf you do it so violently...! Aaahn! I...!",
    "ふぁ、ああっ！　んんぅぅぅ！　%usernameusernameuserna%くん……！\nちょっ、ちょっと待って……ああぁっ！　そんなに激しく……ああんっ！": "Fuah, aah! Nnngh! %usernameusernameuserna%-kun...!\nW-Wait a minute... Aaah! You're so rough... Aahn!",
    "ああんっ！　はあんっ！　ダメ！　ああんっ……！\nああっ！　私……私……本当におかしくなっちゃう……！": "Aaahn! Haaah! No! Aaaah...!\nAaah! I... I...I'm really going crazy...!",
    "よほど刺激が強いのか、レイラが激しく喘ぐ。\nだが、その甘い声が情欲を沸き立たせ、ますます激しく腰を振る。": "Leila gasps for air. The stimulation must be really strong.\nHowever, her sweet voice made my lust boil, and I swung my hips more and more violently.",
    "はあん！　ああっ！　はあんっ！　ほ、本当に……！　ダメ……！　\nそんなにされたら……！　すぐにイっちゃうから……！　ああんっ！？": "Haan! Aah! Haanh! R-Really...! No...!\nIf you do it like that...! I'll cum right away...! Aaahn!?",
    "俺が腰を打ち付けるたびに、華奢な体がびくびくと震え、\n俺の腕の中で、人形のように体を揺らしている。": "Every time I slammed my hips into her, her delicate body trembled.\nShe's shaking like a doll in my arms.",
    "ああんっ！　%usernameusernameuserna%くん、凄いっ！　んくぅ！\nこんなされたら……はあんっ！　もう何もできないよぉ……ああんっ！　": "Aaahn! %usernameusernameuserna%-kun, you're amazing! Ngh!\nIf you do this to me... Haahn! I can't do anything anymore... Aanh!",
    "もっともっと彼女を感じさせて声を引き出そうと、\nぱんぱんと尻に叩きつけるように、ペニスを膣に打ち付ける。": "I tried to get her to feel me more and more, to draw out my voice.\nI slammed my penis into her vagina, slamming it into her ass.",
    "はあんっ！　すごっ…ああんっ！　すごいよ……！　ああんっ！\n%usernameusernameuserna%くんのおちんちん、すごいよ……！": "Haahn! Awesome... Aaanh! Amazing...! Aaahnh!\n%usernameusernameuserna%-kun's penis is amazing...!",
    "おっきいおちんちん……！　ああん！　奥に当たるたび……！\nああんっ！　んんくっ！　頭、真っ白になる……！": "Your big dick...! Aaahn! Every time it hits the back...!\nAaahn! Nnngh! My mind's going blank...!",
    "んああっ！　気持ちいい……！　おちんちん、気持ちいいよ……！\nはあんっ！　ああんっ！　んくっ！　んんんっ！": "Mnaaah! It feels so good...! Your penis feels so nice...!\nHaan! Aanh! Nku! Nnnh!",
    "口元からは涎が垂れて、華奢な体は俺のなすがままとなっていたが、\n膣は肉棒をしっかりと咥えて、扱き続けている。": "Drool dribbled from her mouth, and her slender body was at my mercy\nHer vagina held the meat pole firmly in its mouth and continued to stroke it.",
    "もう……本当にダメ……！　本当におかしくなっちゃう……！\n気持ち良すぎて……！　バカになっちゃうよ……！　ああんっ！": "Geez... I really can't...! I'm really going crazy...!\nIt feels so good...! I'm going to become an idiot...! Aaahn!",
    "甘い喘ぎ声と快感に、怒張したペニスに精液がせり上がってくる。\nもはや亀頭の先へと、精液が向かって行った。": "Her sweet moans and pleasure make my penis swell with semen.\nMy semen is already flowing towards the tip of my glans.",
    "もう我慢できずに、腰を激しく振りながら、\nイキそうだとレイラの耳元でささやく。": "Unable to hold back any longer, she violently swung her hips.\nI whisper into Leila's ear that I'm about to cum.",
    "はあっ！　はあっ！　イきそう？　キミもイっちゃうの……！？\nおちんちん……！　射精しちゃうの……！　あああんっ！": "Haa! Haaa! Are you about to cum? Are you going to cum too...!?\nYour penis...! I'm going to cum...! Aaahn!",
    "はぁんっ！　んんぅぅ！　ああぁぁっ！\nいいよ……！　イこう！　一緒にイこう！？　ああんっ！": "Haahn! Nnngh! Aaaah!\nOkay...! Let's cum! Let's cum together! Aaahn!",
    "わ、私も……もう……ずっとイってるの……！　ああっ！\nひうっ！　気持ちいいの……！　ずっと止まらないの……！　ああんっ！": "M-Me too... I'm already... cumming forever...! Aaah!\nHiuu! It feels so good...! I can't stop...! Aaahn!",
    "膣内が何度も収縮を繰り返して、射精を促す。\nこちらも一層激しい腰の動きで、ラストスパートをかける！": "Her vagina repeatedly contracted, urging me to ejaculate.\nI move my hips even more violently, and put on my last spurt!",
    "ああんっ！　ひあっ！　はあんっ！　激しっ！　ああんっ！　\n本当にダメ！　ダメ！　気持ちいいの止まらない……！　あああんっ！！": "Aaahn! Hiah! Haanh! So rough! Aanhh!\nNo! No! I can't stop feeling good...! Aaahn!!",
    "はあんっ！　ああっ！　ひうっ、も……っ、我慢できない……！　\nおっきいの来る！　もう、イっちゃうの……！　ああんっ！　はあんっ！　": "Haahn! Aaah! Hiuh, I... I can't take it anymore...!\nA big one is coming! I'm about to cum...! Aaahn! Haaah!",
    "ああんっ！　ひあっ！　ああんっ！　んんっ！\nもう出して……！　キミも出して……！　あああっ！！": "Aaahn! Hiah! Aaanh! Nnnh!\nLet it out already...! Let it all out...! Aaaaah!!",
    "ああぁっ！　ううぅっ！　んんぅぅぅ……！　ちょう、だいっ……！\n%usernameusernameuserna%くんの……全部、私のナカに……！！": "Aaah! Uuuh! Nnuuuu...! Give me...it...!\n%usernameusernameuserna%-kun's... all of it is my fault...!!",
    "ひときわ強く膣内が収縮する。\n最後の刺激に我慢できずに、一気に射精感がこみ上げる。": "Her vagina constricts noticeably.\nUnable to hold back from the final stimulation, the urge to ejaculate welled up all at once.",
    "も、もうダメっ……イク……イっちゃう……！\nあふぅ、あああぁぁぁぁぁぁぁ！！！": "I-I can't take it anymore... I'm cumming... I am cumming!\nAhhh, ahhhh!!!",
    "あぁぁっ……すごっ……熱いの、いっぱい……んんぅぅ、\nお腹の中に……はああ……んぅぅ……！": "Aaah... Wow... There's so much hot stuff... nnngh,\nInside my stomach... haaah... nnuu...!",
    "びゅくびゅくっと大量の精がほとばしり、\n彼女の膣内を満たしていく。": "A large amount of semen gushed out.\nI filled her vagina.",
    "はあ……んん……はああ……ふうう……\nこれ、聞いてたより全然……ふぁ……すごい……": "Haa...nnn...haaa...fuuu...\nThis is way better than what I heard... Fuah... Wow...",
    "膣内射精の快感に、レイラは小刻みに体を震わせる。\n彼女の膣もまた最後の一滴まで味わおうとペニスを絞る。": "Leila's body trembles slightly from the pleasure of my ejaculation inside her.\nHer vagina also wrung out my penis, trying to savor every last drop.",
    "はあ……はあ……まだ……体が……んん……熱い……": "Haah... haah... My body... is still... mmm... hot...",
    "やがて射精が終わると、お互い身体を脱力させる。\n荒い息をふたりで何度も漏らしてしまう。": "When my ejaculation finally ends, we both relax.\nWe both let out ragged breaths over and over again.",
    "はあ……はあ……なんか……すごいことしちゃったね……\nまだ心臓……ドキドキしてる……はあ……はあ……": "*pant*...*pant pant*... I did something...amazing...\nMy heart... is still pounding... *pant*... *gasp*...",
    "でも……すっごく幸せ……はあ……ふううっ……": "But... I'm so happy... Haah... Phew...",
    "急に互いの顔を見るのが照れくさくなり、\nふたりして顔を赤くして笑ってしまった。": "Suddenly, we were both embarrassed to look at each other's faces.\nWe both blushed and laughed.",
    "……大丈夫か？": "...Are you okay?",
    "そう聞くと、頬を紅潮させながら俺の方を見る。": "She blushes as she looks at me.",
    "……はぁ、もう無理をさせるんだから……\n私のおっぱいに、あんなに甘えてたのに……": "*sigh* You're making me push myself too hard...\nEven though she was so dependent on my boobs...",
    "申し訳ない気持ちで謝罪をすると、\n何やらレイラは楽し気な顔をして笑っている。": "I apologized apologetically.\nFor some reason, Leila looks like she's having fun and is smiling.",
    "お礼にしてあげたけど……これはちょっとやりすぎだし、\n今度お詫びをしてもらうからね？": "I gave it to her as thanks, but... this was going a little too far,\nYou'll have to apologize to me next time, okay?",
    "今度はどこに行こうかな♪\n服もいいけど、他にも色々と行く場所は――": "I wonder where I should go next♪\nClothes were nice, but there were a lot of other places to go—",
    "ちゃっかりと、今度のデートの約束をするレイラに、\n俺は思わず苦笑するのだった。": "I quickly turned to Leila, who was making plans for our next date.\nI couldn't help but smile wryly."
}