{
    "未調査領域――新ルートの探索から無事帰還して、しばらく経った。": "It had been a while since we'd safely returned from exploring the unexplored territory—the new route.",
    "……頭痛、めまい、ナシ。ようやっと本調子ってところか。": "...No headaches, no dizziness. Looks like she's finally back to normal.",
    "メイズシンドローム……今後も気をつけていかないとな。": "Maze Syndrome... I'll have to be more careful from now on.",
    "本当ですよ……もうどれだけ心配したと思ってるんですか……！\n": "It's true... Do you have any idea how worried I was?!\n",
    "あ、いたのか。\nいや、ピコまったく出てこなかったし。": "Oh, there she is.\nNo, Pico didn't come out at all.",
    "ボクが裏でどれだけ機体制御を助けたと思ってるんですか！\nおよよ、マスターはぜんぜんわかってくれてなかったんですね……": "How much do you think I helped you control the aircraft behind the scenes?!\nOh, Master, you didn't understand at all...",
    "そうなのか？　例えば何してくれてたんだ？": "Is that so? For example, what were you doing for me?",
    "見えてなかったんですか！？\n頑張れーってモニターに表示したり！": "Didn't you see it?!\nYou can see it on the monitor telling you to do your best!",
    "……ごめん、それはまったく気づかないし、\n気づいたら気が散るやつだ。": "...Sorry, I didn't notice that at all,\nHe's the kind of guy who gets distracted before he realizes it.",
    "けど、これで俺のメイズ適性も大きく向上した。\n次はいつもより深いところまで探索できそうだ。": "But this greatly improved my mace aptitude.\nIt looks like we'll be able to explore deeper than usual next time.",
    "チームの資金問題もまだ完全解決したわけじゃない。\n可能な限り探索頻度を上げていきたいものだ。": "The team's financial problems hadn't been completely resolved yet.\nI'd like to increase our search frequency as much as possible.",
    "他のみんなも体調が完全回復した頃だろうし……\nそろそろメイズ探索を再開するか！": "Everyone else is probably feeling better by now...\nLet's get back to searching for Mayse!",
    "おはよう、みんな！\n今日は絶好のメイズ日和だな！": "Good morning, everyone!\nToday's the perfect day for a mace!",
    "はぁ～……": "*sigh*...",
    "ぬぇ～……": "*sigh*...",
    "ほぇ～……": "Wow~...",
    "すぅ、すぅ――むにゃ……ぺですとりあん……でっき……": "*wheeze* *whisper*... *whimper*... It's so big...",
    "白奈、どんな寝言だよ……": "Shirona, what are you talking about in your sleep...?",
    "……あれ？　なんだか元気がないな。\nここ数日は訓練も無しで休みに専念してたはずだが。": "...Huh? You look kinda down.\nFor the past few days, I've been focusing on my days off without any training.",
    "おはよう、みんなッッッ！！！\nいい天気だネッ！！　絶好のメイズ日和だナッッッッ！！！！": "Good morning, everyone!!!\nThe weather's so nice!! Perfect weather for a maaaaaz!!!!",
    "うるさ……頭ガンガンするから、大きい声出すなぁ……！！": "Shut up... My head's pounding, so don't shout...!!",
    "すみません……聞こえておりましたけれど、返事をする気力が……": "I'm sorry... I heard you, but I don't have the energy to answer...",
    "むにゃ――ばっぐ……くろーじゃー。": "*munya*... *munch*... See you later, Kurou.",
    "だからどんな寝言だよ……": "So what are you talking about in your sleep...?",
    "みんな、気が抜けてるなぁ。": "Everyone's so relaxed.",
    "あはは……みんなまだ、疲れが残ってるみたいで……": "Ahaha... Looks like everyone's still tired...",
    "なんだ、だらしないな。俺はもう、この通りピンピンしてるぞ。": "What's with the sloppy attitude? I'm perfectly fine, as you can see.",
    "バカは回復するのも早いんだ……": "Idiots recover quickly...",
    "誰がバカだ。バカと言うほうが、バカなんだぞ。": "Who are you calling stupid? It's stupider to call me stupid.",
    "はいはい……": "Yes, yes...",
    "いつもならラミがもう一度噛みついてくるはずだが、\nそんな元気もないのか受け流された。ちょっと寂しい。": "Normally, Rami would bite me again, but...\nShe brushed me off, as if she didn't have the energy to do so. It was a little sad.",
    "だが、無理もないか。この前の地下探索は\n一歩間違えれば命を落とす危険があった。": "But I guess that's understandable. The last time we went underground\nOne wrong move and I was in danger of losing my life.",
    "肉体以上に、精神的疲労が大きいのだろう。\nあと数日は休ませてやった方がいいのかもな……": "She must be even more mentally exhausted than her body.\nMaybe I should let her rest for a few more days...",
    "……と思ったが、ちゆる。おまえは元気そうだな。\nさっきから何をやってるんだ？": "...Or so I thought, but Chiyuru. You seem to be doing well.\nWhat have you been doing this whole time?",
    "ふふふ！　気になる！！？": "Hehehe! You're curious!!?",
    "いや、別に。": "No, not really.",
    "そう聞かれると、つい否定したくなる。": "Hearing her say that makes me want to deny it.",
    "えーっ！　そんなに気になる！？　実はこの間の新ルート経験で、\n素晴らしいインスピレーションを得たの！": "Whaaat?! You're that curious?! Actually, from my new route experience the other day,\nI got some great inspiration!",
    "あれ？　『いや、別に』って答えなかったっけ？": "Huh? Didn't she say \"no, not really\"?",
    "これまで利用方法のわからなかったＴ２元素なんだけど、\n先進的かつ革命的な利用方法を思いついたのよ！": "It's a T2 element I didn't know how to use until now, but...\nI've come up with an advanced and revolutionary way to use it!",
    "それにはまずＴ２元素の持つ、\n抗重力作用の説明から始めないといけないんだけど──": "First of all, the T2 element.\nI have to start with an explanation of the antigravity effect.",
    "『Ｔ２元素』。別名『タツミヤ・ツー』。\nタツミヤ鉱から人類が単離に成功した元素『Ｔ元素』のひとつだ。": "T2 Element. Also known as Tatsumiya Two.\nIt's one of the elements that humans have successfully isolated from Tatsumiya Ore: the T element.",
    "（って、める達に聞かされたな）": "(Wait, Meguru and the others told me.)",
    "そもそも人類がタツミヤ鉱を手に入れんとするのは、\nこれらタツミヤ鉱に含まれるＴ元素が欲しいからである。": "In the first place, the reason humanity is trying to obtain Tatsumiya Ore is because...\nThis is because I want the T element contained in these Tatsumiya Ore.",
    "ただ今のところ、タツミヤ・ワンであるＴ１元素と、\nタツミヤ・ツーであるＴ２元素の２種類しか単離に成功していない。": "It's just that at the moment, we're dealing with Tatsumiya One's T1 element\nOnly two types of T2 elements—Tatsumiya Two—had been successfully isolated",
    "他にも人類にとって未知の元素が含まれているとされているが、\nいわゆる『タツミヤ・スリー』以降は未だ人類の手元にはない。": "It is said to contain other elements unknown to humanity, but...\nAfter the so-called \"Tatsumiya Three,\" it was still out of humanity's hands.",
    "それでねっ！！": "And then!!",
    "ちょっ！　近い近い近い！\n聞く！　話聞いてやるから、ちょっと離れろ！": "Hey! You're so close, so close!\nListen! I'll listen to you, so get away from me!",
    "油断すると唇がぶつかり合う距離で話すもんだから、\nこっちだって気が気じゃない。": "If we let our guards down, we'll talk at a distance where our lips meet, so...\nI don't feel like it either.",
    "つか、なんか全体的に犬小屋みたいなニオイするぞ、お前！\n風呂入ってんのか！？": "Actually, you smell like a doghouse all over!\nAre you taking a bath?!",
    "Ｔ２元素の反応は不規則、不安定というのが今までの学説ね！\nつまり抗重力作用は認めても、技術転用は難しいとされてきたのよ！": "The theory up until now has been that T2 elemental reactions are irregular and unstable!\nIn other words, even though it acknowledges the anti-gravity effect, it's still considered difficult to divert the technology!",
    "こっちの話まったく聞いてねぇ！": "He didn't listen to a word I said!",
    "どうしてかわかる！？": "Do you know why?!",
    "いや、知ら――": "No, I don't—",
    "それがね！　その考えがそもそも間違いだったの！": "That's it! That was a mistake in the first place!",
    "（あ、これ、別にコミュニケーションは求められてないやつだ……）": "(Ah, this isn't the kind of thing that needs to be communicated...)",
    "逆転の発想でＴ２元素の重力波を制御するのではなく、\n重力の伝播媒体の方に手を加えるべきだったの！": "She didn't use the idea of turning things around to control the T2 elemental gravitational waves\nI should have modified the gravity transfer medium!",
    "伝播媒体、つまりは──空間そのものよ！\nその位相を書き換えることで──": "It's a medium for transmission. In other words, space itself!\nBy rewriting that phase...",
    "おい、誰かこいつを止めてくれ。": "Hey, someone stop this guy.",
    "メイズオタクモードになったら、もう誰も止めらんないね。\nほんと何言ってんのか、全然わかんない。": "Once you're in maise otaku mode, no one will be able to stop you.\nSeriously, I have no idea what she's saying.",
    "帰還してからあまり寝てないようですし、\n少しハイになってしまっているのもあるかもしれません。": "You haven't slept much since you got home,\nI may have gotten a little high.",
    "ちゆるさん、時々こうなっちゃうんですよね。": "Chiyuru-san can be like this sometimes.",
    "確か会員が自分だけのメイズ研究同好会を主宰してるんだっけ？": "If I'm not mistaken, the members preside over their own maise research society, right?",
    "何も成果出したことないみたいだけどねー。": "It doesn't look like he's achieved anything, though.",
    "完全に趣味でやっているだけと、以前本人が言ってました。": "He told me before that he's just doing it as a hobby.",
    "まあ、Ｔ２元素の利用方法なんて、\n本当だったらザルトゥーム島全土が震撼しますわ。": "Well, as for how to use the T2 element...\nIf it's true, the entire island of Zarthum will tremble.",
    "２徹目以降のちゆるの話は聞かなくていい。": "You don't have to listen to me after the second round.",
    "そ、そうか……つか、白奈起きたのか。": "I-I see... Wait, Hakuna's awake.",
    "おはよう。とってもぐっすり。": "Good morning. You're very sound asleep.",
    "そりゃ、よーござんした。": "Well, that's good to hear.",
    "前に、メイズシフターの観察日記をつけてた時もこんな感じだった。": "She'd been like this the last time she'd kept an observation diary on the Maizsifter.",
    "観察日記……？　何をやってるんだか……": "An observation diary...? I don't know what they're doing...",
    "探せばデータが残ってるかも。……あった。": "If I look for it, I might find some data. ...There it is.",
    "言いながら、白奈がデータを送ってきた。": "As she spoke, Shirona sent me the data.",
    "メイズシフターの観察日記……\nちょっと面白そうなのが嫌だ。": "The Maizsifter's observation diary...\nI don't like it when it sounds a little interesting.",
    "どれどれ……": "Let's see...",
    "そこには、あらゆるメイズシフターの行動の記録と、\nそこから導き出される有効な戦術、そして……": "There was a record of every maise shifter's actions\nAn effective tactic derived from that, and...",
    "これは驚いたな……": "I'm surprised...",
    "研究と分析、そして考察。思っていた以上に詳しく、\n各形態ごとの情報がまとめられていた。": "Research, analysis, and consideration. More detailed than I expected.\nIt contained information on each form.",
    "ただの日記と切り捨てるには、惜しい代物かもしれないぞ、\nこいつは……": "It might be a shame to cut it off as just a diary,\nThis is...",
    "……そうなの？　長すぎて最初の３行で読むのやめちゃった。": "...Really? It was so long that I stopped reading in the first three lines.",
    "いや、読んでなかったのかよ！": "No, you didn't read it!",
    "だって、メイズオタクのちゆるが書いたんだよ？\n絶対変な内容だと思うじゃん。": "I mean, it was written by Chiyuru, a maise otaku, you know?\nI think it's definitely weird.",
    "これを読む限り、ちゆるの研究は趣味というには謎に専門性が高い。\n各理論もこじつけらしいものは少なく、納得感も大きい。": "As far as I can tell from reading this, Chiyuru's research is mysteriously specialized for hobbies.\nThere weren't many theories that seemed to be too complicated, so there was a big sense of understanding.",
    "いいから今はとりあえず休め": "Just rest for now.",
    "面白い、もっと聞かせてくれ": "Interesting. Let me hear more.",
    "でね、ここで活きるのがＴ２元素の位相転移時に起きる……\nって、ちゃんと聞いてるの！？": "And the only thing that comes to life here is the phase transition of the T2 element...\nWait, are you listening to me?!",
    "みんな疲れてるみたいだし、また別の機会に聞くよ。\nちゆるも研究は一旦区切ってゆっくり休め。": "Everyone seems tired, so I'll ask you another time.\nChiyuru, stop your research and get some rest.",
    "なんでよ！？　こっからが面白いのに！": "Why?! This is the fun part!",
    "お前の体調が心配なんだよ。\nここ数日、ずっと研究してるんだろ？": "I'm worried about your health.\nYou've been doing research for the past few days, haven't you?",
    "それと、風呂にはちゃんと入れ。\nうら若き乙女がしちゃいけない臭いがするぞ。": "Also, make sure to take a bath.\nIt smells like something a young maiden shouldn't do.",
    "え、うそ……あたし、そんなに臭う……？": "Huh? No way... Am I really that smelly...?",
    "こちらを一瞥するなり、一瞬頬を赤く染めた。": "As soon as she glanced at me, her cheeks flushed red for a moment.",
    "お前の研究は面白いな。もう少し詳しく話してくれないか？": "Your research is interesting. Could you tell me more about it?",
    "ええ、もちろんよ！\n１から１０まで全部教えてあげるわ！": "Yes, of course!\nI'll teach you everything from one to ten!",
    "げぇ！　おまえ、マジかよ？\nひと晩付き合わされても知んないよ？": "Geh! Are you serious?\nI don't care if you're forced to spend the night with me.",
    "こんなに楽しそうなちゆる、初めてだからな。\n誰かが付き合ってやらなきゃ可哀想だろ。": "This is the first time I've ever had this much fun.\nI'd feel bad if someone didn't go along with it.",
    "あっそ。じゃあラミ達は帰るから。": "Oh, I see. Well then, Rami and the others are going home.",
    "それじゃあね、そもそも重力を量子化する理論から！\nこれには複数の理論があるんだけど……！": "Well then, let's start with the theory of quantifying gravity in the first place!\nThere are multiple theories about this, but...!",
    "……ん？　会長からメッセージ？": "...Hm? A message from Pres?",
    "あら？　あなたにも、ですの？": "Oh? For you, too?",
    "%usernameusernameuserna%さんと七彩さんに、\n生徒会長から……ですか？": "%usernameusernameuserna%-san and Nanaya-san,\nFrom the student council president...?",
    "みたいだな。\n今すぐ生徒会室に来いって……随分と強引だな。": "Looks like it.\nShe wants me to come to the student council room right now... That's pretty pushy.",
    "それだけ急ぎのお話なんでしょう。": "That's how urgent the story is.",
    "てなわけで、悪いな。俺達は生徒会室に行ってくる。": "Anyway, sorry about that. We're going to the student council room.",
    "ちょっと！　まだ全然話し足りないんだけど！": "Hey! We haven't talked enough yet!",
    "代わりにラミ達が聞いてくれるってさ。": "Rami and the others will listen to you instead.",
    "ほんと！？": "Really?!",
    "はぁ！？　ラミ達に押し付けるつもりかよ！　ふざけんな！": "Huh?! Are you trying to push this on Rami and the others?! Don't be ridiculous!",
    "それじゃ頼んだからな！": "Well then, I'm counting on you!"
}