{
    "姿勢制御が……くそ！": "My posture control... Dammit!",
    "こうなったら刺し違えてでも……いや、だめ。": "Now that it's come to this, even if we have to stab each other... No, I can't.",
    "意外なことにコックピット内の警告音が\nコトハを落ち着かせてくれた。": "Surprisingly, there was a warning sound in the cockpit\nShe calmed Kotoha down.",
    "深く息を吸い込み、ゆっくりと吐き出す。\n冷静になって状況を判断できるようになる。": "I inhaled deeply and slowly exhaled.\nI'll be able to calm down and assess the situation.",
    "私は戦い続けなきゃいけない……\nここで倒れるわけにはいかない……": "I have to keep fighting...\nI can't collapse here...",
    "コトハ……？": "Kotoha...?",
    "……………………": "............",
    "……双頭の斧、全機撤退する！": "...Two-headed axe, all units, retreat!",
    "コトハ機から撤退指示が出されたのだろう。\n双頭の斧が引いていく。相変わらず見事な引き際だった。": "The Kotoha machine must have given the order to withdraw.\nThe two-headed axe draws back. It's as impressive a draw as ever.",
    "……追いかける？": "...After him?",
    "やめておこう。": "Let's not do that.",
    "双頭の斧が撤退をしたからなのだろうか。\n謎の支援攻撃も停止していた。": "Was it because the two-headed axe had retreated?\nThe mysterious support attack had also stopped.",
    "……敵はいなくなりました？": "...The enemy is gone?",
    "ああ、いなくなったよ。": "Yeah, he's gone.",
    "レーダーから敵影は消えている。\nもっとも故障してなければだが。": "The enemy has disappeared from the radar.\nUnless, of course, it's broken.",
    "ジュリーを奪還して、ちゆるも連れてかれなかった。\nこれってラミ達の完全勝利なんじゃないの？": "He recaptured Julie and didn't take Chiyuru with him.\nIsn't this a complete victory for Rami and the others?",
    "そうですよね。これって喜んでいいんですよね！": "That's right. This is something to be happy about!",
    "やったー。": "Yay.",
    "そういやジュリーはどうなってる？": "By the way, what's going on with julie?",
    "……きゅぅ。": "...Kyuu.",
    "予備シートでぐったりされてますわ。\n少し振り回しすぎてしまったのかもしれません。": "He's limp in the spare seat.\nI may have swung it around a little too much.",
    "生きているだけで丸儲けだろう。\nチーム全員がほっと息をついたその時だった。": "They'd probably make a killing just by being alive.\nJust as the entire team breathed a sigh of relief...",
    "全機、その場で停止してください！": "All units, stop right there!",
    "遅ればせながら――風紀委員会の到着だった。": "It's a bit late, but we've arrived at the PMC.",
    "来てくださったのですね。": "So you've come.",
    "でもどうしてここにいるってわかったんでしょうか？": "But how did they know we were here?",
    "あー、それはたぶん……": "Ah, that's probably...",
    "貴方がたの姿が消えたことに気づいたので、\nプレ・クラス－Ａの３名を尋問したのですよ。": "When I realized that you had disappeared,\nI interrogated three members of Pre-Class-A.",
    "尋問といっても、もちろん酷いことはしてないよ！\nでも急いでたから、ちょっと大きな声は出ちゃったけどね……小花が。": "Even if it's an interrogation, of course I didn't do anything terrible!\nBut I was in a hurry, so I ended up yelling a little louder... Kohana.",
    "……わたくしだけに押し付けるのは、やめてくれませんか？": "...Could you stop pushing it onto me alone?",
    "あちゃー……でもそうなるよな～。": "Aww... But that's how it's gonna be.",
    "プレ・クラス－Ａの人達に悪いことをしてしまいましたね……": "I've done something bad to the people of Pre-Class-A...",
    "時間稼ぎはしてくれたと思いたい。": "I want to believe he bought us some time.",
    "そうですわね。あとでお礼に何かして差し上げましょう。": "You're right. I'll do something for you later as thanks.",
    "ちゆるの確保とジュリーの奪還に成功した俺達の\nのほほんとした会話に小花が厳しい表情をする。": "We succeeded in securing Chiyuru and recapturing Julie.\nKohana made a stern expression at the carefree conversation.",
    "今回のことはまだ終わっていないのをお忘れではありません？": "Haven't you forgotten that this is not over yet?",
    "シリウスシュガーが風紀委員会の指示を無視したこと。\nそして独断で違法パイロットと交戦したこと。": "How Sirius Sugaru ignored the PMC's instructions.\nAnd that he engaged the illegal pilot on his own discretion.",
    "この事実は重く受け止めていただきませんと。": "You must take this fact seriously.",
    "そうですわね。申し訳ございませんでした。": "That's right. I'm sorry.",
    "シリウスシュガーのリーダーとして七彩が頭を下げる。": "Shichika bowed his head as the leader of Sirius Sugaru.",
    "おまえはそういうけどさ。\nラミ達は仲間を助けたかっただけなんだけどー。": "That's how you are, though.\nRami and the others just wanted to help their friends.",
    "そうです。そして無事にふたりを助けることができました。": "That's right. And we were able to save them safely.",
    "……むしろほめられるべきでは？": "...In fact, shouldn't you be praising me?",
    "……はぁ。": "...Sigh.",
    "ため息をつく小花の表情には苦いものがある。": "There was something bitter about Kohana's expression as she sighed.",
    "風紀委員としてジュリーを奪還できなかったことが\n本人の中で引っかかっているのかもしれない。": "The fact that I couldn't retake Julie as a member of the disciplinary committee\nMaybe it's stuck inside her.",
    "貴方がたの処分については生徒会と協議のうえ決定します。\nともかく校舎へ帰還してください。": "As for your punishment, it will be decided after consulting with the student council.\nAnyway, please return to the school building.",
    "承知しましたわ。その前にわたくしからもひとつ、\n言わせてくださいませ。": "Understood. Before that, I have a question for you.\nPlease allow me to say it.",
    "何でしょうか？": "What is it?",
    "先ほどの支援攻撃に感謝いたしますわ。": "Thank you for your support attack earlier.",
    "あれがなければ、\nちゆるさんが敵の手に渡っていたかもしれませんもの。": "Without it,\nChiyuru-san might have fallen into the enemy's hands.",
    "支援攻撃……ですか？": "A support attack...?",
    "小花は小首をかしげている。": "Kohana tilts her head slightly.",
    "そのようなことはしておりませんが……": "I haven't done anything like that, but...",
    "相変わらず空にはなんの反応もない。\nやはり霞光のセンサーが故障しているのだろうか？": "As usual, there was no response to Sora.\nMaybe the sensors in the haze are malfunctioning after all?",
    "だが間違いなく俺達を支援する意図を持つ攻撃はあった。": "But there was definitely an attack with the intention of supporting us.",
    "（ザルトゥームの空には、俺達の知らない『何か』がいるらしい……）": "(It seems there's something in the sky of Zarthum that we don't know...)",
    "今回はたまたま俺達にとって援護になっただけ\nということも考えられる。": "This time, it just happened to be support for us.\nThat's also possible.",
    "敵か味方かをここで決めつけないほうがいいだろう。\n仲間とともに帰還できる……今はそれで十分だ。": "It was probably best not to decide here whether they were friend or foe.\nI can return home with my friends... That's enough for now.",
    "ジュリーを無事に取り戻せた。ちゆるはこれからも俺達の仲間だ。": "We managed to get Julie back safely. Chiyuru will be one of us from now on.",
    "今はそれだけで納得しておこう。": "Let's just accept that for now.",
    "うん、そだね。みんなで帰ろう。": "Yeah, you're right. Let's all go home together.",
    "シリウスシュガーは仲間とともに柊校舎へ帰還するのだった。": "Sirius Sugaru returned to the Hiiragi building with his friends."
}