{
    "うるうと出会ってから、かなりの時間が経ったある日――": "One day, a considerable amount of time had passed since I met Shutendoji――",
    "見てください！　今回はアクセの新作を１００個作ってみたんです！": "Take a look! I made a hundred new accessories this time!",
    "１００！？　さすがに多すぎないか！？": "100?! Isn't that too much?!",
    "えへへ……%usernameusernameuserna%さんに\n褒めてもらいたくて、ついたくさん作り過ぎちゃいました……": "Ehehe... To %usernameusernameuserna%.\nI wanted to be praised, so I ended up making too much...",
    "こんな細かいものを１００個なんて、すごいな……": "A hundred of these little things are amazing...",
    "えへへ……これくらいなんでもないですよ～。": "Ehehe... This is nothing.",
    "さっそく褒められて嬉しそうだ。": "She seemed happy to be complimented right away.",
    "それで、今回のできはどうでしょうか？": "So, what can we do this time?",
    "相変わらずよく出来ている。これなら店が開けるほどだな。": "It's as well-made as ever. This should be enough to open a shop.",
    "えへへ……お店ですか～。\nそれほどでもないですよ～。": "Ehehe... A shop?\nIt's not that big of a deal.",
    "（と言いつつ、顔はゆるゆるだけどな）": "(Even though she says that, her face is relaxed.)",
    "さあ、どうぞどうぞ。ゆっくり見ててください。": "Come on, come on in. Take your time and watch.",
    "ああ、そうさせてもらうよ。": "Yeah, I'll do that.",
    "（しかし、見るたびにレベルが上がっていってるな。\nこのイヤリングの蝶の装飾なんか、どうやって作って――）": "(Still, she's leveling up every time I look at her.\nHow do you make a butterfly ornament on this earring?)",
    "…………": "............",
    "んっ？　なんだ？　いきなり電気が消えたぞ。": "Hm? What? The lights went out all of a sudden.",
    "あの、大丈夫です。%usernameusernameuserna%さんは、\nそのままじっとしててください。": "Um, I'm fine. %usernameusernameuserna%-san...\nPlease stay still.",
    "うるう？　どういうことだ？": "Shut up? What do you mean?",
    "ええっと、それは今からわかります……\n恥ずかしいから、そ、そのままでいてください……": "Let's see, I understand that now...\nIt's embarrassing, so p-please stay like that...",
    "お、おい、うるう……んんっ！？": "H-Hey, shut up... Hmm!?",
    "ちゅっ……ちゅっ……ちゅる……ちゅっ……": "Chu... chu... churu... chuu...",
    "ふいに唇を押しつけられて、キスをされる。\n柔らかな唇の合間から舌が伸びてきて、俺の口に入る。": "She suddenly presses her lips against mine and kisses me.\nHer tongue sticks out from between her soft lips and enters my mouth.",
    "ちゅる……ぺちゃっ……ぺちゃっ……ちゅる……ちゅっ……": "*slurp*...*slurrp*... *suck*.... *kiss*...",
    "何度も口づけを交わして、舌を絡めて濃厚なキスをすると、\nふいに唇を離して、うるうが呟いた。": "We kissed again and again, our tongues intertwined, and we kissed thickly.\nSuddenly, her lips parted, and she murmured.",
    "わたし、%usernameusernameuserna%さんに、\nお礼をしたいって、ずっと思ってたんです。": "I told %usernameusernameuserna%-san...\nI've always wanted to thank you.",
    "でも、どうしたら喜んでくれるかわからなかったから、\n思い切ってわたしの体でお礼をしようかと……": "But I didn't know how to make her happy, so...\nI thought I'd do my best to thank you with my body...",
    "今まで、わたしなんかを相手にしてくれる男の人なんて、\n絶対に現れないと思ってたんです。": "Up until now, I've never had a man who'd take me on\nI thought you'd never show up.",
    "で、でも、%usernameusernameuserna%さんがわたしのこと美少女って\n言ってくれたから、もしかしたら喜んでくれるんじゃないかって……": "B-But %usernameusernameuserna%-san called me a beautiful girl.\nShe said it, so I thought maybe she'd be happy...",
    "だからって、こんなことは……": "But that doesn't mean...",
    "わ、わたしじゃ嫌ですか？　興奮しませんか？": "A-Are you saying you don't like me? Aren't you excited?",
    "いや、うるうみたいな可愛い子に、\nこんなことされたら嬉しいが……": "No, a cute girl like Shut up,\nI'd be happy if you did this to me, but...",
    "ほ、ほんとですか！？": "R-Really?!",
    "裸の美少女に密着され、濃厚なキスまでしたことで、\n俺のズボンの中で、ペニスがすっかり膨らんでいた。": "Being pressed up against a beautiful, naked girl, and even giving her a passionate kiss...\nMy penis is completely swollen inside my pants.",
    "……こ、これってわたしに興奮してるってことですよね？": "...Th-This means you're excited about me, right?",
    "嬉しい……%usernameusernameuserna%さん……\nあ、改めて……わたしとエッチしてくれませんか？": "I'm so happy... %usernameusernameuserna%...\nAh, could you... have sex with me again?",
    "……わかった。\nそこまで言うなら……気持ちよくしてくれ。": "...Okay.\nIf you're going to go that far...make me feel good.",
    "はい！　ありがとうございます！\nいっぱい気持ちよくしますね！": "Yes! Thank you very much!\nI'll make you feel really good!",
    "うるうは自分の股を、こちらに押しつけてきた。": "She presses her crotch against me.",
    "%usernameusernameuserna%さんとエッチできると思ったら、\nあそこからエッチなおつゆが出てきちゃいました。": "Just when I thought I could have sex with %usernameusernameuserna%-san...\nA lewd broth came out of there.",
    "じゃあ、ちゅーしながら、ナカに入れちゃいますね……\nんちゅっ……ちゅぱっ……ちゅるっ……ちゅっ……": "Well then, I'll put it in while kissing...\nMmchu... chupah... churu... chuu...",
    "うるうはキスしながら、ペニスを掴んで膣口に押し当てると、\n自らペニスを割れ目の中へと入れていった。": "As she kissed me, she grabbed my penis and pressed it against her vaginal opening.\nI put my penis inside her crevice.",
    "んんっ、んふうっ……んんんんっ……！": "Nnn, nnnfuu...nnnnnn...!",
    "肉棒が膣肉を分けながら、ずりずりという感触と共に、\nうるうのナカに押し込まれていく。": "As the meat pole split her vaginal flesh, along with the sensation of sliding,\nI'm being pushed into the water.",
    "はあっ……んんっ……おちんちん……はあ……\nすごく大きい……んはあっ……んんん……！": "Haah... nnh... Your penis... haah...\nIt's so big... nhaah... nnn...!",
    "はあっ……はあっ……んくう……\n熱くて……かたくて……とっても太いです……": "Haah... haah... ngh...\nIt's hot... and hard... and very thick...",
    "でも……このおちんちん……いっぱい気持ちよくして……\nまた褒めて……もらうんです……んんんっ、あああっ！": "But...this penis...feels so good...\nI'm going to get... compliments again... Mmm, ahhhh!",
    "何度か腰を動かすことで、ようやく膣内に肉棒が納まる。": "After moving my hips a few times, the meat pole finally settled inside her vagina.",
    "ど、どうですか……？　わたしのアソコは……？": "Wh-What do you think...? What about my pussy...?",
    "ああ、凄く熱くて気持ちいいよ……\nぬるぬるして、締まりもいい……": "Ahh, it's so hot and feels so good...\nIt's slippery and tight...",
    "えへへへ……嬉しいです……！\nじゃあ、動いちゃいますね……！": "Ehehehe... I'm so happy...!\nOkay, let's move...!",
    "うるうは前後に腰を動かして、ペニスを扱き始めた。\n膣がずりずりと肉棒を擦りつけていく。": "She moves her hips back and forth and starts stroking my penis.\nHer vagina was rubbing against my meat pole.",
    "はあっ……んふっ……おちんちん……んくっ……\nやっぱり……すごくおっきいです……んふう……！": "Haah... nfuh... Your penis... nkuh...\nIt really is......very big......nfuu......!",
    "うるうは俺に跨がりながら、ゆっくりと腰を動かす。\nそれがなんとも言えない快感となってくる。": "As she straddles me, she slowly moves her hips.\nThat became an indescribable pleasure.",
    "はあっ……ふうっ……んんっ……\nわたし、ちゃんと気持ちよく……んっ……できていますか？": "Haah... fuuh... nnnh...\nAm I... making you feel good?",
    "ぎこちない動きではあるものの、不規則に動く度に、\n膣内にペニスが擦れて気持ちいい。": "Her movements were awkward, but every time she moved irregularly...\nIt feels good when my penis rubs against her insides.",
    "えへへ……もっと……気持ちよくしてあげますね……\nんはっ……んくうっ……あはっ……んんっ。": "Ehehe... I'll... make you feel even better...\nNnhah... nghh... aha... nnh.",
    "うるうは嬉しそうに微笑んで、懸命に腰を動かす。\n全裸の美少女が目の前で腰を振っているだけで興奮する。": "Uru smiles happily and tries her best to move her hips.\nJust the sight of a beautiful, naked girl swinging her hips in front of me was enough to excite me.",
    "はあっ……んんっ……ふぅ……はあん……あっ……\nおちんちん……気持ちいい……はああっ。": "Haah... nnn... fuu... haan... ah...\nYour penis... feels so good... Haaah.",
    "奥に……とんとん……って当たってます……\nすごくエッチ……はあん……んんふっ……": "It's... hitting me... deep inside...\nYou're so dirty... Haahn... Mmfh...",
    "うるうが体を動かす度に、乳房と乳首が俺の胸に当たる。\n尖った乳首が胸に擦れる感触が、とてもいやらしい。": "Every time she moves her body, her breasts and nipples hit my chest.\nThe sensation of her pointed nipples rubbing against my chest was extremely lewd.",
    "んはっ……んふっ……もっともっと……\n気持ちよくして……んっ……褒めてもらいます……": "Mmhah... Mmfh... More, more...\nI'll make you feel good... nn... and get compliments...",
    "うるうはうわごとのように呟き、\n懸命に腰を振りながら、俺に奉仕をする。": "Uru muttered deliriously,\nShe swung her hips as hard as she could, servicing me.",
    "んふうっ……はあっ……おちんちん……\nいっぱいわたしのアソコで気持ちよくしてあげますからね……": "Mmfh... Haah... Your penis...\nI'll make you feel good with my pussy...",
    "あんっ……でも、わたしの方が……んふっ……\nどんどん気持ちよくなっちゃって……あひっ……！": "Ahn... But I'm the one... Mmfh...\nIt's getting more and more pleasurable... Ahii...!",
    "うるうは快感に酔ったような表情で、\n夢中になって腰を動かしている。": "Uru looks like she's drunk on pleasure.\nShe's moving her hips in a trance.",
    "初めてとは思えないほどに、うるうの動きは、\n淫らで肉棒に強い刺激を与えていた。": "It was hard to believe this was the first time she'd moved so fluidly.\nIt was lewd and gave a strong stimulation to my meat pole.",
    "わたし、ちゃんとできていますか？\nおちんちん……気持ちよく出来ていますか……？": "Am I doing well?\nYour penis... Does it feel good...?",
    "ああ、よく頑張ってるな、うるう。": "Yeah, you're really working hard. Shut up.",
    "はああっ……ありがとうございます……！　ああっ！　嬉しい……！\n嬉しくて……！　わたしまで気持ちよくなっちゃいます……！": "Haaah... Thank you so much...! Aaah! I'm so happy...!\nI'm so happy...! It makes me feel good too...!",
    "はああっ……！　んあっ……！　ああ、褒められただけで……！\nああんっ！　おまんこ、喜んじゃってます……ああっ！": "Haaah...! Mnah...! Aaah, just complimenting me...!\nAaahn! My pussy is so happy... Aaaah!",
    "ほめるほどに、うるうは興奮して、腰の動きが激しくなる。\n彼女から愛液も溢れて、床まで滴るほどだった。": "The more I praise her, the more excited she gets, and the more intense her hips get.\nLove juices overflowed from her, dripping all the way to the floor.",
    "はあっ！　ああっ！　こんなエッチなことしてるわたし……んんっ！\nど、どうですか？　き、嫌いじゃないですか？　": "Haah! Aaah! I'm doing such a dirty thing...nnn!\nWh-What do you think? Don't you hate it?",
    "エッチなうるうも、すごく可愛いよ。": "You're so cute when you're dirty.",
    "ああっ！　そんな……可愛いなんて言われたら……！\nああん！　嬉しくて！　もっと気持ちよくなっちゃいます……あんっ！": "Aaah! That's... If you call me cute...!\nAaahn! I'm so happy! It's making me feel even better... Ahn!",
    "うるうは褒められる度に、膣内が強く締め付けてくる。\nそんな彼女が可愛くて、もっと褒めたくなってしまう。": "Every time she compliments me, her pussy tightens around me.\nShe was so cute that I wanted to praise her even more.",
    "うるうは頑張り屋さんだな。そういうところも魅力的だぞ。": "You're a hard worker, aren't you? That's part of what makes you attractive.",
    "はああっ……！　そんな……！　また褒められた……！\nああんっ……！　もう、わたし、おかしくなっちゃいます……！": "Haaah...! No way...! He complimented me again...!\nAaahn...! I'm going crazy...!",
    "気持ちいいの……止まらない……！\nさっきからずっとおまんこ、イっちゃってます……！": "It feels so good... I can't stop...!\nMy pussy's been cumming this whole time...!",
    "うるうはもっと褒めて欲しいのか、快感に夢中なのか、\n腰を動かすのを止めることができないようだ。": "Uru didn't know if she wanted more praise or if she was engrossed in the pleasure\nLooks like I can't stop moving my hips.",
    "ああっ！　気持ちいい！　気持ちいい……です！\n褒められるの、すごく気持ちいいですぅ……！": "Aaah! It feels good! It...feels good!\nIt feels so good to be praised...!",
    "俺の身体にしがみつき、乳房を押しつけながら、\n腰をくねらせ、膣内でペニスを扱く。": "She clung to my body, pressing her breasts against me.\nShe wriggles her hips and strokes my penis inside her vagina.",
    "はあっ、ああん！　んんんっ！　あっ、ああっ！\nも、もう……ずっと気持ちいいの止まらない……！": "Haah, aanh! Nnnh! Ah, aaah!\nI-I can't... stop feeling so good...!",
    "%usernameusernameuserna%さん……%usernameusernameuserna%さん！\n気持ちいい……！　ああんっ！　ひうっ！　ああんっ！": "%usernameusernameuserna%... %usernameusernameuserna%!\nIt feels so good...! Aaahn! Hiuh! Aahnh!",
    "もう……我慢できません……ちゅー……ちゅー、してください……！": "I can't... take it anymore... *kiss*... *smooch*, please...!",
    "んちゅっ……ちゅるっ……ちゅっ……んふっ……\nはあっ……んちゅっ……んんっ……ちゅるっ……": "Mmchu... churu... chuu... nfuu...\nHaah... *kiss*... Mmm... *slurp*...",
    "うるうは顔をくっつけて何度も濃厚な口づけを交わす。\nむしゃぶりつくように、互いに舌を絡め合う。": "Uru pressed her face against mine and exchanged passionate kisses over and over.\nOur tongues intertwine, as if we're sucking on each other.",
    "ちゅるっ……ちゅっ……んふっ……んちゅる……ちゅっ……\nぷはっ……も、もう……わたし、だめです……我慢できません……！": "*slurp*... *kiss*... nhh... *suck*...\nPwah... I-I can't... hold back anymore...!",
    "褒められると、凄く気持ちよくて……\nもう、イきそうです……！　んきゅう……はああんっ！": "When she compliments me, it feels so good...\nI'm about to cum...! Nghh... Haaahn!",
    "こちらももう限界だ。\nうるうの言葉に頷いた。": "I'm at my limit too.\nI nodded at Uru's words.",
    "じゃあ、イきましょ？　一緒にイきましょう？\nああっ！　ああんっ！": "Then let's cum, shall we? Let's do it together.\nAaah! Aaaahn!",
    "うるうが一層激しく腰を動かして、射精を促す。\n俺も我慢ができずに、口づけをしながら、激しく突き立てる。": "I move my hips even more violently, urging her to ejaculate.\nUnable to hold back any longer, I kiss her and thrust violently.",
    "んちゅっ……ちゅっ！　ちゅるっ！　ちゅっ！　きもひいい！\nちゅる……せっくす……きもひいいよ……ちゅるる……ちゅっ……！": "Mmchu...chuu! Churu! Chuu! It feels good!\n*slurp*... Sex... feels good... *suck*... *kiss*...!",
    "%usernameusernameuserna%さんにいっぱい褒められて……イク！\nああんっ！　あああっ！　ひあああっ！": "Being praised so much by %usernameusernameuserna%... I'm cumming!\nAaahn! Aaaah! Hyaaaa!",
    "もうらめ！　らひてくらはい！　わらひのナカに！　ああんっ！\nいっぱい……いっぱい……！　ああっ！　あああっ！": "I can't take it anymore! Let me take it! To my stupidity! Aaahn!\nSo much... so much...! Aah! Aaah!",
    "イク……！　イクイク……！　イっちゃう……！！\nひあああああぁぁあああんっ……！！！": "I'm cumming...! Cumming, cumming! I'll cum...!!\nHyaaaaahhhh...!!!",
    "うるうが絶頂の声を上げると同時に、びゅっびゅっと、\n白濁とした液体がペニスから噴き出す。": "At the same time as Uru lets out a cry of climax,\nA cloudy-white fluid gushed out from my penis.",
    "精子が奥に子宮の奥に叩きつける度に、\nうるうの華奢な体が小刻みに痙攣する。": "Every time the sperm slammed into the depths of her womb...\nHer delicate body convulses slightly.",
    "はああ……んんくっ…あああ……ふううう……\nすごく……んんっ……気持ちよかったぁ……": "Haaa......nnkuu...aaaah......fuuuu......\nIt felt so... mmm... good...",
    "う、うるう……！？　出てる出てる……！\n気持ちよかったぁ……じゃない！　おしっこ出てる！": "Sh-Shut up...! It's coming out...!\nIt felt so good... Wait! My pee's coming out!",
    "俺の太股に愛液とも精液とも違う、\n温かな液体がかけられて、床に滴り落ちていく。": "There was something different about my thighs than love juices or semen.\nWarm liquid poured over her, dripping onto the floor.",
    "どうやら快感のあまり、うるうは失禁してしまったようだ。": "Looks like she's peed from the pleasure.",
    "ふ、ふぇっ……！？　す、すみません！\n見ないで……見ないでくださぁい……！": "F-Fweh...?! I-I'm sorry!\nDon't look... Please don't...!",
    "ごめんなさい……ごめんなさい……！\n褒められたの気持ちよすぎて……！　我慢できなくて……！": "I'm sorry...I'm so sorry...!\nIt felt too good to be complimented...! I couldn't hold back...!",
    "（……まったく、本当にこの子は）": "(...Geez, this girl really is...)",
    "今にも泣き出しそうな声で、うるうは謝る。\nだが、そんなに彼女の頭を俺は撫でた。": "Uru apologizes, sounding like she might burst into tears at any moment.\nBut I patted her on the head that much.",
    "気にするな。俺も気持ちよかったし、おあいこだ。": "Don't worry about it. It felt good for me too, so we're even.",
    "ああ……%usernameusernameuserna%さん……！": "Ahh... %usernameusernameuserna%...!",
    "%usernameusernameuserna%さん、優しすぎます……\nその……もう一度キスしてください……": "%usernameusernameuserna%, you're too kind...\nUmm... Please kiss me again...",
    "ああ、いいよ……": "Yeah, it's fine...",
    "ありがとうございます……ちゅっ……ちゅる……\nちゅっ……ちゅるっ……！": "Thank you very much... *kiss*... *slurp*...\n*kiss*... *slurp*...!",
    "ぷはっ……じゃ、じゃあ、%usernameusernameuserna%さん……\n今から後片付けをしますね……": "Pwah... Th-Then, %usernameusernameuserna%...\nI'm going to clean up now...",
    "ぺちゃ……ぺちゃ……ちゅるる……ぺちゃ……\nちゅるっ……ちゅっ……き、気持ひいいれふか？": "*slurp*...*slurrp*... *suck*...\n*slurp*... *kiss*... D-Does it feel good?",
    "うるうは机の下に潜り込んで、俺のペニスを口に含んで、\n丹念に舐め取っていた。": "Uru crawled under the desk and put my penis in her mouth.\nShe diligently licked it off.",
    "こ、これ……お掃除フェラって……ちゅる……\n言うんですよね……ぺちゃ……ぺちゃ……": "Th-This is... a cleaning blowjob... *slurp*...\nYou're saying that, aren't you...? *slurp*... *suck*...",
    "こうした方が男の人……喜ぶって……ちゅるる……\nネットで調べて……ぺちゃ、ぺちゃ……": "A man would be happier like this... *slurp*...\nI looked it up on the internet... *squelch, squelch*",
    "そんなことまで調べたのか？": "Did you even look into that?",
    "だって……じゅる……%usernameusernameuserna%さんに……\n褒めて欲しいから……じゅるっ、じゅるる……": "Because... *slurp*... %usernameusernameuserna%...\nI want you to praise me... *slurp, slurp*...",
    "喋りながらフェラをされると、舌がまとわりついて、\nえもいわれぬ快感が、ペニスにこみ上げてくる。": "When she gave me a blowjob while talking, her tongue coiled around me.\nAn indescribable pleasure wells up in my penis.",
    "わたし、おしっこ……もらしちゃいましたし……\nしっかりお掃除して……嫌われないようにしないと……": "I... peed...\nI need to clean up properly... so she doesn't hate me...",
    "お掃除の意味が違うような気がしたが、\n気持ちいいので許してしまおう。": "It felt like the meaning of cleaning was different, but...\nIt feels good, so I'll forgive her.",
    "ちゅる……ちゅるる……わらひ……\nもっともっと……頑張って……じゅるる……": "*slurp*... *suck*... I...\nDo your best... more... *slurp*...",
    "%usernameusernameuserna%さんに……いっぱい……\n褒めてもらえるように……頑張りましゅ……じゅるる……": "%usernameusernameuserna%... has so much...\nI'll do my best... to earn your praise... *slurp*...",
    "%usernameusernameuserna%さんが……ぺちゃ……\n気持ちよくなれるように……エッチなことも……覚えましゅ……": "%usernameusernameuserna%-san... *smack*...\nI'll remember... dirty things... so that I can feel good...",
    "だから……ちゅる……わらひのこと……\n嫌いにならないで……くだしゃい……ね？　じゅるる……": "That's why... *slurp*... you...\nDon't hate me... Please... don't... hate me? *slurp*...",
    "心配しなくても嫌いならない。": "You don't have to worry. I can't hate you.",
    "嬉ひい……じゃあ、もっと、もっと……！\n気持ちよくしてあげまひゅ……じゅる、じゅるる……！": "I'm so happy... Then, more, more...!\nI'll make you feel good... *slurp, slurp*...!",
    "うるうは喜ぶと、ますます激しく舌先でペニスを舐め回す。\n射精したばかりの敏感なペニスには強い刺激だった。": "As she rejoices, she licks my penis with the tip of her tongue even more intensely.\nIt was a strong stimulus to my penis, which had just ejaculated.",
    "これからも……頑張るので……じゅるる……\nいーっぱい……可愛がってくだひゃいね……じゅるるる……！": "I'll... do my best from now on... *slurp*...\nPleashe... give me lots of love... *slurp slurp*...!",
    "一層激しくフェラをされてしまい、\n快感でまた腰が抜けそうになってしまう。": "She gave me an even more intense blowjob.\nI feel like I'm going to lose my nerve again from the pleasure.",
    "すっかり、うるうに懐かれてしまったが、\nこれからも褒めたら何をされるのか期待半分、怖さ半分だった。": "She's really taken a liking to me, but...\nI was half expecting what she'd do to me if I complimented her from now on, half scared."
}