{
    "ずいぶん遅くなっちゃったな。\nそろそろ解散するか。": "It's gotten pretty late.\nGuess it's time to disband.",
    "もうちょっと、一緒にいたい……かな。\n……男女のお付き合いには、ここから先があるでしょ？": "I want to be with her a little longer... I guess.\n...There's more to relationships between men and women than this, right?",
    "舞亜……？": "Maia...?",
    "手を握って寄りかかって……\nここまでされたら、さすがに求められていることはわかるが……": "I grabbed her hand and leaned against her...\nNow that she's gone this far, I can understand what she wants, but...",
    "今日のデートは、\nアドバイスのためのお試しじゃなかったのか？": "Today's date is...\nWasn't this a test for advice?",
    "うん。でも、もしもデートが上手くいったら……\n続きのためのアドバイスも必要になると思わない？": "Yeah. But if the date goes well...\nDon't you think we'll need more advice?",
    "１回目のデートで、そこまでいくと思うか？": "Do you really think I'd go that far on my first date?",
    "可能性はゼロじゃないわ。": "The possibility isn't zero.",
    "だって……%usernameusernameuserna%と、\n特別な時間を過ごしたいって思ってるんだから。": "Because... %usernameusernameuserna% and I...\nI want to have a special time.",
    "……わかった。": "...Okay.",
    "お邪魔します……": "Sorry to intrude...",
    "さて、舞亜の部屋まで来たわけだが……本当にいいんだな？\nデートの続き……俺と試しても。": "Now then, I've come to Maia's room... Are you sure about this?\nContinuing our date... Even if you try it with me.",
    "うん、大丈夫……誘った時から、\nちゃんと準備はしているもの……": "Yeah, I'm fine... Ever since I invited her,\nI'm prepared for this...",
    "最初に誘った時に、最後まで誘われるんじゃないかって、\nそんな風に思って覚悟はしてたの。": "When I first invited her, I thought she might invite me to the end\nThat's what I thought, and I was prepared.",
    "でも……今日のデートで、私の方が、\n%usernameusernameuserna%を知りたいって思えたから……": "But... on today's date, I...\nI wanted to know more about %usernameusernameuserna%...",
    "もっとあなたのこと、教えて……": "Tell me more about you...",
    "……そこまで言われちゃ、断るわけにはいかないか。": "...Now that she's said that much, I guess I can't refuse.",
    "ん……ちゅっ。": "Mm... *kiss*.",
    "脱がせるぞ。": "I'll take it off.",
    "……せっかち。\nでも……ここから先は、いちいち断らなくていいからね。": "...So impatient.\nBut... from here on out, you don't have to say no to every little thing.",
    "……最初から覚悟してたからって、そんな大胆な下着を？": "...Just because you were prepared from the start doesn't mean you're wearing such bold underwear?",
    "ね、念のために……ね。\nほら、男の人が喜びそうなものを調べておく必要もあったし。": "Just to be sure... okay?\nSee, there was also the need to investigate something that would make a man happy.",
    "……も、もしかして……うれしくないかな……？": "...D-Don't tell me... you're happy...?",
    "いや……正直興奮するぞ。": "No... Honestly, I'm excited.",
    "ほ、本当に……？　ふふ、良かった……\n恥ずかしい思いをして準備した甲斐があったかも。": "R-Really...? Hehe, thank goodness...\nIt might have been worth it to prepare for the embarrassment.",
    "ああ、舞亜がこんな風にエッチな下着を着てきたと思うと、\nそれだけで十分に興奮できるよ。": "Ah, the thought of Maia wearing dirty underwear like this...\nThat's more than enough to excite me.",
    "そ、そんな風に言わないで……\nなんだか、この下着が恥ずかしくなってきちゃうから……": "D-Don't say it like that...\nFor some reason, this underwear is getting embarrassing...",
    "そういって照れた表情を見せる舞亜は、\n普段と違った可愛さが見えて興奮してしまう。": "Maia blushed as she said that.\nSeeing her cuteness, which was different from usual, excited me.",
    "もっともっと、舞亜の恥ずかしい姿を見せて欲しい。\nそんな風に彼女にお願いをする。": "I wanted her to show me more and more of Maia's embarrassing appearance.\nThat's how I begged her.",
    "そ、そんな風に言われても無理よ……\nこれ以上恥ずかしい姿は、見せたくないから……": "I-I can't do that...\nI don't want to show her any more embarrassment...",
    "普段のどこか余裕を持っている舞亜。\nそんな彼女から垣間見る乙女な一面に我慢ができなくなる。": "Maia normally had a certain composure about her.\nI couldn't stand the sight of this maidenly side of her.",
    "ど、どうしたの？\n急に黙って……もしかして、何か間違えた？": "Wh-What's wrong?\nShe suddenly fell silent... Did I make some kind of mistake?",
    "そうやって恥ずかしがられると、男は余計に興奮するんだ。\n参考意見として、覚えておいてくれ。": "Being embarrassed like that makes a man even more excited.\nRemember this as a reference.",
    "えっ？　あっ――！": "Huh? Ah—!",
    "や、やだ……後ろから……！？\nそれは……余計に恥ずかしいわ……": "N-No... From behind...?!\nThat's... even more embarrassing...",
    "こんな格好だと……%usernameusernameuserna%に、\nもっと恥ずかしいところ、全部見られちゃう……": "If I'm dressed like this... I'll give %usernameusernameuserna%...\nI'll be able to see everything that's more embarrassing...",
    "俺の腕でがっちり押さえ込まれた腰を、艶めかしくくねらせる。\nその姿が余計に劣情を誘った。": "She wriggles her hips seductively, which are firmly pinned down by my arm.\nThe sight of her made me even more lustful.",
    "ね、ねえ。初めてなんだから……さ。\nやっぱり普通に前から、し、して……っていうのは……だめ？": "H-Hey. It's my first time...\nI guess I can't just... do it normally... for a while?",
    "答える代わりに、真っ赤になった舞亜の頬に顔をすり寄せ、\n震える唇に舌を滑り込ませた。": "Instead of answering, she nuzzled her face against Maia's flushed cheeks\nI slid my tongue into her trembling lips.",
    "ふあ――っ！？　んっ……ちゅぱっ……んんぅ……！\nい、いきなり……熱烈すぎない……？　ん、んふぅ、んっ……！": "Fuah――!? Nn......chupah......nnnu......!\nA-Aren't you... too passionate all of a sudden...? Nn, nfuu, nn...!",
    "舌を絡ませ合っているうちに、\n舞亜の瞳が熱を帯びていく。": "While our tongues were intertwined...\nMaia's eyes began to heat up.",
    "花弁から漏れ出した蜜が、太股を伝って床にシミを作っていく。\nそっと手を滑り込ませると、ワレメはもう受け入れ準備を整えていた。": "The nectar that leaked out from her petals ran down her thighs and stained the floor.\nWhen I gently slide my hand in, her slit is already ready to accept me.",
    "あ……あっ……ふぅ……んっ……そ、そんなとこ……\n指で、じわじわ……なぞらないで……んんんぅぅっ……！": "Ah... ah... fuu... nn... th-that's...\nSlowly, slowly... don't trace it with your finger... Nnngh...!",
    "っ……うぅ……ほ、本当に、このまま入れちゃう……の？": "Ugh... A-Are you really going to put it in like this...?",
    "ほ、ほら……せっかく、お、おっぱいも見える下着……\n選んだんだから……やっぱり前から、ね――んっ！": "C-Come on... I'm finally wearing underwear that lets me see her boobs...\nI chose you... I knew it from the start, didn't I—Nn!",
    "なおも説得を試みようとする舞亜の唇をもう一度塞ぎながら、\nすっかりいきり立ったペニスを、濡れた花園の入口へとあてがう。": "As Maia continued to try to persuade him, he covered her lips once more.\nI place my fully erect penis against the entrance to the wet garden.",
    "ちゅ、ん、んん……じゅるっ……はぁっ……あ……！\n当たって……るっ……あっ、あっ、こ、擦りつけないでぇ……！": "*kiss* nn, nnn... *slurp*... haah... ah...!\nIt's... hitting me... ah, ah, d-don't rub against me...!",
    "%usernameusernameuserna%のキス……熱くて……エッチで……\n頭……とろけそうになっちゃう……ず、ずるい……っ……": "%usernameusernameuserna%' kiss... is hot... and dirty...\nMy head... feels like it's going to melt... Th-That's not fair...!",
    "でも……もっと……んんっ、ちゅっ、ちゅっ……んぅ……\nはぁ……はぁ……あ――あ、あぁぁぁぁぁっ……！？": "But... more... nnn, *kiss*, *smack*... nnu...\nHah... hah... ah—ah, ahhhh...!?",
    "ひああぅぅぅっ！？　あ、あ、はぁっ……！\nは、入って……くるっ……きちゃうっ……んんんんんんんんっ！": "Hyaaaaah?! Ah, ah, haah...!\nI-It's... coming in... It's coming out... Mmmmmmmm!",
    "乙女の抵抗をかき分けて舞亜の最奥に亀頭を押しつけたところで、\nいきなり絶頂を迎えたかと思わせるほど膣壁が収縮した。": "Just as I pushed my glans into Maia's deepest depths through the maiden's resistance...\nHer vaginal walls contracted so much that it made me think she had suddenly climaxed.",
    "んはっ……ちょっ、と、ま、待っ、てぇ……！\nはぁ……ひぃ……ふぅ……う、うぅぅ……た、立ってられな……っ！\n": "Nnhah... Wait, w-wait, wait...!\nHaa...... hii...... fuu...... uu, uuuu... I-I can't stand......!\n",
    "思っていたより唇と舌の刺激に弱いのか、\nあるいは下着のことで羞恥心が限界に達していたせいか……": "She seemed weaker to the stimulation of her lips and tongue than I'd expected\nOr maybe it's because I've reached the limit of my shame over my underwear...",
    "初めて男のものを受け入れたばかりだというのに、\n舞亜はすっかり茹で上がってしまったようだ。": "She'd just accepted the man's thing for the first time, and yet...\nMaia seemed to have completely boiled it.",
    "んんぅ……こ、こんなの……想像と……全然違うわ……\nこれじゃ、まるで……私……いやらしい子みたい……": "Mmm... Th-This is... completely different from what I imagined...\nAt this rate, it's like... I'm... a dirty girl...",
    "昼間はあんなにも余裕があって完璧な姿を見せていた舞亜が、\nあっけなく乱れた姿を晒す……その事実が俺を昂ぶらせた。": "Maia had been so composed and perfect during the day\nExposing her disheveled form so quickly... That fact excites me.",
    "%usernameusernameuserna%……お、お願いなんだけど……\nあんまり今の私のこと……っ……はぁ……見ないで……っ……": "%usernameusernameuserna%... P-Please...\nDon't look at me like that... haa... so much...",
    "もちろん無理な相談だ。紅色に染まった舞亜の耳たぶに口づけ、\n彼女の痴態をもっと拝ませてもらうべく囁いた。": "Of course, that was impossible. I kissed Maia's crimson earlobe.\nI whispered so that I could see more of her foolishness.",
    "に、似合ってて可愛いなんて、この状況で言われても……\n素直に喜べないわ……あ、あっ、あんっ……ちょっ――！": "I-I don't know if I can call it cute or not in this situation...\nI can't honestly rejoice... Ah, ah, ahn... Hey—!",
    "そんなっ、急に、う、動いちゃ、だ、だめ、だってばっ……！\nまだ、準備、できてなっ……んっ、んっ、ふぅあんっ……！": "No, don't move so suddenly...! I-I told you not to...!\nI'm not... ready yet... Nn, nn, fuaan...!",
    "我慢できずに激しめの抽挿を開始すると、\n舞亜の体は早速素直な反応を見せてくれた。": "Unable to hold back any longer, I began violently thrusting in and out.\nMaia's body immediately reacted with honesty.",
    "秘所の入り口から奥までを覆うヒダが大きく波打ち、\n突き入れたペニスを、じゅぷじゅぷと音を立てて飲み込んでいく。": "The pleats covering her from the entrance to her secret place to the back rippled loudly\nShe noisily swallows the penis I thrust into her.",
    "あふっ、んっ、ひゃんっ、は、速……すぎっ……！\n乱暴にされたら……あっ、アソコっ……裂けちゃ……ひうんっっっ！": "Afh, nnh, hyanh, y-you're...too fast...!\nIf you rough me up... ah, that place... will tear... hiunhh!",
    "舞亜の言葉とは裏腹に、体の方はより強い刺激を求めて\n俺自身を根元まで飲み込もうとしていた。": "Contrary to Maia's words, her body sought stronger stimulation\nShe was trying to swallow me up to the hilt.",
    "へ、変よっ……こんなのっ……！　初めてなのに……んっ！\n私っ……あっ、ら、乱暴にされて……感じちゃってるなんてっ……！": "Th-This is weird... This is my first time...!\nI... ah, I-I can't believe I'm getting off... from being roughed up...!",
    "こんないやらしい下着を選んでくるくらいだから、\n舞亜は天性の淫乱に違いない。そう指摘してやった。": "It was enough to make her choose such dirty underwear, so...\nMaia must be a natural slut. That's what I pointed out to her.",
    "ふぁんっ、ど、どうしてっ……そんな、意地悪、言うのっ……！\nあっ、あっ、あっ、あ、あ、ああぁぁぁっ……！": "Fuahn, wh-why... are you being so mean...!?\nAh, ah, ah! Ah, a-ah, aaaaah...!",
    "恥ずかしがるほどに舞亜が可愛く思えるからだ。\nそう追撃すると、膣壁の収縮がいっそう強烈になった。": "It was because Maia looked so cute that it embarrassed me.\nAs I pursue her, her vaginal walls contract even more intensely.",
    "か、可愛い……私って……エッチな私って、可愛いのっ……！？": "I-I'm cute... Am I... am I cute when I'm perverted...!?",
    "普段の私と、違う、からっ……んっんっんっ！\nふあっ、あんまり……わからない……あぁっ……！？": "I'm not my usual self, so... nn, nn!\nFuah, I don't really... know... Aah...!?",
    "普段から愛おしいからこそ、もっと気持ちが膨らむ。\nもっとかき乱してしまいたくなる。": "It's precisely because I love her so much that my feelings swell even more.\nIt made me want to stir things up even more.",
    "そう言葉にしながら腰の動きも合わせて伝えてあげると、\n火照った舞亜の肌によりいっそう赤みが差していく。": "As I put it into words, I conveyed the movement of my hips along with it.\nMaia's flushed skin is turning even redder.",
    "っ、あ、あ、あぁ……恥ずかしい、けどっ……う、うれしい……\n私、女の子として……あなたを興奮させてあげられてるんだね……": "Ah, ah, ah... It's embarrassing, but... I-I'm happy...\nAs a girl... I'm able to turn you on...",
    "舞亜の悦びを、ペニスを包み込んだ柔肉を通して感じる。\n俺と舞亜の昂ぶりが、結合部を中心に同調していく。": "I felt Maia's pleasure through the soft flesh enveloping my penis.\nMaia's and my arousal resonated with the place where we joined.",
    "%usernameusernameuserna%……ねえ、お願い……\nもっとたくさんキスして……？": "%usernameusernameuserna%... Hey, please...\nKiss me more...?",
    "いっぱい、いっぱい、唇を吸って……私と舌を絡めて……？\n後ろから強く抱きしめて……もっと強く、奥まで、突いて……？": "Suck my lips, lots, lots... and tangle my tongue with mine...?\nHug me tightly from behind... and thrust even harder, all the way in...?",
    "私……%usernameusernameuserna%にエッチな私を\n見て、感じて、可愛がってほしい……っ、んっ、んんっ……！": "I... I'm perverted to %usernameusernameuserna%.\nI want you to look, feel, and love me...! Nn, nnn...!",
    "舞亜に懇願され、俺は全身で舞亜ととろけ合った。": "With Maia begging me, I melted into her with my whole body.",
    "腰を尻に押しつけて小刻みに奥を抉り。舌を舞亜の顔中に這わせ。\n両手で汗ばんだ腰や胸、へそ周り、至るところをまさぐった。": "I pressed my hips against her ass and dug into her depths bit by bit. My tongue crawled all over Maia's face.\nI groped her sweaty hips, chest, navel, and everywhere with both hands.",
    "んぅ！　んはっ、はっ、はっ、はぁんっ……！\n%usernameusernameuserna%っ……ちゅうぅっ……！": "Mm! Mmhah, hah, ah, haahn...!\n%usernameusernameuserna%... chuuu...!",
    "ありのままの私を受け入れてくれた%usernameusernameuserna%に……\nデートのお礼を……１番特別なものを……あげるっ……！": "To %usernameusernameuserna%, who accepted me as I am...\nI'll give you... the most special thing... to thank you for your date...!",
    "いっぱい愛して……いっぱい注いで……あなたの精子っ……！\nんむっ！　ちゅっ、ちゅっ、んんむぅ……！": "Love me lots... Fill me up lots... Your sperm...!\nMmmph! *kiss* *smack* Mmmpf...!",
    "自ら腰を振り始めた舞亜と、限界速度で下半身をぶつけ合う。\n激しい水音と火傷しそうなくらいの摩擦で、感覚が麻痺していく。": "Maia started swinging her hips on her own, and our lower bodies collided at maximum speed.\nThe sound of the water and the friction were so intense that I felt like I was going to get burned, numbing my senses.",
    "あっ、あっ、あっ、も、もう、と、溶けちゃう……！\n私の中、あなたのと、区別、つかなくなっちゃ……あぁぁっ！": "Ah, ah, ah! I-I'm going to melt...!\nI won't be able to tell the difference between me and you... Aaah!",
    "んぁっ、あぁっ、い、いいよぉ……もっとぉ……！\n昼間の、お返しにっ……あなたも、やりすぎて、いいのっ……！": "Nnah, aah, i-it's okay... More...!\nIn return for what you did this afternoon... you can go too far...!",
    "舞亜の望むまま、やりすぎなくらいに、\n俺は初めてだったはずの女子の沼を乱暴に蹂躙した。": "As Maia wished, she went too far\nI violently ravaged the swamp of girls, which was supposed to be my first time.",
    "やがて、蜜壺のひときわ強烈な締め付けと同時に、\n俺の奥から白い濁流がせり上がってくる。": "Eventually, at the same time as her honey pot tightened particularly intensely...\nA muddy white stream rises up from deep within me.",
    "ひゃんっ、んんんっ、き、きちゃうっ……！\n%usernameusernameuserna%のに、ズンズンされて、イッ……く……！": "Hyan, nnnnn, I-I'm cumming...!\nI'm cumming from %usernameusernameuserna%'s blowjob...!",
    "可愛いぞ、舞亜っ……！\n可愛いすぎる舞亜の中で、俺も、イクっ……！": "You're so cute, Maia...!\nMaia's so cute insides, I'm cumming too...!",
    "それ、だめっ、耳元で、か、可愛いって、あ、んっ、んっ！\n可愛いって言われるの、ドキドキしちゃうのっ……！": "Don't do that, right next to my ear, i-it's cute, ah, nn, ngh!\nBeing called cute makes my heart race...!",
    "んぁぁぁっ、ほ、ホントに、もう、無理、限界っ……！\nお願い、イッて、一緒にっ、イッてぇっ……ああ、あぁぁぁぁ――": "Nnaaah, I-I'm really, really at my limit...!\nPlease, cum, cum together, cum with me... Ahh, ahhhh――",
    "あ――んんんんんんんんんんんんんぅぅっ……！": "Ah—nnnnnnnnghhh...!",
    "ひぐっ……うっ、ぅあ、ぅぅぅ……！\nあ、で、出てる……熱いの、きてる……あっ、はっ……！": "Higuh...... uu, uah, uuu......!\nAh, I-It's coming out... It's so hot... Ah, hah...!",
    "きゅうきゅうと搾り上げてくる膣の中で、\n自分でも気付かないうちに俺は舞亜と絶頂を迎えていた。": "Inside her tight, squeezing vagina...\nBefore I even realized it, I had reached climax with Maia.",
    "はぁ……はぁっ……な、中に……射精されちゃった……\n%usernameusernameuserna%の……全部……はぁ……！": "*pant pant*... Y-You came... inside me...\n%usernameusernameuserna%'s... everything... hah...!",
    "いつの間に射精が始まっていたのかすら定かでない。\nもうずっと前から舞亜の膣内に出し続けているような気さえした。": "I don't even know when my ejaculation started.\nI even felt like I had been cumming inside Maia for a long time now.",
    "ず、ずるいよ……%usernameusernameuserna%……\nあんなにいっぱい、耳元で、可愛いなんて……はふぅ……": "Th-That's not fair... %usernameusernameuserna%...\nI can't believe she's so cute right next to my ear... *pant*...",
    "……何度でも、思ったまま言うぞ。\nありのままの舞亜は、本当に可愛いからな。\n": "...I'll say it as many times as it takes.\nMaia really is cute when she's the way she is.\n",
    "ま、また恥ずかしいこと言うし……もう……\nあんまりしつこいのは、だめだよ……": "I-It's embarrassing to say again... Geez...\nDon't be so persistent...",
    "とろけきった舞亜の顔にはうっすら笑みが浮かんでいて、\n言葉とは裏腹に、もう１度俺を誘っているように思える。": "There was a faint smile on Maia's melted face\nContrary to her words, she seems to be inviting me again.",
    "あっ……ま、また中で……ビクンって震えて……！": "Ah... I-It's twitching inside again...!",
    "……いいだろ？\n俺は舞亜のやりすぎなところを受け入れるつもりなんだから。": "...Isn't that fine?\nI'm going to accept Maia's overdoing it.",
    "…………うん。恥ずかしいけど……\n%usernameusernameuserna%だってやりすぎてもいいからね。": "...Yeah. It's embarrassing, but...\nYou can go too far, %usernameusernameuserna%.",
    "舞亜を背後からきつく抱きすくめ、再び可愛いと囁きかけて……\n俺達は２回戦に突入したのだった。": "She hugged Maia tightly from behind, whispering that she was cute again...\nWe entered the second round."
}