{
    "機動性能評価試験の翌日。": "It was the day after the mobility evaluation test.",
    "トレブルクインテットはトリニティ・ジュエルの技術の前に、\n打ちのめされていた。ま、あの機動を見せられればそれも当然だな。": "Treburg Integrity stood before Trinity Jewel technology.\nShe was beaten down. Well, that's only natural after she showed us that maneuver.",
    "……ただ打ちのめされていただけ。\nそれならば、切り替えて次の目標に向けて再始動できただろう。": "...I was just being beaten down.\nIf that were the case, she would have been able to switch gears and restart toward her next goal.",
    "彼女たちもＬＯＣの実力あるチームのひとつ。操縦技術で受けた借りは\nより厳しいトレーニングで返す。そのメンタルを持ち合わせている。": "They were one of the more powerful teams in the LOC. The debt they owed for their piloting skills\nI'll return it with more rigorous training. I have that mentality.",
    "でも、大事なのは結果であり、素人目にもわかる『技量差』が\n配信で流れてしまった。": "But what's important is the results, and the \"skill gap\" that even amateurs can see\nIt ended up being broadcast.",
    "（加えて、最後のレイヴェルの言葉も見透かされたような感じで、\nかなり痛手だったな……）": "(In addition, it felt like he'd seen through Ravel's last words, too\nThat was a pretty painful blow...)",
    "その結果――": "As a result――",
    "フルートちゃん……みんな心配してるわよ。\nまずはお部屋から出て、顔を見せてちょうだい。": "Flute... Everyone's worried about you.\nFirst, get out of the room and show me your face.",
    "わかってます……行かなきゃいけないって、やらなきゃだめだって\n頭では分かってるんです……": "I know... I have to go, I have no choice.\nI know in my head...",
    "でも……今、外に出たくないって思っちゃうんです……": "But... right now, I don't want to go outside...",
    "今までここまでのことはなかったから……": "I've never done anything like this before...",
    "ただ、からかうようなコメントは、過去にもよく見ました。\n実際今回の件も最初のときからそういうのはありました。": "But I've seen a lot of teasing comments in the past.\nIn fact, this case has been like that since the very beginning.",
    "でも……": "But...",
    "『炎上』はさすがに経験なかったわけね……": "I guess you didn't have any experience with 'Flames'...",
    "…………": "............",
    "『どうしてこの案件を受けたのか』『他に適格なチームはあったはず』\n『ＬＯＣの恥さらし！』『土下座しろ！』『次は引退配信か？』……": "\"Why did you accept this case?\" \"There should have been other qualified teams.\"\n\"LoC's shame!\" \"Get down on your hands and knees!\" and \"Next is the retirement stream?\"...",
    "ただの悪口だけじゃなく責任を求めたり、怒りのこもった攻撃的な\nコメントや、殺害予告のようなものまで届いていました……": "It's not just bad-mouthing, it's asking for responsibility, or aggressive, full of anger\nThere were comments, and even announcements of murder...",
    "そうね……酷いことを書いてる書き込みもいっぱいあったわ。": "That's right... There were a lot of posts about terrible things.",
    "きっとあの中には今までフルートたちを応援していた視聴者さんも\nいっぱいいたと思います。もちろん『Ｆｌ∞ｔｙ』のも……": "I'm sure some of them are viewers who have been cheering for the flutes up until now.\nI think there were a lot of them. Of course, Fleighty's too...",
    "えへへ……レイヴェルちゃんの言う通りです。フルートが『浅い』から、\nトリニティ・ジュエルに負けて、炎上もして……": "Ehehe... It's just like Ravel said, because the flute is \"slight\"\nI lost to Trinity Jewel, and it went up in flames...",
    "フルートちゃんのせいじゃない。": "It's not your fault, Flute.",
    "訓練するかどうか、今は考えなくていいわ。あたしが後輩クンに\n話をする……けど、まずはみんなに顔を見せて？": "You don't have to think about training right now. I'll tell Kouhai-kun.\nWe'll talk... But first, can you show your face to everyone?",
    "フルートちゃんが引きこもっていると、みんな寂しがるわ。\nだって、仲間だから……責任は仲間であるあたしたちにもあるわ。": "Everyone gets lonely when Flute's holed up inside.\nWe're friends, after all... As comrades, we're also responsible.",
    "仲間……": "Comrades...",
    "心の傷の痛みを、あたしたちにも背負わせて？\nそうしてもいいと思うくらい、信じてくれているならね。": "You want us to bear the pain of your heart?\nAs long as you believe in me enough to think it's okay.",
    "ロージーちゃん……": "Rosie...",
    "……あっ、フルートさん！": "...Oh, Mr. Flute!",
    "はぁ、やっと顔を見せてくれたね。": "*sigh* You finally showed your face.",
    "ごめんなさい……心配かけました……": "I'm sorry... I made you worry...",
    "さすがに今回のアンチは数も多いし、内容もひどいのが多かったものね。\n人格否定とか、ＭＧが壊れるようなコラージュ動画までさ……": "There were a lot of anti-tanks this time, and a lot were pretty bad.\nLike personality denial, or even collage videos that break MG...",
    "Ｆｌ∞ｔｙのときにみたアンチなんて可愛いものでしたね……\nギャル文化とＭＧじゃ世間の注目度も全然違っていて……": "The anti-Fleighty I saw back then was so cute...\nGal culture and MG have completely different levels of attention...",
    "ああ、俺も驚いた。\nまさか噂に聞く炎上を自分が体験するとはな……": "Yeah, I was surprised too.\nI never thought I'd experience the flames I've heard so much about...",
    "フルート、これを見て。": "Flute, look at this.",
    "エヴィちゃん……今は、コメント見たくないです……": "Eve... I don't want to see your comments right now...",
    "お願い。私のことを信じて見て欲しいの。": "Please. I want you to believe in me.",
    "そうしてエヴィから受け取ったスマートデバイスに、\nフルートはゆっくり視線を向けていく。": "And so, on the smart device she'd received from Eve...\nThe flute slowly turned its gaze toward her.",
    "――が。": "But...",
    "……！　ごめんなさい、見たくないないです……！": "...! I'm sorry, I don't want to see it...!",
    "きっと一瞥したときに、大量に目に飛び込んできたのだろう。\n突き刺すような炎上コメントの数々が。": "She must have caught my eye when I glanced at her.\nA number of piercing flaming comments.",
    "フルート……ちゃんと見てあげて。\n呪いみたいな言葉だけじゃないってことを。": "A flute... Take a good look at it.\nThat it wasn't just curse-like words.",
    "ええ。ちゃんと見てくれている人は、たくさんいるわ。\nフルートちゃん。ほら、ね？": "Yes. There are a lot of people who are watching us.\nFlute. See?",
    "『可愛いだけじゃなくてカッコいいとか憧れます』\n『ＭＧに乗れちゃうギャルすげえ』……": "\"It's not just cute. I admire how cool you are.\"\n\"The gal who can ride MG is amazing\"...",
    "それ以外にも、様々な励ましの言葉が載っていた。\n『アンチに負けるな』『頑張ってるのを見てたよ』などの言葉だ。": "Other than that, there were all sorts of words of encouragement.\nWords like \"Don't lose to the Anti\" and \"I saw you working hard.\"",
    "中には『あんたたちの実力なら負けてない』\n『ウチらに勝ったんだから負けんな』なんて応援もある。": "Some of them said, \"With your skills, I won't lose.\"\n\"You beat us, so don't lose.\" There's support, too.",
    "このコメント……そっか。フルート達の事……こんなになっても……\n応援してくれる人たちがいるんですね……": "This comment... I see. About the flutes... Even if it's like this...\nSo there are people cheering me on...",
    "知ったきっかけはそれぞれの活動だとしても、\nちゃんとパイロットの顔も知ろうとしてくれてるんだよ。": "Even if it was their own activities that led them to learn about it...\nHe's even trying to get to know the pilot's face.",
    "そう。フルートの活動で勇気を貰ったり楽しませてもらった。\nそんな人たちがいっぱいいるんだから。": "That's right. I was given courage and fun by flute activities.\nThere are a lot of people like that.",
    "そういう人たちはきっとフルートに恩返ししようとしてくれてる。\nそれが推しってやつでしょ？": "I'm sure those people are trying to repay the flute.\nThat's what you'd call a recommendation, right?",
    "ここでもしあたし達が諦めてしまったら……\n今度こそ誰もあたし達のことを見てくれなくなるんじゃないかしら。": "If we give up now...\nI don't think anyone will be able to look at us this time.",
    "みんな……": "Everyone...",
    "フルート……大事なことを忘れていましたね。": "A flute... I forgot something important.",
    "今まで、からかうようなコメントは何度も経験していて、\nそれでも全然平気だったのは他に大勢のファンがいたからなんです。": "Up until now, she'd experienced many teasing comments\nEven so, the reason I was completely fine was because I had so many other fans.",
    "それは今回も同じ……": "It's the same this time...",
    "どれだけたくさんの人が批判的なことを言っていても、\n中には応援してくれる人たちだってまだいる……": "No matter how many people say critical things,\nSome of them are still cheering me on...",
    "もし……もし少しでも、ひとりでも応援してくれる人がいるなら……": "If... if there's even one person who can support me...",
    "フルート達は……今こそぽよな姿を見せなきゃいけませんね……！": "The flutes... Now's the time to show off their bravado...!",
    "フルート……！": "A flute...!",
    "その意気だ、フルート！": "That's the spirit, flute!",
    "もう一度頑張ろう！": "Let's try again!",
    "フルートちゃん……！": "Flute...!",
    "はい……！": "Yes...!",
    "あ、でも……\nこれだけ炎上しても会社はフルート達を使ってくれるんでしょうか。": "Oh, but...\nI wonder if the company will use the flutes even after all this fire.",
    "そのことなら……ああ、ちょうど来たな。": "If that's the case... Yeah, I'm here right now.",
    "皆さん、すみませんでした。": "I'm sorry, everyone.",
    "えっ……？　ど、どうして謝るんですか！？\nむしろ、結果を出せなかったフルート達の方が謝るべきじゃ……": "Huh...? Wh-Why are you apologizing?!\nIf anything, the flute players should be the ones apologizing for failing to produce results...",
    "いえ、炎上の原因は広報もありました……罰ゲームで遊んでいる。\nそんなイメージを付けてしまった私どもの責任です。": "No, the cause of the fire was PR... They're playing a punishment game.\nIt's our responsibility for giving you that image.",
    "結論から言うと、弊社はテストパイロットの交代はしません。\nこれは今朝の臨時役員会議で承認されました。": "In conclusion, we won't be switching test pilots.\nThis was approved at the special board meeting this morning.",
    "それじゃあ私達は……続けられるの……？": "Then... can we continue...?",
    "もちろんです。ここで切り捨てるなんて、私がさせません。\n炎上をしてしまった分を取り返すフォローをさせてもらいます。": "Of course. I won't let you cut me off here.\nI'll help you make up for what you did in the fire.",
    "別に、担当さんがそこまで気にする必要はないんじゃない？": "There's no need for the person in charge to worry so much, is there?",
    "いや、実はトレブルクインテットを推薦したのは僕なんです。": "Actually, I'm the one who recommended Treburg Integrity.",
    "そうだったんだ！？": "Is that so?!",
    "話題性があって、実力もあるパイロット。そういった経緯から、\n君たちに声をかけて依頼をさせてもらいました。": "A pilot with a lot of topics to talk about and real ability. Because of that,\nI talked to you guys and made a request.",
    "そんな風に声をかけてもらったのに、こんな結果になって……\nそれでも、まだ信じてくれるんですか？": "That's how he called out to me, but this is how it ended up...\nAre you still going to believe me?",
    "……最初こそ、知名度に目がくらんだことは事実です。それでも、\n全力で向き合って勝とうとする姿を見て僕も応援したくなって……": "...It's true that I was blinded by my fame at first. Even so...\nSeeing them face each other with all their might and try to win made me want to support them...",
    "技術者がどれだけ頑張って作っても、人が手に取らなければ意味がない！\nどんなにすばらしい技術も知られなければ価値はないんです！！": "No matter how hard the engineers try to make it, it's meaningless if people don't take it in hand!\nNo matter how great the technology is, it's worthless unless you know it!!",
    "そして、君たちなら僕らの技術のすばらしさを広めて、\n世界中に伝えてくれる……君たちの姿勢を見て、そう確信したんだ！！": "And if it's you guys, you can spread the awesomeness of our technology,\nWhen I saw your attitude, I was convinced that you'd tell the whole world!!",
    "それこそが未来の……守る力になるんだと！！": "That's the power... to protect the future!!",
    "……と、すみません、熱くなってしまいました。": "...I-I'm sorry, I got all worked up.",
    "……フルート、正直もう引退かと思ってました。負けてしまって、\nレイヴェルちゃんにもいろいろ言われて、コメントも炎上して……": "...Honestly, I thought the flute was about to retire. I lost,\nRavel said a lot of things to me, and my comments went up in flames...",
    "でも、担当さんみたいに信じてくれる人たちがいるのであれば……\nフルート達はまだ頑張れる……そう思います！": "But if there are people like the person in charge who believe in me...\nThe flutes can still do their best... I think so!",
    "やっとフルートに笑顔が戻ってきたね。\nやっぱりリーダーはその顔じゃないと調子が狂っちゃうよ。": "A smile has finally returned to the flute.\nIf you don't have that look on your face, Leader, you're going to lose your cool.",
    "……ごめんなさい、皆さん。\nフルートは勘違いしちゃってました……今大切なのは、頑張る事。": "...I'm sorry, everyone.\nI misunderstood the flute... What's important right now is to do your best.",
    "『パイロット』として戦うこと。\n『広告塔』として、人々に安心を届けること――": "To fight as a pilot.\nAs an advertising tower, to bring peace of mind to the people—",
    "それは、どちらもこれからを『守るための仕事』なんですね！": "They're both jobs for the sake of protecting the future!",
    "フルートはメンバーに向き直り、頭を下げた。": "The flute turned back to its members and bowed its head.",
    "改めて……勝つための努力をさせてください！\nみんなの応援を、無下にしたくないんです！": "Once again... Please let me work hard to win!\nI don't want to turn down everyone's support!",
    "もちろん。フルートちゃんがいなかったら、トレブルクインテットは\n成り立たないでしょ。": "Of course. If it weren't for Flute, Treburg Integrity wouldn't be here.\nYou can't do that.",
    "おかえり。フルートさん。": "Welcome back, Mr. Flute.",
    "なんとしても次の戦闘性能評価試験は勝たないとね。\n私達の『本気』を証明するために。": "We'll have to win the next battle performance evaluation no matter what.\nTo prove our 'seriousness'.",
    "%usernameusernameuserna%さん！\nそのための策を……お願いします！": "_USERNAME_PLACEHOLDER_XYZ123_san!\nPlease... come up with a plan for that!",
    "ああ、フルートが立ち直ってくれたんだ……\n俺だって負けないように作戦を考えてきた。": "Ah, the flute recovered...\nI've come up with a plan so that I won't lose.",
    "%usernameusernameuserna%さん、流石です♪": "_USERNAME_PLACEHOLDER_XYZ123_san, that's impressive♪",
    "そのための策だが……あんたに協力してもらいたい。\nあれだけ熱い語りをしてくれたんだ。いいよな？": "That's the plan, but... I want you to help me.\nYou told me such a passionate story. Okay?",
    "……": "......",
    "……えっ、僕！？": "...Huh? Me?!"
}