{
    "（しかし、シリウスシュガーの集合写真……\n楽しそうだが、どのタイミングで撮ったものなんだ？）": "(But a group photo of Sirius Sugaru...)\nShe looks like she's having fun, but when did she take this picture?)",
    "（過去の思い出話を聞いている限りでは、\nこういう写真を撮るような感じには見えなかったんだが）": "(As far as I can tell from listening to her reminisce about the past,\nIt didn't look like it was taking pictures like this.)",
    "なあ、この写真っていつ撮ったんだ？　思い出話のタイミングだと、\nラミなんて素直に撮影してくれるようなお子様じゃなかったろ？": "Hey, when did you take this picture? The timing of the reminiscing was...\nRami wasn't the kind of kid who would just take a picture, was she?",
    "だーかーら！\nお子様呼ばわりすんな！": "Like I said!\nDon't call me a child!",
    "別にラミだって撮られたくて撮ったわけじゃないから！\nやむにやまれぬ事情ってのがあったのよ！": "It's not like I took it because I wanted it to be taken!\nThere was an unavoidable situation!",
    "やむにやまれぬ事情……って、何があったんだよ。": "An unavoidable situation... Wait, what happened?",
    "%usernameusernameuserna%が気になってるみたいだし、\n何があったのか教えてあげようか？": "She seems to be interested in %usernameusernameuserna%,\nShall I tell you what happened?",
    "（ふむ……休憩時間は残りあと少しだが、\n興味がない、と言えば噓になるな……聞いてみるか）": "(Hmm... There's only a little break left, but...)\nI'd be lying if I said I'm not interested... Maybe I'll ask.)",
    "ああ、頼む。教えてくれ。": "Yeah, please. Tell me.",
    "この写真はチームを結成して少し経ってから撮ったんだよね。\nちゃんとチーム名を申請した後に、全員で集まって――": "This photo was taken a little while after we formed the team.\nAfter properly applying for the team name, we all gathered together—",
    "では……チーム申請も無事に終わりましたし……\n改めてちゃんとした自己紹介をいたしましょうか。": "Then...the team application was completed without incident...\nLet me introduce myself properly again.",
    "シリウスシュガーのリーダー、鳴滝七彩ですわ。\n皆さん、改めてよろしくお願い致しますわね。": "I'm the leader of Sirius Sugaru, Narutaki Shichika.\nI look forward to working with you all again.",
    "それでは次はめるさんも自己紹介をお願いしますわ。": "Well then, please introduce yourself next time.",
    "は、はい！　改めて……桃園めるです！\nえっと、シリウスシュガーの一員として頑張っていきますね！": "Y-Yes! Once again... I'm going to Momozono!\nUmm, I'll do my best as a member of Sirius Sugaru!",
    "では、次はちゆるさん。お願い致します。": "Next up is Chihaya-san. Please.",
    "了解。あたしはメイズ研究会部長をしてる月ヶ瀬ちゆるだよ。\nこれからよろしくね～♪": "Understood. I'm Chiyori Tsukigase, the president of the Mais Research Society.\nI'm looking forward to working with you~♪",
    "えぇ……これ、ラミも挨拶しないといけないの？": "Yes... Is Rami going to have to say hello too?",
    "……私は一条白奈。\nシリウスシュガーの一員として頑張るから……よろしく。": "...I'm Shirona Ichijou.\nI'll do my best as a member of Sirius Sugaru, so...pleased to meet you.",
    "白奈さんもありがとうございますわ。\n……後はラミさんだけですわね。": "Shironasan, thank you very much.\n...Now it's just Rami-san.",
    "あんまりラミ、こういう自己紹介とか好きじゃないんだけど……": "Rami doesn't really like introductions like this...",
    "……でも、皆やった。\nラミもやるべき。": "...But everyone did it.\nRami should do it too.",
    "じ～っ……": "*sniffle*...",
    "――あー、もうわかったよ！　朽葉ラミ！\nチームに入ったからにはメイズでジャンジャン稼ぐつもりだから！": "――Ahh, I get it already! Rami Kuchiba!\nNow that I've joined the team, I'm going to make a lot of money with my maise!",
    "ていうかすぐにでもメイズへ潜れないの？\nチームを組めたんだし、さっさと行きたいんだけど。": "By the way, can't you dive into the maise right away?\nNow that we've formed a team, I'd like to get going.",
    "申し訳ありませんが、すぐには無理ですわ。\nチームの申請は通りましたが、まだMGの準備は出来ていませんもの。": "I'm sorry, but I can't do it right away.\nWe passed the team's application, but MG isn't ready yet.",
    "マジ！？　……ってそりゃそうか。\nチームに合わせて調整とかも必要だしね。": "Seriously?! ...Wait, I guess that's true.\nWe'll need to adjust it to match the team, too.",
    "ええ。ですから調整が終わって配備されるまでは、\nメイズに潜って探索をするのはお預けですわね。": "Yes. That's why, until the adjustments are complete and deployed...\nWe'll have to hold off on diving into the Mays and exploring.",
    "でしたら、シミュレーターなら使えますし、\nしばらくは皆さんと一緒に特訓とか練習ですかね？": "In that case, we can use the simulator,\nI wonder if I'll be training and practicing with everyone for a while?",
    "そういうことになりそうだね～。\nチームとしての練習とかやってないし、いい機会かも？": "That's how it's going to be.\nI haven't practiced as a team, so this might be a good opportunity.",
    "では、シミュレーター室を予約致しますわね。\nチームを組んだ以上はそれぞれの連携が重要になりますわ。": "Well then, I'll reserve the simulator room.\nNow that we've formed a team, it's important for each of us to coordinate.",
    "……チームとして練習するの、楽しみ。": "...I'm looking forward to practicing as a team.",
    "ええ～？　めんどいなぁ……んー、あ、そうだ♪\nねえ。ラミ、面白い事を思いついたんだけど！": "Whaaat? What a pain... Hmm, ah, that's right♪\nHey, Rami, I've got an interesting idea!",
    "面白い事……？\nそれってどんなの？": "Something interesting...?\nWhat's that like?",
    "……あまり関係のないアイデアでしたら練習優先ですわよ？": "...If it's not a very relevant idea, practice takes priority, you know?",
    "どーせ、いきなり全員でチームとしての動きなんてできないじゃん？\nなら、折角だしＭＧの操作技術で勝負しない？": "We can't all move as a team right off the bat, can we?\nIn that case, why don't we have a match with MG manipulation techniques?",
    "勝負……ですか？": "A match...?",
    "そ！　だってチームになったって言ってもＭＧの腕とか知らないじゃん？\nなら、先にお互いの実力とかを確認するべきでしょ！": "That's right! I mean, even if we say we're a team, you don't know MG skills, do you?\nIn that case, we should check each other's abilities first!",
    "だから、その実力を知るためにシミュレーターで撃破数を競うの！\n一番撃破した奴が一個だけ全員に命令できるってことで！": "That's why we're competing in the simulator to see how strong they are!\nThat means the one who destroyed the most can order everyone to do one thing!",
    "……おお、確かにそれは面白いね！\nやっぱり賞品があると気合が違うよね。": "...Oh, that's certainly interesting!\nWhen there's a prize, the spirit really is different.",
    "（うう……ＭＧの技術だと、あまり自信がないんで別の提案を……）": "(Ugh... I don't have much confidence in MG technology, so I'll make another proposal...)",
    "あら、それはいいですわね。\nお互いの実力をしっかり把握するのは大切ですから。": "Oh, that sounds good.\nIt's important to have a firm grasp of each other's abilities.",
    "（ええっ、七彩さんまで乗り気に！？）": "(Whaaat? Even Nanaya-san's on board?!)",
    "……わたしは皆がやりたいならいいよ。": "...It's fine if everyone wants to do it.",
    "白奈さんまで！？\n……うう、分かりました……やりましょう……": "Even Hakuna-san!?\n...Ooh, understood... Let's do this...",
    "んじゃ、そういうことで！\nよーし！　ラミが一位になったら何命令させよっかな～！": "Well, that's that!\nAll right! Once Rami gets first place, what should I make her do?!",
    "お、さっそく一位になったことを考えて自信満々だねぇ。\nでも、そう上手くいくかな～？": "Oh, you're so confident thinking about getting first place right away.\nBut do you think it'll work out that well?",
    "（せめて恥ずかしい記録にならないように頑張りましょう……）": "(At the very least, let's do our best not to make an embarrassing record...)",
    "では、準備は出来ましたし……早速始めますわ。": "Well, we're ready... Let's get started.",
    "んじゃ、ラミから行くかな。\nサクっと勝負決めちゃうからね！": "Well, I guess I'll start with Rami.\nI'll decide the match quickly!",
    "――おお～、言うだけはある！\n大胆に切り込んでバッサバサなぎ倒してるねぇ。": "――Oooh, that's the least I can do!\nYou're cutting in boldly and knocking them down like crazy.",
    "……ラミさんの撃破数、\nわたくしの自己記録よりも上ですわね。": "...Rami-san's numbers,\nIt's even better than my own self-record.",
    "あわわ……私よりも圧倒的に上手です……！": "Awawa... She's even better than me...!",
    "よーし！　ラミの結果は……まあそこそこね！\nじゃ、次は誰！": "All right! As for Rami's results... Well, that's about it!\nThen who's next?!",
    "では、次はわたくしが行きましょうか。\nリーダーであるなら負けるわけにはいきませんもの。": "Well then, shall I go next?\nAs the leader, I can't afford to lose.",
    "……へえ、お手本みたいな戦い方ね。\nまあでも、これならラミの記録は超えれないか。": "...Wow, that's a good example of a fight.\nWell, I guess I can't surpass Rami's record with this.",
    "でも操縦の安定感とかは七彩ちゃん有利だね～。\n実際リーダーを任せるなら、七彩がいいんじゃないかな？": "But Nanaya-chan has the advantage when it comes to the stability of piloting.\nIf you're actually going to leave the leader in charge, wouldn't Shichika be better?",
    "せめて情けない結果を出さないように……": "At least try not to produce pathetic results...",
    "くっ……記録は追いつきませんでしたか。\nこれは精進あるのみですわね。": "Ugh... Didn't we catch up on the records?\nThis is nothing but hard work.",
    "ま、ラミの記録なんて簡単に超えれるわけないし！\nそれで次は誰は誰が行くの？": "Well, there's no way I could easily surpass Rami's record!\nSo who's going next?",
    "え。ええっと、私が行きます！\nこれ以上待ってると緊張で倒れそうで……": "U-Umm, I'll go!\nIf I wait any longer, I'll collapse from nervousness...",
    "そんなに緊張しなくても大丈夫ですわ。\nめるさん、頑張ってください！": "You don't have to be so nervous.\nGood luck, Meguru-san!",
    "頑張れ。": "Good luck.",
    "は、はい！　頑張ります！": "Y-Yes! I'll do my best!",
    "……ふーん、まあそこそこじゃない？\n動き自体は悪くないと思うけど。": "...Hmm, well, I guess that's about it.\nI don't think the movement itself is bad, though.",
    "める……頑張れ。\nまだまだ終わってない。": "I'll... do my best.\nIt's not over yet.",
    "……取りこぼしが多いのが気になりますわね。\nそのせいで撃破数がいまいち伸びていませんわ": "...I'm worried about how many mistakes you've made.\nBecause of that, our numbers haven't improved much.",
    "（……なるほど、狙いは外してないんだね。\n集中力はあるけど、周囲への注意が疎かになってるのかな？）": "(...I see, so she hasn't missed her target.)\nShe's got a lot of concentration, but maybe she's losing focus on her surroundings?)",
    "……うう、お疲れ様です。\n全然倒せませんでした……": "...Ugh, good work.\nI couldn't defeat it at all...",
    "いやいや、よく頑張ってたよ！\nそれじゃ、あたしがめるちゃんの敵討ちと行こうかな。": "No, no, you did great!\nWell then, I guess I'll go take revenge on Meguru-chan.",
    "頑張ってください！": "Good luck!",
    "……敵討ちっていうけど、競い合ってんだから全員敵でしょ。": "...They say it's a revenge attack, but they're all enemies because we're competing.",
    "あっ、そ、そういえば！": "Oh, by the way!",
    "あはは、それはそれってことで。\nそれじゃ、華麗に一位になっちゃおうかな～。": "Ahaha, that's that.\nWell then, I guess I'll be in first place.",
    "わわ……凄い……！\nラミさんよりもペースが速いです！": "Wow... That's amazing...!\nShe's even faster than Rami-san!",
    "ちょっと！？　ちゆる、あんなに上手いの！？\nこのままじゃラミ、負けちゃうじゃない！": "Hey!? Chiyuru, you're that good!?\nAt this rate, Rami will lose!",
    "……これだけの実力を持っているのに、\nどこのチームにも所属していなかったなんて……": "...Despite having so much power,\nI didn't belong to any team...",
    "……凄い。": "...Amazing.",
    "ま、こんなもんかな～♪\nさーて、一位になったら何をしてもらおっかな～。": "Well, I guess that's about it♪\nNow then, what should I have her do when she gets first place?",
    "くう……まさかラミが負けるなんて……！": "Ugh... I can't believe Rami lost...!",
    "待ってください。まだ白奈さんが残っていますわ。\nさあ、頑張ってくださいませ。": "Please wait. Miss Shirona is still here.\nNow, good luck.",
    "……うん、頑張る。": "...Yeah, I'll do my best.",
    "白奈、実際に見たことないけど……んー？\nなんかよく分かんない。": "I've never actually seen Shirona before... Hmm?\nI don't really get it.",
    "パッと見た感じだと……ここから追いつくのは大変だね。\nこれはあたしの優勝かな？": "At a glance... It's hard to catch up to them from here.\nIs this my victory?",
    "……えっ！？　外れたように見えた弾が、\n後ろからやってきた敵に当たって……！？": "...Huh?! The bullet that looked like it had missed...\nHit an enemy from behind...?!",
    "……これは偏差撃ち！？\n移動先を読んで撃ちましたの！？": "...Is this a deviation shot!?\nDid you read where he was moving and shoot him?!",
    "嘘！？　てか、なんでそこに敵が行くのが分かんのよ！？\n全然見えてない場所だったでしょ！？": "Lies?! Wait, how do you know the enemy is going there?!\nIt was a place you couldn't see at all, right?!",
    "……偶然？　いや、でもこれだけ当たるなら、\n狙ってると考える方がいいかな……？": "...A coincidence? No, but if it's this good,\nMaybe I should assume she's after me...?",
    "……うそぉ。ラミもちゆるも超えてトップじゃない。\nあんなん勝てるわけないでしょ！": "...No way. Rami's even better than me.\nThere's no way I can win like that!",
    "……お疲れ様。\nそれで、結果は……": "...Good work.\nSo, the result is...",
    "おめでとうございます！\n凄いです白奈さん！　最高記録ですよ！": "Congratulations!\nAmazing, Miss Shirona! That's the best record ever!",
    "める……そんな凄くなんてない……\n運が良かっただけだから……": "Meh... It's not that amazing...\nI was just lucky...",
    "ふふ、謙遜なんてしなくていいですわ。\nこれだけの結果は実力がなければ出せませんもの。": "Heehee. You don't have to be so modest.\nIf you don't have this much skill, you won't be able to produce results.",
    "そうだよ～！　あんなに偏差撃ちを決めて、\n未来予知してるみたいな動きをしてたんだから胸を張っていいよ！": "That's right~! After so many deviation shots,\nYou were moving like you were predicting the future, so you can be proud!",
    "う、うん……": "Y-Yeah...",
    "あー、もう！　ラミが３位で負けなんて！\nもう一回リベンジさせなさいよ！": "Ah, geez! Rami lost in third place!\nLet me get my revenge again!",
    "……辞めた方がいい。\n次やったら、ラミが勝つから。": "...I should quit.\nIf you do it again, Rami will win.",
    "はぁ！？　ラミが勝つに決まって……って、\nなんでそっちが負けてんの！？　そこは勝っておけよ！？": "Huh?! Of course Rami would win... Wait,\nWhy are you losing?! You better win that!",
    "まあまあ、それよりも命令はどうするのかな。\n勝者の特権だから、なんだっていいよ？": "Now, now. More importantly, what are we going to do about the orders?\nIt's a privilege reserved for winners, so you can do whatever you want.",
    "あっ、そういえばそうでしたね！\nお料理を作れって言われたらいっぱい作りますよ！": "Oh, now that you mention it, you're right!\nIf you tell me to cook, I'll make lots!",
    "それはめるさんが作りたいだけでは……？\n鳴滝に関連する命令は、申し訳ありませんがダメですわよ。": "Isn't that just what you want to make...?\nI'm sorry, but I can't give you any orders related to Narutaki.",
    "そんな事は命令しないから安心して。": "Don't worry, I won't order you to do that.",
    "えー？　じゃあ何を命令するの？\n変な命令だったらラミ、拒否するから。": "Huh? Then what are you ordering me to do?\nIf it's a weird order, Rami, I'll refuse.",
    "拒否が出来たら、何でもじゃありませんわね……": "If I can refuse, then it's nothing...",
    "……その……したい": "...Um... I want to do it.",
    "えっ？　なんですか？": "Huh? What is it?",
    "……皆と記念写真を撮りたい。\nシリウスシュガーとしての一枚を。": "...I want to take a commemorative photo with everyone.\nA card as Sirius Sugaru.",
    "……想像してなかった素敵な提案ですわね。\nええ、皆で撮影なら是非にでも！": "...That's a wonderful proposal I never imagined.\nYes, if it's a photo shoot with everyone, I'd love to!",
    "えっ、ラミ嫌なんだけど……\n万が一チーム抜けるってなったら気まずいじゃん。": "Huh? I don't like lamies, but...\nIt'd be awkward if we got out of the team by any chance.",
    "ほらほら、勝者の命令でしょ～？\nそれじゃ、撮影に言っちゃおうか！": "Come on, it's an order from the winner, isn't it?\nWell then, let's talk about filming!",
    "はい！　とても素敵な命令だと思います！\n行きましょう、白奈さん！": "Yes! I think it's a wonderful order!\nLet's go, Miss Shirona!",
    "……うん。": "...Yeah.",
    "それで撮ればいいのね？": "So I can take a picture, right?",
    "はい！　お願いします！": "Yes! Please!",
    "ふふ、ではわたくしはここにしますわね。": "Heehee. I'll be staying here, then.",
    "……皆と写真。": "...A photo with everyone.",
    "ちょっと！　なんで抱きしめるのよ！？": "Hey! Why are you hugging me?!",
    "いやー、こうしないとラミちゃんって逃げそうじゃん？\nほらほら、撮影が終わるまでじっとして♪": "Man, if I don't do this, Rami-chan's gonna run away, right?\nCome on, hold still until we're done filming♪",
    "ちょっ、やめ……！\n逃げないから！　抱きしめんなっ！": "Hey, stop...!\nI won't run away! Don't hug me!",
    "……羨ましい。\n私も抱きしめてみたい。": "...I'm jealous.\nI want to hug her too.",
    "ふふ、なんだかこうしてチームを組めて夢見たいですね。": "Heehee. I kind of want to dream of forming a team like this.",
    "楽しい雰囲気で、このチームに入れてよかったです。": "I'm glad I was able to join this team with such a fun atmosphere.",
    "あんたまでやったらぶっ飛ばすからね！？\nはーなーせー！": "If you do it too, I'll kick your ass, okay?!\nLet me go, let me go!",
    "そんな風に安心するのは早いですわ。\n何せ、大変なのはこれからですもの。": "It's too early to be relieved like that.\nAfter all, the hard part is yet to come.",
    "これから……ですか？": "From now on...?",
    "ええ、メイズ探索にＭＧ競技に……やる事が沢山ありますわ。\nですから……めるさん、頼りにしていますわよ。": "Yes, there's a lot to do...for the MG Games and the Maze Search.\nThat's why I'm counting on you, Meguru-san.",
    "……はい！　いっぱい頼ってください！\nシリウスシュガーとして、皆で頑張りましょう！": "...Yes! Please rely on me a lot!\nAs Sirius Sugar, let's all do our best!",
    "はい、それじゃあ撮るよ～。\n": "Okay, let's take a picture.\n",
    "――で、その時に撮影した写真ってわけ。": "――And that's when I took the picture.",
    "なるほど……この写真撮影を言い出したのは白奈なのか。": "I see... So it was Hakuna who suggested this photo.",
    "……呼んだ？": "...You called me?",
    "いや、呼んでは……そうだ、聞きたい事があった。\nなんでこの写真を撮る命令をしたんだ？": "No, I shouldn't call her... That's right, there was something I wanted to ask her.\nWhy did you order me to take this picture?",
    "そういえばそうよね。\nラミだったらなんか奢らせてやろうかと思ってたのに。": "Come to think of it, you're right.\nIf it were Rami, I thought I'd let her treat me to something.",
    "私も気になります。\n白奈さんが、どうして写真を撮りたいって言ってくれたのか。": "I'm curious too.\nWhy did Hakuna-san say she wanted to take a picture?",
    "……その、それは……\n記念として残しておきたかったから。": "...Well, that's...\nI wanted to keep it as a memento.",
    "記念って……チーム結成記念って感じ？": "To commemorate the team's formation...?",
    "……私は口も上手くない。あの日、誘われるまで……\nチームに所属することはないと思ってた。": "...I'm not good at talking. Until that day, when I was invited...\nI didn't think you'd be on the team.",
    "でも、めるが熱心に誘ってくれて……\n私を必要だと言ってくれた。": "But Meguru was so eager to invite me...\nHe said he needed me.",
    "だから、そんな思い出を残したいと思ったの。\n命令みたいな切っ掛けがないと……こんな提案は出来なかったから。": "That's why I wanted to leave those memories behind.\nI wouldn't have been able to make a proposal like this without a trigger like an order.",
    "……ほう、素晴らしい理由じゃないか。": "...Oh? Isn't that a wonderful reason?",
    "……いやー、まさかそんなにいい理由が出てくるなんて。\nあたしなんて、ラミちゃんたちに治験して貰おうかと思ってたのに。": "...Man, I didn't think I'd get such a good reason.\nI was thinking of having Rami-chan and the others test me.",
    "あんたはあんたで極端なのよ！\n……まあでも、いい理由じゃない？": "You're extreme in your own way!\n...But isn't that a good reason?",
    "……とても素敵です。\n白奈さん、ありがとうございます。": "...It's so wonderful.\nShirona-san, thank you very much.",
    "ありがとうって……？\n感謝されるようなことはしていないけど……": "Thank you...?\nI didn't do anything to deserve her gratitude, but...",
    "実はちょっとだけ、気になっていたんです。\n……強引な誘い方をしちゃいましたから。": "Actually, I was a little curious.\n...That was a pretty forced invitation.",
    "本当は、イヤだったんじゃないかなって思っていて……\nでも、白奈さんが嬉しく思ってくれたなら良かったです！": "Honestly, I thought she didn't want to...\nBut I'm glad you're happy, Shirona-san!",
    "イヤだなんて思ってない。\n……めるのおかげでシリウスシュガーのメンバーになれて感謝してる。": "I don't hate it.\n...Thanks to you, I'm a member of Sirius Sugaru.",
    "だから……この写真は私にとって大切な思い出で、宝物。": "That's why... this photo is a precious memory to me, a treasure.",
    "白奈さん……はい！\n私にとっても、大切な思い出で……宝物です！": "Shirona-san... Yes!\nIt's a precious memory for me, too... A treasure!",
    "なら、その大切な思い出を守るためにも頑張らないとな。": "In that case, I'll have to do my best to protect those precious memories.",
    "……うん、頑張る。\nシリウスシュガーの……皆と一緒にいるために。": "...Yeah, I'll do my best.\nTo be with everyone...from Sirius Sugaru."
}