{
    "練習に励む日々は早いもので……\n最初の試験の日を迎えた。機動性能評価試験だ。": "I've been practicing so fast...\nIt's the day of the first test. The Mobility Performance Test.",
    "あれからトレブルクインテットの皆は、\nなんとかＶＲＸをものにすることができたのだった。": "Ever since then, everyone in Treburg-Intedt had been...\nI had somehow managed to make the VRX mine.",
    "いよいよ本番です～！\nここが運命の分かれ道、これまでの努力が試されるときです！": "It's finally time for the real thing!\nThis is the crossroads of fate. It's time to test our efforts!",
    "トレブルクインテットの行く末はどうなってしまうんでしょうか！\nこの後、３０分後からライブ配信です！　お見逃しなく！！": "I wonder what the future holds for Treburg-Intette!\nWe'll be broadcasting live in 30 minutes! Don't miss it!!",
    "……": "......",
    "はい、オッケーです！": "Yes, it's okay!",
    "今のはどこで使う動画なんだ？": "Where did you use that video?",
    "ライブ配信前の告知Ｔｗｅｅｔｙに載せる動画だね。\n拡散したいからチームと個別、両方のアカウントで出すつもり。": "It's a video that's going to be on the announcement Tweety before the live broadcast.\nI want it to spread, so I'm going to use both the team and the individual account.",
    "フルートもお疲れ様だな……開始前までこんな告知に協力させられて。": "Thanks for all your hard work, Flute... You made me help with this announcement just before it started.",
    "お気遣いあざまるです～！　でも大丈夫です！\nここで勝てればいいんですから！　皆さんも準備はできてますか～？": "Thank you for your concern! But I'm fine!\nWe just need to win here! Are you all ready?",
    "ええ、もちろんよ♪": "Yes, of course! ♪",
    "……まったく呑気なものだな。": "...You're so carefree.",
    "あっ、レイヴェルさん……！": "Oh, Mr. Ravel...!",
    "お久しぶりですね！\n今日は本番、対よろです！": "Long time no see!\nToday's the big day! Let's fight!",
    "言っておくが、私たちは手加減はしない。\nそのつもりで、覚悟しておけ。": "Just so you know, we're not going easy on you.\nThat's what I'm going to do. Prepare yourself.",
    "ええ、分かってますよ！\nフルートたちもマックスアゲアゲで負けません！": "Yes, I know!\nThe flutes won't lose to Max Ageha, either!",
    "……フッ、それでいい。そのほうが張り合いがあるからな。": "...Heh, that's fine. It's more competitive that way.",
    "両チーム揃っているようですね。それでは本日の、\n機動性能評価試験の概要について改めてご説明します。": "Looks like both teams are here. Well then, today's...\nI'll explain the outline of the Mobility Performance Test again.",
    "本試験は規定コースのクリアタイムを競う形式です。\n用意されたチェックポイントをすべて通過してください。": "This exam is a form of competing for the specified course's completion time.\nPlease pass through all the checkpoints prepared.",
    "実戦を想定し『立ち上がり加速』『急旋回』『反復加減速』といった、\n項目が評価できるようなコース設定となっています。": "With real combat in mind, there were things like \"stand up and accelerate,\" \"sharp turn,\" and \"repeat and decelerate\"\nThe course is set up so that items can be evaluated.",
    "りょ！　絶対に勝って見せますよー！": "R-Right! I'll definitely win!",
    "ふん、結果を出すだけだ。": "Hmph. I'm just going to get results.",
    "テストが始まると、トレブルクインテットのメンバーは巧みに機体を\n操り、次々にチェックポイントを通過していく。": "When the test began, the members of the Treburg Integrity skillfully maneuvered the aircraft\nI manipulated them, passing checkpoint after checkpoint.",
    "旋回！": "Turn!",
    "ここで、一気に加速！": "Accelerate here, all at once!",
    "ＶＲＸを従わせる――そんな俺からの抽象的な指示を、\n彼女たちは今まさに目の前で具現化してくれていた。": "I'll make VRX obey me—that's the abstract instruction I'm giving her\nThe girls were materializing right in front of me.",
    "急減速、高度下降！": "Rapid deceleration, altitude drop!",
    "力強く、しなやかな彼女たちの機動にＲＳ社の担当者はもちろん、\n集まっていた報道陣からも大きな歓声が沸いた。": "The powerful, supple girls' maneuvers made the people in charge of the RS Company, of course\nLoud cheers erupted from the assembled reporters as well.",
    "（ライブ配信のコメントも盛り上がっている……！\nそれだけみんなの技量に視聴者が驚いてるんだ……！）": "(The comments on the live broadcast are getting excited, too...!\nThat's how surprised the viewers are at everyone's skills...!)",
    "あとは最後の直線よ！": "All that's left is the last straight line!",
    "一気に駆け抜ける……！": "I dash through it all at once...!",
    "５人がゴールした瞬間、表示されるタイム。\nそれはこれまでの自分たちが持つ記録を大幅に塗り替えるものだった。": "The moment the five of us reach the goal, the time displayed.\nThat was a huge change in the record they had made so far.",
    "やりましたよ！ あげぽよです～！": "I did it! It's Agepo!",
    "うんうん、しっかり成果に繋げられたね。": "Yep, yep. That was a solid result.",
    "よくやった、みんな。これで目標に一歩前進だな。": "Well done, everyone. Now we're one step closer to our goal.",
    "あとはトリニティ・ジュエルがどこまで食らいついてくるか……ね。": "All that's left is to figure out how much Trinity Jewel will eat...right?",
    "あ、始まるみたい。": "Oh, looks like it's starting.",
    "いよいよ、レイヴェルたちトリニティ・ジュエルの出番だ。\n彼女たちの乗る機体はフロンティアとは違う。": "Finally, it was time for Ravel and the other Trinity Jewels to make their move.\nThe aircraft they were riding was different from the Frontier.",
    "その名も『パスファインダー』。": "Its name was Pathfinder.",
    "あれがトリニティ・ジュエルのＭＧ――": "That's Trinity Jewel's MG—",
    "その後パスファインダー各機はスタートを切り、\n特に問題なく最初のチェックポイントを通過した。": "After that, each of the Pathfinders took off\nWe passed the first checkpoint without any problems.",
    "だが、ラップタイムを確認すると大きく遅れている。": "However, when I checked the rap time, I found myself greatly delayed.",
    "彼女たちが使うＡＨＤジェネレーターは立ち上がりが鈍い。\nこれは想定内だろう。多分な……": "The ASD generator they were using was slow to stand up.\nThis is probably within expectations. Probably...",
    "そうだね。この後からの加速力はかなりのものだろうから――": "That's right. I'm sure the acceleration after this will be considerable, so――",
    "予想通りに急加速をするトリニティ・ジュエルの機体。\nやはりＡＨＤの推進力は桁違いのものだ。会場もその迫力に沸き立つ。": "Trinity Jewel's machine accelerated as fast as I'd expected.\nThe ASD's propulsion really is on a whole other level. The crowd is excited by its intensity.",
    "でもあのスピードを維持したまま旋回はできない。\nパワー重視のＡＨＤは小刻みな加減速は苦手なはずだから……": "But I can't turn while maintaining that speed.\nPower-focused ASD shouldn't be good at decelerating little by little...",
    "えっ……減速しない……？": "Huh...? It's not slowing down...?",
    "あんなスピードで突っ込んだらチェックポイントを通り過ぎて――": "If he charged at that speed, he'd pass the checkpoint—",
    "俺達が目をみはった瞬間、トリニティ・ジュエルのＭＧが急旋回する。\nさらなる轟音を響かせて……！": "The moment we opened our eyes, Trinity Jewel's MG made a sharp turn.\nWith an even louder roar...!",
    "いや、機体が描く軌道はほぼ直角に近いものだ。\nこれはもはや『旋回』という表現は適当じゃないかもしれない。": "No, the trajectory the aircraft draws is close to a right angle.\nIt might not be appropriate to call this a \"turn\" anymore.",
    "スラスターによる強引な軌道変化――\nスラスターステアとでもいうべき技術だ……！": "Forceful orbital changes caused by thrusters—\nIt's a technique you could call thruster stair...!",
    "あのカーブを、あんな速度で……！？": "That curve, at that speed...!?",
    "す、すごい……！": "W-Wow...!",
    "あそこを見て。方向を変えるときにスラスターが転回してる。": "Look over there. The thrusters are rolling around when I change direction.",
    "どういうこと？": "What do you mean?",
    "普通、動き出したら慣性の法則で、推力を切っても前進する。\nその力は推力に比例するから旋回時には減速しないと曲がりきれない。": "Normally, when you start moving, you use the law of inertia to move forward even if you turn off the thrust.\nThat power is proportional to thrust, so you have to decelerate when you turn, or you won't be able to turn completely.",
    "だけど……あれは推力方向を一瞬で変えることで、\n強引に出力でねじ伏せて方向転換してるの。": "But... by changing the direction of the thrust in an instant,\nI'm forcibly twisting it down with my output and changing direction.",
    "それってＭＧからすれば横っ腹を殴られたようなものじゃない？\nなんであんな風に曲がれるの……？": "Isn't that like a punch to the side from MG?\nHow can she bend like that...?",
    "それがパイロットの腕、ってことだろうね。": "That must be the pilot's skill.",
    "高出力を最適運用する――まさに職人芸だ。ＡＨＤを活かすなら\nこの手しかないが……ここまでやれるとはな。": "Using high output to the best of my ability—a true work of art. If I wanted to make use of the ASD, I could do it.\nThis is our only option, but... I didn't think we'd be able to go this far.",
    "（正直、ここまでとは思わなかった……！　まさか高出力の特性を\n活かして、それを力尽くで利用してくるとは……！）": "(Honestly, I didn't think it'd go this far...! I can't believe it's a high-output property\nI can't believe he's making use of that to his fullest extent...!)",
    "いくら機体の剛性が優れていてもパイロットにかかるＧは、\nとんでもないものになっているはず……なんという胆力だ……": "No matter how rigid the aircraft was, the g-forces on the pilot were...\nIt must have become something outrageous... What courage...",
    "その隠し玉へ驚く間にトリニティ・ジュエルの機体が次々とゴールする。\nそのタイムはトレブルクインテットを上回る記録となった――": "While I was surprised by the hidden ball, Trinity Jewel's machine reached the goal one after another.\nThat time had surpassed the Treburg Integrity record――",
    "お疲れ様。": "Thanks for your hard work.",
    "……っ！　お、おつまるです……": "...! I-It's over...",
    "そちらも『華やか』でいい機動だった。まるでＴｗｅｅｔｙで\nあげてる動画みたいに……見栄え『だけ』は良かったように思う。": "That one, too, was \"glamorous\" and good maneuvering. It was like a tweety\nIt's like the video I'm giving you... I think 'only' is a good look.",
    "……っ！": "...!",
    "（見事な皮肉だな……）": "(What a splendid irony...)",
    "ふうん？　あたし達の広報活動、気にかけてたんだ？": "Hmm? You were worried about our PR activities?",
    "ああ、しっかりと見せてもらった。\n３日目の罰ゲーム、アドリブ創作ダンスは傑作だったよ。": "Yeah, I got a good look at it.\nThe punishment game for the third day, the ad-lib creative dance, was a masterpiece.",
    "凄くチェックしてる！？\nあれって別に練習には関係ないような……": "She's really checking it?!\nI don't think that has anything to do with practice...",
    "レイヴェル、ずっとダンスとかＭＧごっこ見てた。\nニコニコしてた。": "Ravel, you've been watching MGs and dancing the whole time.\nShe was smiling.",
    "…………": "............",
    "リディアさんっ、余計なことは言わない方が……！": "Lydia, don't say anything unnecessary...!",
    "えっと……本当に楽しんでくれてたんだ……": "Umm... She really was enjoying it...",
    "……こほん。\nそれはそうと、これで実力差は分かったとは思うが……まだやる気か？": "...Ahem.\nBy the way, I think we know the difference in our abilities now... Are you still going to do it?",
    "もちろんです！　勝負は始まったばかりです！": "Of course! The match has only just begun!",
    "ふっ、そうか……まあ、これくらいで折れてもらっては、\n盛り上がりに欠けるからな。だが――": "Heh, I see... Well, if you break it with just this much,\nIt's not enough to liven things up. But――",
    "その程度の『心持ち』で、本気で私達に勝つ気でいるなら、\nこの先もお前達は単にＲＳ社の株を下げる厄介者でしかないぞ。": "If you really intend to beat us with that level of \"mindfulness\",\nFrom here on out, you'll just be a nuisance to lower the stock of the RSK Corporation.",
    "なっ……！": "Wha...!?",
    "ど……どうしてそんなことを言うのかな……？": "Wh-Why are you saying that...?",
    "言わないとわからないのか？　お前達にはかける想いがない。浅い。\n根底がない。必死さがない。目的も願いも、執着も情熱も何も。": "You won't understand unless I tell you? You don't have any feelings for me. It's shallow.\nThere was no foundation. No desperation. No goal, no wish, no obsession, no passion.",
    "そんなこと……ない……": "That's...not true...",
    "そうか？　少なくとも私にはその場限りの感情しか見えないが。\n例えば『なんか客寄せパンダ扱いされるのがムカつく』程度のな。": "Really? At the very least, I can only see the emotions of the moment.\nFor example, \"it's kind of annoying to be treated like a panda to attract customers.\"",
    "……！！": "...!!",
    "私は違う。今のこの一瞬一瞬の活動が、私だけじゃない色んな人たちの\n未来のためにある。モデル活動も遊びじゃない。その一環だ。": "I'm different. This fleeting moment of activity is not just for me, but for all sorts of people.\nIt's for the future. Modeling isn't a game. That's part of it.",
    "だから私は負けない……いや、負けられない。\n特に、ふわっと場当たり的な感情で生きてるやつらには。": "That's why I won't lose... No, I can't.\nEspecially those who live on the spur of the moment.",
    "……っ。": "......!",
    "まあ、動画は本当に面白かったよ。ああいうのは嫌いじゃない。\nでもその『枠』から出てくるにしては不足が過ぎるな。": "Well, the video was really interesting. I don't hate that kind of thing.\nBut it's too short to come out of that frame.",
    "いや、その『枠』の中ですら……と、これはいいか。\nそういうのは実際に動画のコメント欄を見たほうが早いだろう。": "No, even within that \"frame\"... Wait, this is good.\nIt would probably be faster to actually watch the comments section of the video.",
    "え……？": "Huh...?",
    "……失礼する。": "...Excuse me.",
    "辛辣だが、あの技術を見せつけられては何も言い返せない。５人は\nトリニティ・ジュエルたちを唇を噛んで見送った。": "It's harsh, but I can't say anything back after seeing that skill. The five of them\nI bit my lip to see Trinity Jewel and the others off.",
    "（俺の見立ての甘かったな……相手の実力も心持ちも想定を遥かに\n上回る。俺も気を引き締めていかないとな）": "(I underestimated her... Her opponent's strength and mental fortitude are far beyond my expectations.)\nIt's better than that. I have to keep my guard up too.)"
}