{
    "おめでとう、シリウスシュガーの皆さん。": "Congratulations, everyone from Sirius Sugaru.",
    "生徒会長、わざわざねぎらいに来てくれたのか。": "Did the student council president come all the way here to thank me?",
    "ええ。ここまで公式戦が盛り上がったのは、久しぶりですからね。": "Yes. It's been a long time since the official match was this exciting.",
    "今回の試合の結果は、興味深いものでした。": "The results of this match were very interesting.",
    "シリウスシュガーの用いた戦術はまさしく奇策と言うべきもの。\n次に同じ結果をもたらすのは難しいでしょう。": "The tactics Sirius Sugaru used were truly a strange plan.\nIt will be difficult to achieve the same result next time.",
    "また、カオスメイデン側に慢心があったことも否定出来ません。": "Also, I can't deny that Chaos Maiden's side was conceited.",
    "ですが、それを踏まえても、シリウスシュガーの皆さんが\n並々ならぬ努力をされた結果ということは一目瞭然。": "But even taking that into account, everyone in Sirius Sugaru\nIt was clear at a glance that this was the result of her extraordinary efforts.",
    "見ていた皆さんにも、伝わったはずです。": "I'm sure everyone who saw it understood.",
    "じゃあ、シリウスシュガーの解散や退学処分は？": "So what about disbanding and expulsion of Sirius Sugaru?",
    "本当によかった": "I'm really glad.",
    "おめでとう！": "Congratulations!",
    "当然ながら撤回となります。": "Naturally, it will be withdrawn.",
    "やったーーーー！　やりましたね！！": "Yaaaaay! You did it!!",
    "ええ……！\nまたこれからも、シリウスシュガーでいられるんですね……！": "Yes...!\nI'll be able to stay in Sirius Sugar again...!",
    "はい！　５人一緒です！！": "Yes! The five of us are together!!",
    "ったく、こんなんでクビとかありえないから。": "Geez, there's no way I could get fired like this.",
    "……安心した。みんなのおかげ。": "...I'm relieved. It's all thanks to everyone.",
    "そうだね。ひとりの力じゃない。\nあたしたちみんなと、%usernameusernameuserna%の力よ。": "That's right. It's not just one person's power.\nIt's the power of us all and %usernameusernameuserna%.",
    "俺は文句言ってただけだからな。実際に動いたのは、お前達だ。": "I was just complaining, after all. You're the ones who actually moved.",
    "うん、それはそう。最初の方とか、ひどかったし。\nどこの鬼軍曹かって。": "Yeah, that's right. The first one was terrible.\nWhat demon sergeant?",
    "あれは俺からの愛のムチだな。": "That's my whip of love.",
    "んな、ムチいるかー！　……って言いたいところだけど、\nまあ、役には立ったから、『愛』抜きでもらっといてあげる。": "Wha, you got a whip?! ...Or so I'd like to say, but...\nWell, it was useful, so I'll let you go without 'love'.",
    "なんだよ、それ。": "What the hell is that supposed to mean?",
    "フッ……すっかりメンバーとも馴染んだようですね。": "Heh... Looks like you've gotten used to the members.",
    "（言われてみれば、記憶喪失の俺が彼女たちと出会って、\nまだそんなに経ってないんだよな……）": "(Now that she mentions it, I met the girls because I had amnesia\nIt hasn't been that long...)",
    "それが、こうして気楽に冗談を言えるぐらいに馴染めているのだから、\nありがたい話だ。": "That’s why I’m so used to being able to joke around so casually like this,\nI'm grateful for that.",
    "もっとも、肝心の記憶は全然思い出せないんだけど……": "Then again, I can't remember the most important memories at all...",
    "どうしたんですか？": "What's the matter?",
    "嬉しくありませんの？": "Aren't you happy?",
    "いや。嬉しいさ。記憶をなくしてる俺だが……\nここが俺の居場所だって気がした。": "No, I'm happy. I've lost my memories, but...\nI felt like this was where I belonged.",
    "…………": "............",
    "え？　あ？　いや、そう思ってるの、もしかして俺だけ？": "Huh? Oh? Wait, am I the only one who thinks that?",
    "……ぷっ。バーカ。": "...Pfft. Idiot.",
    "……今更？": "...It's too late?",
    "ホント、何を言ってるのでしょうか、この方は。": "Seriously, what is he saying?",
    "もう、とっくにみんなそのつもりだよ。": "That's what everyone's been planning for a long time now.",
    "はいっ！　%usernameusernameuserna%さんも\nシリウスシュガーのかけがえのないメンバーですっ！！": "Yes! %usernameusernameuserna%san too.\nI'm an irreplaceable member of Sirius Sugaru!!",
    "ですから、これからもよろしくお願いします！！": "So, I look forward to working with you from now on!!",
    "……ああ、ありがとうな。そしてこちらこそ、よろしく。": "...Yeah, thanks. And it's nice to meet you too.",
    "こうして、俺の指揮官としての新たな人生がスタートした。\n新たな仲間として迎え入れてくれた、彼女たちと共に。": "And so, my new life as commander began.\nAlong with the girls who welcomed her as a new comrade."
}