{
    "ただいま～。\nふぅ……今日もたくさん遊んだね。": "I'm home~.\nPhew... We played a lot today, too.",
    "ああ、エヴィと一緒だったからか、\n時間を忘れるほど楽しんじゃったよ。": "Ah, maybe it's because I was with Eve\nI had so much fun that I lost track of time.",
    "彼女と出会ってからしばらく経って――\nいつの間にかこうしてふたりで遊びに行く日が増えた。": "Some time had passed since I met her—\nBefore we knew it, we had more and more days to hang out together like this.",
    "また調子のいいこと言って……\nまだちょっと時間あるし、ゲームでもする？": "You're in such high spirits again...\nWe still have a bit of time, so why don't we play a game?",
    "いいね。何かおすすめはあるか？": "Nice. Do you have any recommendations?",
    "そうだね、これとかどうかな……": "Yeah, I don't know if this is it...",
    "……あ。": "...Ah.",
    "話しながらモニターをつけたエヴィが、固まった。": "Eve, who'd turned on the monitor as she talked, froze.",
    "モニターはテレビモードになっていて、ある映画が流れていた。\nしかしその内容はちょうど男女のＨなシーンの真っ最中で……": "The monitor was in TV mode, and a certain movie was playing.\nHowever, the content was right in the middle of a sex scene between a man and a woman...",
    "わ、わぁっ、げ、ゲームモード、ゲームモードに変更、と……": "W-Wow, g-game mode, game mode...",
    "エヴィは慌てて画面を変えるが、\nそのシーンの余韻は消えず、妙な沈黙が流れる。": "Eve hurriedly changed the screen, but...\nThe afterglow of that scene never faded, and a strange silence fell over the room.",
    "女の子とふたりで、映画のＨなシーンを見る……\nその状況についつい身体が反応してしまう。": "I'll watch a sexy scene in a movie with a girl...\nMy body couldn't help but react to that situation.",
    "（しかも今の女優、エヴィに似てたな……）": "(And the current actress looked just like Eve...)",
    "ねえ……なんでおっきくしてんの。": "Hey... Why are you so big?",
    "いや、それは……女優が、エヴィに似てて……": "No, that's because...the actress looked like Eve...",
    "はぁ！？": "Huh?!",
    "……まったく、もう。": "...Geez, geez.",
    "エヴィは、そっとこちらの下半身に手を伸ばす。": "Eve gently reached for the lower half of my body.",
    "お、おいエヴィ……？": "H-Hey, Eve?",
    "放っといても戻るかも知れないけど、早くゲームしたいから……\nそんなんじゃ、集中できないでしょ？": "I might go back even if I leave her alone, but I want to play a game soon...\nYou can't concentrate like that, can you?",
    "私が、処理してあげるよ。": "I'll take care of it.",
    "言うが早いか、エヴィはこちらの勃起したペニスをさすり始める。": "No sooner had she spoken than Eve began rubbing my erect penis.",
    "ちょ……い、いいよ、そんなことしなくても……": "Hey... Y-You don't have to do that...",
    "気にしないで。\nこっちの方が、絶対にタイパいいって。": "Don't worry about it.\nThis is definitely better.",
    "ほら、早くベッドに寝転んで。": "Come on, hurry up and lie down on the bed.",
    "あ……でも、ちょっと恥ずかしいから、電気は消していいよね？": "Oh... But it's a little embarrassing, so can I turn off the lights?",
    "エヴィは自身の服をめくり上げ、下着に包まれた柔らかそうな胸を露出する。": "Eve pulled up her own clothes, exposing her soft-looking breasts wrapped in her underwear",
    "その……どう、かな？\n私の胸でも……興奮できる？": "Um... I don't know?\nCan you... get excited with my breasts?",
    "……効果は抜群だった。": "...It was very effective.",
    "まったく……そこまでされると、さすがにもう自分じゃ収まらないよ。\n処理のほう、頼む。": "Honestly... If you go that far, I won't be able to settle down on my own anymore.\nI'll leave the processing to you.",
    "最初からそう言えばいいの。ほんと、非効率なんだから。": "You should have said that from the start. It really is inefficient.",
    "手を動かすたびに、エヴィの胸が揺れる。\nそこから目を離すことができず、いつしか抵抗する気はなくなっていた。": "Every time she moved her hand, Eve's breasts shook.\nI couldn't take my eyes off it, and before I knew it, I had no intention of resisting.",
    "そのまま快感に身を委ねていく――": "I surrender myself to the pleasure――",
    "……ん、ふぅ……っ。\n思ったよりずっと、熱いんだ。それに、大きい……": "...Nn, fuu...\nIt's much hotter than I thought. And it's bigger...",
    "エヴィは勃起したペニスを手で包み込むと、\nゆっくりとその手を上下させていく。": "Eve wrapped her hand around my erect penis.\nI slowly move my hand up and down.",
    "んっ、こうやって手で包み込んで動かすと、もっと大きくなってる……\nこれ、気持ちいいってことなのかな……？": "Mm, if I wrap my hands around it and move it like this, it'll get even bigger...\nDoes this mean it feels good...?",
    "あぁ……それに、どんどん硬くなって……\n手の中で、熱く震えてる……": "Ah... And it's getting harder and harder...\nShe's trembling in my hand...",
    "……うん、先っぽの方、ビクビクして……\nふふっ、ここ、刺激したらどうなるんだろう？": "...Yeah, the tip is twitching...\nHehe, what would happen if I stimulated it here?",
    "エヴィは太棹を手で包んでしごきながら、\n亀頭の先端、鈴口を指でつついていく。": "Eve wrapped her hands around the thick pole and stroked it\nI poke the tip of my glans with my finger.",
    "わぁ……透明な汁が出てきて……\nすごい、どんどん溢れてる……これ、いいんだ？": "Wow... There's transparent juice coming out...\nWow, it's overflowing more and more... Is this okay?",
    "……っ、そうだ……": "...That's right...",
    "エヴィは溢れる先走り汁を手のひらにまとわせると、\n再び肉棒を包み込み上下していく。": "Eve wrapped the overflowing precum around the palm of her hand\nI wrap my dick around it again and move it up and down.",
    "汁が潤滑油の代わりとなり、\nエヴィの手の動きはいっそうスムーズになっていく。": "The juices acted as lubrication,\nThe movement of Eve's hand grew even smoother.",
    "ん……っ、しょ……\nこのまま、こうして……はぁっ……": "Mm... I-I...\nLike this, like this... haah...",
    "ぐちゅぐちゅと、いやらしい音が響き始める。": "A lewd squelching sound began to echo.",
    "先程よりもいっそうダイレクトに快感が伝わり、\n思わず声が漏れるほどの快感が一点に集中していった。": "I can feel the pleasure even more directly than before.\nThe pleasure is so intense that I can't help but let out a moan.",
    "ふぁ……っ、手の中で%usernameusernameuserna%のが震えて、\n本当に気持ちよさそう……": "Fuah...gh, %usernameusernameuserna%'s thing trembled in my hand\nShe really does look like she's enjoying it...",
    "私の手で、こんなにも気持ちよくなってくれてるんだね……": "I didn't know my hands could make you feel this good...",
    "……ねえ、いいよ。\nこのまま、私の手に出しちゃっても……": "...Hey, it's okay.\nEven if you let it out in my hands...",
    "エヴィの声が、とてつもない甘い誘惑となって耳元をくすぐる。": "Eve's voice tickled my ear with an unbelievably sweet temptation.",
    "――と、そのときだ。": "And just then...",
    "ちょうどその時、起動中のモニターからチャットの通知音が鳴った。\nエヴィはモニターを見て、小さく肩をすくめる。": "Just then, a chat notification sound rang out from the activated monitor.\nEve looked at the monitor and shrugged slightly.",
    "あ……仕事仲間からの連絡だ。\nチャットで新しい作業の打ち合わせだって。": "Oh... It's a call from a coworker.\nThey're having a new work meeting via chat.",
    "マジか……": "Seriously...?",
    "（生殺し状態だけど、さすがにここまでか。\n仕事の邪魔をするわけにはいかないし）": "(It's a life-or-death situation, but I guess that's as far as I can go.\nI can't get in the way of her work.)",
    "そう思い、ズボンを穿こうとする手を、エヴィが止めた。": "With that thought in mind, Eve stopped herself from putting on her pants.",
    "何してるの、続き、するでしょ？": "What are you doing? You're going to continue, right?",
    "え……\nでも、エヴィは仕事が……": "Huh...?\nBut Eve had her work cut out for her...",
    "エヴィは上下の下着を取っ払い、机に手を置くと、\n身体をモニターに向けたまま、こちらを見つめ小さく微笑んだ。": "Eve took off her top and bottom underwear and placed her hand on the desk\nWith her body still pointed at the monitor, she looked at me and smiled a little.",
    "ほら、こうすれば……できるよ？": "Look, if I do this... I can do it, you know?",
    "誘うように腰を振って見せる。": "I swung my hips as if inviting her.",
    "いいから……このまま、入れちゃって？": "Just... put it in like this?",
    "エヴィはこちらに背を向けたまま、\n露出したままの自身の腰をこちらの腰に密着させる。": "Eve kept her back turned to me.\nI press my exposed hips against hers.",
    "エヴィの体温が直に伝わり、狂おしいほど劣情を煽られた。\n彼女もまた、頬が紅潮し、息が上がっている。": "She could feel Eve's body heat directly, fanning her maddeningly carnal desires.\nShe, too, was blushing and breathing heavily.",
    "エヴィ……いいのか？": "Eve... Are you sure?",
    "それでも僅かに残った理性を総動員させ堪えてていると、\nエヴィはだめ押しとばかりに言葉を続ける。": "Even so, as I summoned all of my remaining reason and endured it...\nEve continued, as if to say no.",
    "この格好なら仕事しながらできるし、問題ないよ。": "In this outfit, I can do it while working, so there's no problem.",
    "%usernameusernameuserna%のを、私に入れるだけ。\nイメージはできてる。全然平気。": "All you have to do is put %usernameusernameuserna%'s thing inside me.\nI have an image. I'm completely fine.",
    "そう言うなら……": "If you say so...",
    "そのまま俺の肉棒を、後ろからエヴィの中に侵入させていく。": "Just like that, she penetrated my meat pole from behind, into Eve's insides.",
    "ん……っ、ああっ、はぁあ……っ！": "Mm... ahh, haaah...!",
    "はぁあっ、は、はいってる……ね、\n%usernameusernameuserna%のがぁ……っ。": "Haaah, y-you're inside... aren't you,\n%usernameusernameuserna%'s...",
    "あ、あぁあっ、これ、思ったよりおっきい……んんんっ。": "Ah, ahhhh, this is bigger than I thought... Mmmm.",
    "みちみちと音が聞こえるほどに、\n初めて男性を受け入れるエヴィの膣内はキツくペニスを締め付けてくる。": "So much so that I could hear a creaking sound...\nThe inside of Eve's vagina tightened around my penis as she accepted the man for the first time.",
    "ゆっくりと腰を進めるたびに、膣肉がきゅうきゅうとペニスに絡みつき、\nエヴィの腰がビクンと震える。": "Every time I slowly moved my hips forward, her vaginal flesh tightened around my penis.\nEve's hips twitched.",
    "あっ……んはっ、く……ぅっ。\nんぅ……あ、声、出ちゃうな……んくっ。": "Ah... nhah, kh... ugh.\nMm... ah, my voice is coming out... ngh.",
    "本当に大丈夫だろうかとエヴィを確認するが、\nエヴィは問題ないといった様子でモニターの方を見つめていた。": "I checked with Eve to see if she was really okay, but...\nEve was staring at the monitor, as if to say there was no problem.",
    "……ん、ぁんっ、き、気にしないで……もっと、きて……？\n早く入れて、終わらせた方が、効率的、でしょ……？": "...Mn, ahn, d-don't worry about it... Do it more...?\nIt's more efficient to put it in and finish it quickly, isn't it...?",
    "ほ、ほらぁ、私は平気だから……んぁあっ、\nおく、きて……入れちゃって？": "C-Come on, I'm fine... Mnah,\nCome inside... Put it in?",
    "平気と言いつつも、エヴィの声は震え、\n初めての感覚を堪えているのが手に取るように分かった。": "Even though she said she was fine, Eve's voice trembled\nI could tell that she was holding back her first sensation.",
    "キーボードを叩いていた手は、ずっと同じキーを連打している。": "The hand that had been typing on the keyboard had been repeatedly typing the same key.",
    "あ、んんっ、ほ、ほら、早く……んんっ。": "Ah, mmm, c-come on, hurry... mmm.",
    "エヴィが軽く腰を揺らし、膣内が肉棒を刺激した。\n求められるがままにこちらも腰を引き、快感を追いかけ始める。": "Eve lightly shook her hips, and the inside of her vagina stimulated the meat pole.\nAs requested, I pull my hips back as well, and begin chasing after the pleasure.",
    "んっ、ん……っ、あっ、はっ、はぁ……っ！？": "Nn, nn... ah, hah, haa...!?",
    "うぁあ……っ、こ、こんな感じなんだ……んぁあっ！\nくぅ、ん……はぁっ、あ……": "Uwah... I-It's like this... nnahh!\nUgh, mm... haah, ah...",
    "あぁ……っ、はっ、はひ……っ、んっ、ふぁあっ！\nうぁあ……っ、これ、ふ、深いトコ擦って……んっ！": "Aah...! Hah, hahi...! Nnh, fuaah!\nUwah...! This, th-this is rubbing deep... nn!",
    "亀頭で膣肉を割り裂き、腰を奥に進めていく。\n次第に、エヴィの息は荒く、声は高いものになっていく。": "I split her vaginal flesh with my glans and moved my hips deeper inside.\nGradually, Eve's breathing grew ragged, and her voice grew louder.",
    "んぁあっ、あぅんっ、んふぅうう……っ、\nやぁあ……っ、擦れるたびに、なんだか、ヘン……っ！": "Nnaah, aunh, nfuuuu...gh,\nNooo... Every time it rubs against me, it feels weird...!",
    "あっ、あぁっ、んふぅうう……っ、\nんぁあっ、は、はふぅ……っ！": "Ah, aah, nfuuuu...\nNnaah, hah, hafuu...!",
    "ピストンを早めるたびに、エヴィは苦しげな声を漏らしていく。\n心配して動きを緩めようとすると、エヴィは首を振った。": "Every time she sped up her piston, Eve let out a pained moan.\nWorried, she tried to slow her movements, but Eve shook her head.",
    "んぁ……っ、べ、別に、私のことは気にしないで……\nいいから、続けて……っ！": "Nnah...! D-Don't worry about me...\nJust keep going...!",
    "もはやエヴィの手は完全に止まっており、\nその目もモニターを見てはいない。": "At this point, Eve's hand had stopped completely\nHer eyes weren't looking at the monitor, either.",
    "しかし、エヴィのリクエストに応え、\n勢いをつけ、より深いところを目指し抽挿を続けて行った。": "However, she responded to Eve's request\nI increase the force of my thrusts, aiming deeper into her.",
    "んはぁっ、あぁあ……んっ、はぁんっ！\nうぁあっ、奥、奥に、とどいてぇ……っ！": "Nhaah, aaah... nn, haahn!\nUwaah, it's reaching, deep, deep...!",
    "ふあぁっ……あっ、きてる……っ、\nそんなに……はいっちゃうんだ……んぁっ……！": "Fuaah... Ah, it's coming...\nYou're... going to cum so much... Mnah...!",
    "肉棒がエヴィの膣奥に到達すると、\nエヴィの声が一際高くなる。": "When the meat pole reached the back of Eve's vagina...\nEve's voice grew noticeably louder.",
    "んくぅっ、ご、ゴツゴツされるたびにっ、\nす、すごいの、広がってく……っ！": "Nghh, every time I'm roughed up,\nW-Wow, it's spreading...!",
    "真奥への侵略が進むごとにエヴィの膣から愛液が溢れ、\nピストンをスムーズにしていった。": "As the invasion of the true depths progressed, love juices overflowed from Eve's vagina\nI smoothed out the pistoning.",
    "あ……あはっ、はぅううう……っ！\nこんな……こんなの、知らない……っ！": "Ah... aha, hauuu...!\nI... I don't know this...!",
    "ぁあん……っ！\n深いトコがきゅうってなって……はぁあっ、お、おかしくなる……っ！": "Aaahn...!\nIt's squeezing so deep... Haaah, I-I'm going crazy...!",
    "亀頭が真奥を穿つたびに、\nエヴィの膣壁はびくびくと反応し、甘く震える。": "Every time my glans dug deep inside her...\nEve's vaginal walls twitched and trembled sweetly.",
    "はっ……あ、くぅ……んっ！\nんんっ……待っ、や、あぁん……っ。": "Hah... ah, kuu... nn!\nMmm... Wait, no, aahn...!",
    "エヴィは必死で唇を噛みしめ、\nなんとか声を抑えようとしていた。": "Eve bit her lip in desperation\nShe was trying to keep her voice down somehow.",
    "そんなエヴィを見ていると、ふと悪戯心が湧いてくる。\n深いところを掻き混ぜながら、仕事はいいのかと聞いてみた。": "Watching Eve like that made me suddenly feel mischievous.\nAs I stirred up the deeper parts, I asked her if she was okay with her job.",
    "んぅう……っ、し、仕事……う、うん、やる、やるからぁ……っ、\nあぁっ、でも、そんな深いトコぐちゅぐちゅされたら……ふぁあっ！": "Nnuu......! I-I'll do my job......y-yeah, I'll, do it......\nAah, but, if you go so deep inside me... Fuaah!",
    "んふぅううっ、%usernameusernameuserna%のが、奥突くたびっ、\nきゅんきゅんってしてっ、あ、あ、ふぁあああ……っ！": "Nfuuuu, %usernameusernameuserna%'s thing, every time I thrust deep,\nYou're squeezing me so hard! Ah, ah, fuaaaah...!",
    "もう、もうだめっ、我慢できない……っ！": "I can't hold it in anymore...!",
    "気持ちいいっ、気持ちいいのいっぱいで……っ！\n%usernameusernameuserna%のことしか、考えられない……っ！": "It feels good, it feels so good...!\nI can't think of anything but %usernameusernameuserna%...!",
    "ついにペニスで真奥を突かれる快感に陥落したエヴィは、\nモニターの前で激しく悶えていく。": "Finally, Eve fell into the pleasure of having her penis thrust deep inside her.\nShe writhed violently in front of the monitor.",
    "あぁあっ、いいっ、いいのぉっ！\n%usernameusernameuserna%の、すごくいいっ！": "Ahhh, yes, yes!\n%usernameusernameuserna%'s is really good!",
    "こんな……こんなのいっぱいされたらっ、\nあはぁっ、もう、もう、おかしくなっちゃう……っ！": "If... If you do this much,\nAhaah, geez, I'm going crazy...!",
    "おかしくなって……あぁあっ、すごいの、くる……っ！\nおくからくる、きちゃう……っ！": "I'm going crazy... Aaah, something amazing is coming...!\nIt's coming from deep inside me...!",
    "エヴィの甘い声が部屋に響く。": "Eve's sweet voice echoed through the room.",
    "繰り返す抽挿の果てに、愛液で満ち満ちたエヴィの膣内は、\n今やペニスを激しく締め上げ、小刻みに痙攣を始めていた。": "At the end of repeated thrusts, Eve's vagina was filled with love juices\nNow she's clamping down hard on my penis and starting to convulse.",
    "エヴィの絶頂が間近だと知らせるその振動に、\nこちらも興奮と共に激しい射精感が込み上げてくる。": "The vibrations made it clear that Eve's climax was near.\nAlong with my excitement, I also feel a violent urge to ejaculate.",
    "あはぁああっ、%usernameusernameuserna%の、すごく感じる……っ！\n中で、ビクビクして、ぁああんっ、熱いのっ……！": "Ahaaaah, I can really feel %usernameusernameuserna%'s...!\nIt's twitching inside, aaahn, it's so hot...!",
    "限界寸前のエヴィの腰を持つ手に力を入れると、\n欲望の限りを叩き付けるようにピストンを激しくしていった。": "She tightened her grip on Eve's waist, which was on the verge of its limit\nI slammed my piston into her as hard as I could.",
    "あぁあああっ、これ……あはぁああっ！\n%usernameusernameuserna%の、すごくて、すごいの、くるっ！": "Aaaaah, this is...ahaaa!\n%usernameusernameuserna%'s, amazing, amazing thing is coming!",
    "おくからくるっ、きちゃう……っ！\nあはぁああああああ……っ！！": "It's coming from deep inside me...!\nAhaaaaahhh...!!",
    "……っくぅ……んっ、ふあぁ……っ。\nあはぁああ……っ、ああっ、んっ、ふぅううう……": "...Ugh... nn, fuaah...\nAhahhhh... ahh, nn, fuuuu...",
    "エヴィは太股を小刻みに震わせ続け、\n絶頂の快感の嵐に翻弄され続けているようだ。": "Eve's thighs continued to tremble slightly\nIt looks like she's still being toyed with by the tempest of climax pleasure.",
    "ふぁ、はぁ……っ、これ……これが、セックス……なんだ……\nあぁ……ほんとに、すごかった……初めてなのに……": "Fuah, haah... This... This is sex...\nAhh... It really was amazing... Even though it was my first time...",
    "すごすぎて、もう、何も考えられない……\n仕事どころじゃないよ、これ……": "It's so amazing, I can't think anymore...\nThis isn't the time for work...",
    "激しい絶頂の波を何度も越え、やっと落ち着いたエヴィは\nモニターの前でぐったりと脱力する。": "After crossing the waves of intense climax over and over, Eve finally calmed down\nI go limp in front of the monitor.",
    "少しやりすぎてしまっただろうか、と一抹の不安がよぎる。": "A twinge of unease crossed my mind, wondering if I had gone a little too far.",
    "すると彼女は疲労困憊といった様子のまま、\n小さな声でこちらに話しかけてくる。": "When she did, she looked exhausted.\nShe speaks to me in a small voice.",
    "今日こそはって、%usernameusernameuserna%を誘ったけど……\nこんなに気持ちいいなんて、全然知らなかった……": "Today was the day I invited %usernameusernameuserna%, but...\nI had no idea it felt this good...",
    "%usernameusernameuserna%と……だから……？": "Because... of %usernameusernameuserna%...?",
    "今まで私……いろんな知らないことから目を背けてた。\nコスパだとか、タイパだとか、効率だとか言って……": "Up until now... I've been turning a blind eye to all sorts of things I don't know.\nCospas, typas, efficiency...",
    "その殻を、%usernameusernameuserna%が破ってくれた。\nコスパが大事なのは変わらないけど……それだけじゃないって。": "%usernameusernameuserna% broke through that shell.\nIt doesn't change the fact that cospas are important, but... that's not all.",
    "%usernameusernameuserna%、これからももっと\n私の知らないこと……色々教えてくれてもいいからね？": "%usernameusernameuserna%, keep up the good work.\nYou can tell me all sorts of things I don't know, okay?",
    "どこか上から目線なのは、エヴィの照れ隠しなのかもしれない。\nならばこちらの返事は、もちろん以外にあり得なかった。": "Maybe the reason she was looking down on him somehow was to hide her embarrassment.\nIn that case, there was no other way to respond."
}