{
    "（……うーむ。予定もなくて暇だったから、\n街まで出てきたが……何もやる事が思いつかん）": "(...Hmm. I didn't have any plans, so I had nothing to do,\nI came out to the city, but... I can't think of anything to do.)",
    "（純夏や委員長達はそれぞれ予定を立てて出かけちまったし……\nまあ、気分転換の散歩っていうのもいいんだが）": "(Sumika, Class Rep, and the others all made plans and went out...)\nWell, it's nice to take a walk for a change.)",
    "……ん？　冥夜じゃないか。\nこんな場所で奇遇だな。": "......hm? If it isn't Meiya.\nWhat a coincidence in a place like this.",
    "タケルか。そなたも買いものか？": "Takeru, huh? Are you buying something too?",
    "いいや、オレは散歩だ。\nまあ、ヒマだったんでな。そっちは？": "No, I'm taking a walk.\nWell, I didn't have anything better to do. What about you?",
    "私も街を散策していたのだ。": "I was walking around town, too.",
    "冥夜も目的無しで散歩したりすることがあるんだな。\nちょっと意外だ。": "Meiya sometimes takes walks without a goal in mind.\nI'm a little surprised.",
    "そんなに珍しいだろうか？": "Is it that rare?",
    "ああ。普段は「自己研鑽を怠ってはならないのだ！」って言って、\nそのまま訓練とかしてるイメージだな。": "Yeah. I usually say, 'I mustn't neglect my self-improvement!'\nShe looks like she's training like that.",
    "たしかに普段の私ならそうしているところだな。": "It's true that I'd normally do that.",
    "だろ？": "Right?",
    "目的はあるぞ。記憶探しだ。": "I have a goal. I'm looking for memories.",
    "記憶探しっていうと……？": "Searching for memories...?",
    "我々の戻らない記憶を呼び戻すきっかけがないか……\nそれを探すために街を歩いていたのだ。": "I wonder if there's a chance to bring back memories we can't return to...\nI was walking around town looking for it.",
    "……どういうことだ？": "...What do you mean?",
    "私たちがこちらの世界にやってきて、\n記憶はいまだに戻り切らないであろう？": "We came to this world,\nYour memories still haven't fully returned, have they?",
    "ああ、そうだな。思い出すにしても、\n関係ない記憶ばっかり思い出して、肝心な部分は思い出せないよな……": "Yeah, that's right. Even if I remember,\nI can't remember the most important part, remembering nothing but unrelated memories...",
    "そう、肝心なところは出てこないが、\n断片的な記憶が脳裏に過ぎることはある。": "Yes, the most important part didn't come out, but...\nFragmentary memories sometimes pass through my mind.",
    "いずれも大したことではないが……\nそれでも、元の世界の記憶だ。": "None of them are anything special, but...\nStill, it was a memory from my old world.",
    "つまり……そんな記憶を思い出すために散歩してるのか？": "In other words...you're taking a walk just to remember those memories?",
    "ああ。そうして思い出した記憶が、\n我々の帰還を助けるものになるかもしれないと考えたのだ。": "Yeah. That's how the memories I remembered...\nI thought it might help us return home.",
    "はは、冥夜らしいな。\nそれなら、オレも記憶探しを手伝ってもいいか？": "Haha, that's just like Meiya.\nIn that case, can I help you search for your memories?",
    "よいのか？\nそなたも久々の休みであろう？": "Are you sure?\nIt's been a while since you've had a day off, hasn't it?",
    "どうせ暇だって時間を持て余してたしな。\nそれに、こういう事は誰かと一緒がいいだろ？": "I had a lot of free time anyway.\nBesides, isn't this the kind of thing you should do with someone?",
    "一人で何かをしてた記憶よりも、\n誰かと一緒だった時の記憶の方が良く覚えてるだろうしな。": "More than the memory of doing something by myself,\nI'm sure she remembers it better when she was with someone else.",
    "……なるほど。\nたしかにそなたの言うことも一理あるか。": "...I see.\nI suppose you have a point.",
    "オレにしては冴えてる提案だろ？": "That's a pretty good idea for me, isn't it?",
    "ふふ……自慢げに言う事でもなかろう。": "Haha... There's nothing to be proud of.",
    "で、どうだ？": "So, how's it going?",
    "ならば……頼んでもよいだろうか？\n私も一人で宛てもなく……少々悩んでいたのだ。": "In that case... can I ask you to do it?\nI wasn't alone either... I was a little worried.",
    "流石に冥夜もお手上げだったのか。\nそれじゃあ、一緒に行くか。": "I guess even Meiya's out of options.\nWell then, let's go together.",
    "……そういえばこれはデートなるものなのではないか？": "...Come to think of it, isn't this a date?",
    "ん？　今何か言ったか？": "Hm? Did you say something just now?",
    "いいや、なんでもない。では――": "No, it's nothing. Then――",
    "――冥夜？": "――Meiya?",
    "……ど、どうしたタケル？": "...Wh-What's wrong, Takeru?",
    "いや、急に腕を組んできたから驚いたんだが。": "Well, I was surprised when she suddenly crossed her arms.",
    "……その、しっかり思い出したわけではないが……\n遠い記憶に、タケルと一緒に歩いたような記憶があるのだ。": "...Um, I don't really remember, but...\nIn my distant memories, I remember walking with Takeru.",
    "その時もこのようにして、\n腕を組んでいたような気がしてな……": "That's how it was then, too.\nI felt like we were arms crossed...",
    "……ような？": "...Like that?",
    "と、とにかく、そのような気がしたのだ！": "A-Anyway, that's what I felt!",
    "そ、その……タケルが嫌なのであれば、離すが……": "U-Umm... If you don't like it, Takeru, I'll let you go...",
    "（……なるほど。これはたぶん……）": "(...I see. This is probably...)",
    "そうだな。オレもそんな気がしてきた。\nそれじゃ、このまま行こうか。": "That's right. I'm starting to feel the same way.\nWell then, let's keep going.",
    "っ！　あ、ああ！\nでは、このまま行こうではないか！": "! Y-Yeah!\nWell then, let's go on like this!",
    "（腕を組んで一緒に歩きたかったのか……\nまあ、たまにはこういうのもいいな）": "(Did she want to walk with me, arms crossed...?)\nWell, this kind of thing is nice once in a while.)",
    "歩きにくくはないか？": "Isn't it hard to walk?",
    "いや、大丈夫だ。\nちょっと恥ずかしいくらいだ。": "No, I'm fine.\nIt's a little embarrassing.",
    "ふふ、確かにな。\n……しかし、何とも平和で良き光景だな。": "Heehee. You're right.\n...Still, what a peaceful and wonderful sight.",
    "ああ、そうだな。\nどこか懐かしくて……夢に見たような光景だ。": "Yeah, that's right.\nThere's something nostalgic about it... It's like something out of a dream.",
    "そなたはそう感じるのか？\n私は……どこか知らない別の世界のように感じるが。": "Do you feel that way?\nI... feel like I'm in a completely different world.",
    "へえ、感じ方が違うのは不思議だな。\nこれもメイズシンドロームとやらの影響か？": "Wow, it's strange how they feel different.\nIs this another effect of this so-called \"Maise Syndrome\"?",
    "さて、どうであろうな……\nだが記憶につながるような何かは見当たらないな。": "Well, I don't know...\nBut I don't see anything that connects to my memories.",
    "なら、きっかけになるかもしれないし買い物でもするか？": "In that case, why don't we go shopping? It might be a good opportunity.",
    "ふむ……しかし、買いたいものが浮かばぬな。\n無理をして買ったのならば、それは無駄遣いであろう。": "Hmm... Still, I can't think of anything I want to buy.\nIf she had forced herself to buy it, it would have been a waste of money.",
    "まあ、それもそうか。": "Well, I guess that's true.",
    "また今度、買い物をしに出掛ける機会があれば、\nそなたに付き合って貰いたいのだが……頼んでも良いか？": "Next time I get the chance to go shopping,\nI'd like to ask you to accompany me... May I ask you?",
    "ああ、オレで良ければ幾らでも付き合うさ。": "Yeah, if you don't mind, I'll come with you as much as you want.",
    "ふふ、そなたに感謝を。": "Heehee. Thank you.",
    "タケルは普段、どのようなところを散策するのだ？\n私はこの街に来たことがまだ少なくてな……。": "What kind of places do you usually go for walks, Takeru?\nI haven't been to this city much yet...",
    "オレも本屋を見たり、ゲームを見たり……\nあとは純夏たちに連行されて、荷物持ちくらいだな。": "I also looked at bookstores and games...\nAll that's left is to get taken away by Sumika and the others and carry the bags.",
    "ああ、時折苦い顔をして連れていかれるタケルの姿を目撃したな。": "Yeah, I saw Takeru get taken away with a bitter look on his face from time to time.",
    "助けてくれよ……って、そういえば冥夜は服は買わないのか？\nいつも軍装ばっかりじゃ肩も凝るだろ": "Help me......wait, come to think of it, Meiya doesn't buy clothes?\nYou'll get stiff shoulders if you're always wearing military gear.",
    "むう……タケルもそう思うか？\n鑑や珠瀬にも、オシャレをした方がよいと言われたのだ。": "Hmm... Do you think so too, Takeru?\nKagami and Tamase had also told me that I should dress up.",
    "ここまで困り事はなかったから、\n他の服は不要と断ったのだが……。": "I hadn't had this much trouble, so...\nI refused, saying I didn't need any other clothes, but...",
    "そりゃ勿体ない。\n折角平和な世界なんだからオシャレしてもいいと思うぞ？": "That's a waste.\nIt's a peaceful world, so I think it's fine to be stylish, you know?",
    "……た、タケルは私の私服姿を見たいのか？": "...D-Do you want to see me in my casual clothes, Takeru?",
    "ああ、オシャレをした冥夜は見てみたいな。\nもしも買ったら一番に見せてくれるか？": "Yeah, I'd like to see Meiya dressed up.\nIf I buy it, will you show me first?",
    "ああ、勿論だ。\nであれば、また探してみるとしよう。": "Yeah, of course.\nIn that case, I'll look for her again.",
    "（……なんだ、記憶探しって言ってたが……\n普通にデートしてるだけになってきたな）": "(...He said he was looking for memories, but...)\nWe're just going on a normal date now.)",
    "……しかし、今日はまだ何も思い出さないな。タケルはどうだ？": "......but I still don't remember anything today. How about you, Takeru?",
    "ああいや、俺も考えてた。\n街を歩いてるだけじゃ、思い出せないな。": "Oh no, I was thinking the same thing.\nJust walking around town isn't enough to make me remember.",
    "やはりそう簡単にはいかないか……。": "I guess it won't be that easy after all...",
    "そうだな。まあ、街で歩いてるだけじゃ難しいか……\n他にも記憶に繋がりそうな場所があればいいんだが。": "You're right. Well, I guess it's hard to just walk around in the city...\nIt would be nice if there were other places that might connect to my memories.",
    "……む？　この道の先は……": "...Hm? At the end of this road...",
    "お、冥夜。何か見つけたのか？": "Oh, Meiya. Did you find something?",
    "ああ。この先に学校があるようだ。\n……一見すると、真っ当に見えるな。": "Yeah. Looks like there's a school up ahead.\n...At first glance, it looks like she's right.",
    "先日皆で訪れたスカラとは全く異なるな。": "It's completely different from the scara we all visited the other day.",
    "まあ、あそこが特殊だって話だったからな……\n折角だから、ちょっと見に行くか？": "Well, I heard that place was special...\nSince you're here, why don't we take a look?",
    "うむ。街を歩くよりも良さそうだ。": "Yes. It looks better than walking around town.",
    "許可を取ってきたぞ。\n好きに見て回っていいってさ。": "I got your permission.\nYou can look around as much as you want.",
    "そなたに感謝を。それでは参ろうか。": "I thank you. Shall we go?",
    "……あの制服は桃園が着ていたものと同じだ。\nここは彼女が通っている校舎というわけか。": "...That uniform is the same as the one Momozono wore.\nSo this is the school she goes to.",
    "そうだな。もしかしたらどこかで出くわすかもな？": "That's right. Maybe we'll run into him somewhere?",
    "ふふ、確かにな。\nだが鑑から羨ましがられるかもしれんな。": "Heehee. You're right.\nBut Kagami might be envious.",
    "……あー、確かにそうだな。\n俺たちだけで見学したってバレると面倒くさそうだ。": "...Ah, you're right.\nIt'd be a pain if they found out we'd been watching it all by ourselves.",
    "絶対に純夏の奴、ズルいからわたしも連れて行って！\nなんて駄々をこね始めるぞ。": "Sumika's definitely cheating, so take me with you!\nShe starts throwing a tantrum.",
    "はは、タケルの眉間にしわが寄る様が想像できるな。": "Haha, I can imagine Takeru furrowing his brow.",
    "では、なるべく知り合いに見つからないように、\n静かに見学をさせてもらうか。": "In that case, I'll do my best not to be spotted by anyone I know.\nI guess I'll just quietly observe.",
    "ああ。それじゃあ中を見せてもらうか。": "Yeah. Let's see what's inside.",
    "……ふむ、生徒の数はそう多くないな。": "...Hmm, there aren't that many students.",
    "まあ、時間的に授業は終わってるだろうしな。\nそろそろ日暮れ時だし。": "Well, given the time, class is probably over.\nIt's almost sunset.",
    "なるほど……しかし、不思議な気分だ。": "I see... Still, it's a strange feeling.",
    "冥夜？": "Meiya?",
    "こうして、この校舎の廊下を歩いていると……\n記憶を思い出すわけではないが、懐かしい気持ちになる。": "As I walk down the hallways of this building...\nIt wasn't as if I was recalling my memories, but I felt nostalgic.",
    "郷愁だろうか……それとも、私も彼女たちのように、\n学生だった時があったのだろうか……？": "Maybe it was nostalgia... Or maybe I was just like them\nWas there a time when I was a student...?",
    "タケルはどうだ？　懐かしさを感じはしないか？": "What about you, Takeru? Don't you feel nostalgic?",
    "そうだな……確かに、オレも懐かしい気持ちになるな。": "You're right... It does make me feel nostalgic.",
    "もしかしたら、\n学校の廊下をこうして二人で並んで歩いたりしたのかもな？": "Maybe...\nMaybe the two of us walked side by side down the school hallway like this?",
    "ふふ、確かにそうかもしれないな。\nタケルと二人の思い出か……": "Heehee. You might be right.\nMemories of Takeru and me, huh...",
    "まあ、オレもしっかりとは思い出せてないんだけどな。": "Well, I don't really remember either.",
    "……む？": "...Hm?",
    "ん？　冥夜、どうした？": "Hm? Meiya, what's wrong?",
    "ああ、この教室……誰もいないのだなと思ってな。": "Ah, this classroom... There's no one here, I thought.",
    "そうだな。流石に帰ったんだろ。\n……って、冥夜？": "That's right. She must've gone home.\n......wait, Meiya?",
    "（冥夜の奴……急に教室に入ってどうしたんだ？）": "(Meiya......why did she suddenly enter the classroom?)",
    "ここから見える景色は……まさに平和だな。": "The view from here... is truly peaceful.",
    "どうしたんだ冥夜？\nもしかして、何かを思い出したりしたのか？": "What's wrong, Meiya?\nDid she remember something?",
    "いいや、そういうわけではない。\nただ……この景色をみていて思ったのだ": "No, that's not it.\nIt's just... I thought as I watched this scenery.",
    "私はこのような平和を知らない……\nだが、それを求めて戦っていた気がすると。": "I don't know this kind of peace...\nBut when she felt like she'd been fighting for it...",
    "……それは。": "...That's...",
    "そして、こうも思うのだ。\nこの世界は私達のいた世界とは全く違うのだろうと。": "And I also think this.\nThis world is completely different from the one we came from.",
    "そう考えると……少しだけ、寂しくなったのだ。\n私がこの世界で思い出を作ったとしても……": "Thinking about it that way... made me feel a little lonely.\nEven if I made memories in this world...",
    "夢でもいいじゃないか": "What's wrong with a dream?",
    "楽しんでみたらいいんじゃないか？": "Why don't you have some fun?",
    "元の世界で目を覚ましたときには忘れている……\n泡沫の夢でしかないのではないかと思ってな。": "By the time I woke up in my own world, I had forgotten...\nI thought it might just be a foamy dream.",
    "別に夢だとしてもいいんじゃないか？": "Isn't it fine if it's just a dream?",
    "たとえ夢だったとしても……\n冥夜にとっては、望んでいた平和なんだろう？": "Even if it was a dream...\nIt's the peace Meiya wanted, isn't it?",
    "……おそらくは、な。": "...Most likely.",
    "なら、これはいつか平和な世界になったときのための、\n予行演習みたいなもんだと思うんだ。": "In that case, this was for when the world would one day become a peaceful one\nI think it's like a rehearsal.",
    "なら、楽しんでみたらいいんじゃないか？": "In that case, why don't you have fun?",
    "タケル、私の話を聞いていたか？": "Takeru, were you listening to me?",
    "いや、寂しいだろうけど……そういう楽しかった記憶は、\nたとえ忘れても心のどこかに残るはずだ。": "No, I'm sure it'll be lonely, but... I don't remember having fun like that\nEven if I forget, it will remain somewhere in my heart.",
    "……心のどこかに残るはず……か。": "...It should remain somewhere in my heart... huh.",
    "ああ。だから今のうちに沢山楽しい記憶を作ればいい。\nそんで、それを実現しようって心の支えにすればいいんだよ。": "Yeah. That's why I need to make lots of fun memories while I still can.\nAnd all you have to do is use it as emotional support to make that happen.",
    "……ふふ、そなたにそう言われると、\n不思議と自分の悩みが小さく思えてしまうな。": "...Haha, when you put it that way,\nStrangely enough, my own worries seem small.",
    "いや、そんなことはないだろ。\n冥夜の気持ちもわかるぞ？": "No, that's not true.\nI know how you feel, Meiya.",
    "異世界だの、メイズだの……夢だって言われても、\n納得するくらいに突拍子のない話だからな。": "Otherworlders, maises... Even if you call it a dream,\nIt's so outlandish that it makes sense, after all.",
    "ふふ、確かにそれはそうだな。\n下手な夢より現実味がなく……優しくて幸せな夢だ。": "Haha, that's true.\nIt feels less real than a bad dream... It's a gentle, happy dream.",
    "まあ、夢っていうにはいささか現実感が強すぎるけどな。": "Well, it feels a little too real to be a dream.",
    "はは、確かにそれはそうだ。\nそうだな、私は難しく考えすぎていたのかもしれないな。": "Haha, that's true.\nThat's right. Maybe I was overthinking things.",
    "ああ。いつか戻るための手段を探して……\nで、それまではここで楽しい記憶を作っておくんだ。": "Yeah. I'll find a way to get back someday...\nAnd until then, I'm going to make fun memories here.",
    "そうだな……折角なら、生徒会長にでも頼んで、\nどこかの学校の学生として通うのもいいんじゃないか？": "You're right... I might as well ask the student council president for help.\nWouldn't it be nice to go to school as a student at some school?",
    "私達が、学生になるのか？": "Are we going to be students?",
    "ああ。純夏とか委員長とか、たまとかも一緒にな。": "Yeah. Sumika, Class Rep, Tama, and everyone else too.",
    "全員で朝起きて学校に通って授業を受ける。\nで、学校が終わったらくだらないことを喋って帰るんだよ": "We all get up in the morning, go to school, and take classes.\nAnd when school is over, we're going to talk about stupid things and go home.",
    "……ふふ、それは……面白いかもしれないな。": "...Hehe, that might be...interesting.",
    "しかし、流石に他の生徒から悪目立ちしないだろうか？": "Still, wouldn't she stand out from the other students?",
    "それならその時だろ。\nそれだって楽しい記憶になるさ。": "Then that's when it happens.\nIt'll be a fun memory.",
    "全く……そなたは何時如何なるときもそなたなのだな。": "Honestly... You are always you, aren't you?",
    "ああ。オレはいつだってオレだぞ。": "Yeah. I'm always me.",
    "そなたに感謝を。タケル。\nおかげで……少しだけ心の整理が出来た。": "Thank you, Takeru.\nThanks to that... I was able to sort out my feelings a little.",
    "きっと、怖かったのだ。\n平和で優しいこの世界にいることが……": "I'm sure she was scared.\nBeing in this peaceful, gentle world...",
    "冥夜は普段から気を張ってるからな。\nその落差で気持ちが追い付いてないだけさ。": "Meiya's always on guard, after all.\nI just can't keep up with the difference in our feelings.",
    "だが、そなたの言う通り……私達の世界では失われた平和な日常を、\n今だけは楽しんでもよいのかもしれないな": "But you're right... In our world, we have lost our peaceful lives...\nMaybe it's okay to enjoy it just for now.",
    "ああ、そんで元の世界に戻れたら作ってやろうぜ。\nこの世界にも負けないくらい平和な世界ってやつを。": "Yeah, let's make it if we can go back to the real world.\nA world as peaceful as this one.",
    "ああ……必ず、平和な世界を取り戻そう。\nタケルや皆と一緒に……": "Yeah... We'll definitely bring back a peaceful world.\nTogether with Takeru and everyone else..."
}