{
    "とぉーう！": "Touuu!",
    "ん？　あの元気なかけ声は……": "Hm? That energetic voice...",
    "こらーっ！　そこのあなた達っ！\n今、ゴミをポイ捨てしたよね！？": "Hey! You there!\nYou just threw out the trash, didn't you?!",
    "げっ、風紀委員！？": "Geh, a disciplinary committee member?!",
    "ゴミはゴミ箱に！　マナー違反だよっ！\nもし守れないなら呼び出してお説教だからね！": "Trash in the trash can! That's bad manners!\nIf you can't protect me, I'll call you out and lecture you!",
    "は、はーい……": "O-Okay...",
    "むっ……次なる悪を発見！": "Mm... I've found the next evil!",
    "やっぱり、リリーか。\n今日も頑張ってるみたいだな。": "So it's Lily after all.\nLooks like she's working hard again today.",
    "……ん？　今、何か落とした？": "...Hm? Did you just drop something?",
    "これは……キーホルダーか？\n何かの作品に出てくるヒーローっぽいな。": "Is this... a keychain?\nShe looks like a hero from some kind of work.",
    "この女の子が着てるの、リリーの服に似てるな……\nもしかして、あの服の元ネタはこのキャラなのか？": "This girl is wearing something similar to Lily's clothes...\nCould this be the source of those clothes?",
    "あー、こらこら！　そこは立ち入り禁止だよ！\n次に見つけたら捕まえちゃうからね！": "Oh, come on! You can't go in there!\nI'll catch you the next time I find you!",
    "それじゃ、今度からちゃんとルールを守ってね！": "Well then, make sure you follow the rules from now on!",
    "おーいリリー、落とし物……": "Hey, Lily, you lost something...",
    "……って、速。\nもうあんな遠くに！？": "...Wait, she's fast.\nShe's already that far away?!",
    "このキーホルダー、どう考えても大事なものだよな……\nよし、追いかけて届けるか。": "No matter how you look at it, this keychain is important...\nOkay, let's chase them down and deliver them.",
    "はぁ、はぁ……本当に足速いな……\nこのビルに入って行ったのは見えたんだけど……": "*pant pant*... You really are fast...\nI saw her enter this building, but...",
    "……というか何があるんだ、このビル？": "...Wait, what's going on in this building?",
    "こんなところに、リリーはなんの用があって……": "What business did Lily have here...?",
    "……はぁ、はぁ……ふぅ……休憩……ってあれ？\n%usernameusernameuserna%、どうしてここに？": "...Haah, haah... Phew... Break... Wait, what?\n%usernameusernameuserna%, why are you here?",
    "もしかして%usernameusernameuserna%も、\nここのジムの会員なの！？": "Could it be that %usernameusernameuserna% is also...\nAre you a member of this gym?!",
    "いや、違う違う。": "No, no, no.",
    "この近くはよく通ってたんだけど、\nここがトレーニングジムだって、今初めて知ったよ。": "I used to pass by here a lot, but...\nThis is the first time I've ever heard of a training gym.",
    "そうでしょ！　ここは穴場なんだ！\n誰もいないし、設備もちゃんとしてるからね！": "That's right! This is a secret spot!\nThere's no one here, and the equipment's perfect!",
    "リリーは人がいない方が好きなのか？　意外だな。": "Lily prefers it when there's no one around? That's surprising",
    "そういうわけじゃなくて……ヒーローの特訓は、\n他の人にはなるべく見られちゃいけないからね！": "That's not what I meant... The hero's special training\nDon't let anyone else see you!",
    "普段の練習や特訓は見せずに、\n実戦でバーンと活躍する！　それもヒーローには大切！": "She didn't show any of her usual practice or special training\nI'll be active in real combat with Barn! That's important for heroes, too!",
    "いい子の夢を守るのだって、ヒーローの仕事だからね！": "Protecting a good girl's dreams is a hero's job, after all!",
    "……なるほどな。": "...I see.",
    "それで、結局%usernameusernameuserna%はどうしてここに？\nジムを利用したいのかなーって思ったけど。": "So, in the end, why is %usernameusernameuserna% here?\nI was wondering if you wanted to use the gym.",
    "ああ、そうだった。落とし物を届けに来たんだよ。": "Yeah, that's right. I came to deliver something I lost.",
    "落とし物？": "Lost something?",
    "ああ。リリーが落としたように見えたんだけど……": "Yeah. It looked like Lily dropped it...",
    "ほら、このキーホルダー。\nリリーと同じヒーロー衣装を着てるだろ？": "Here, this keychain.\nYou're wearing the same hero outfit as Lily, right?",
    "あっ！？　ジャスティオン！？\nホントだ！　リリーのキーホルダーがない！": "Ah?! Justion?!\nYou're right! Lily's keychain is gone!",
    "ジャスティオン？": "Justice?",
    "ジャスティオンを拾ってくれて本当にありがとう！\nはぁ……よかったぁ……": "Thank you so much for picking up Justice!\n*sigh*... Thank goodness...",
    "そんなに大切だったんだな。": "I didn't know it was that important.",
    "うん……ジャスティオンがいないってわかったら、\n見つかるまでシティ中を大捜索してたかも……": "Yeah... If it turns out that Justion isn't here,\nWe might've been searching the whole city until we found her...",
    "流石に大袈裟じゃないか？": "Isn't that a bit exaggerated?",
    "そんな事ないよ！　ジャスティオンのためなら、\nリリーはたとえ何日かかっても探し回るよ！": "That's not true! If it's for the sake of Justice,\nLily will search for you no matter how many days it takes!",
    "そんなにか……俺はあまり詳しくないんだけど、\nリリーはそれだけジャスティオンが好きなんだな。": "That much, huh...? I don't know much about it,\nLily really likes Justion that much.",
    "うん！　もちろん！　ジャスティオンは、\nリリーにとってヒーローの原点なんだ！": "Yeah! Of course! Justion said,\nTo Lily, it's the origin of being a hero!",
    "原点？": "Origin?",
    "うん……ジャスティオンとの出会いは、\nリリーがまだ小さい頃で――": "Yeah... My meeting with Justion...\nIt was when Lily was still little—",
    "って、そろそろジムの利用時間が過ぎちゃう！": "Hey, it's almost time to use the gym!",
    "ちょっと待ってて！　着替えてくるから！\nそれから話をするね！": "Wait a minute! I'll go get changed!\nThen we'll talk!",
    "バタバタしつつ、俺達は公園にやってきた。\nベンチに落ち着くなり、彼女は昔話をしてくれて――": "We rush to the park.\nAs soon as I settled down on the bench, she told me about the past—",
    "リリーが小学生の頃、パパが持ってたコミックにあった\n『超機神ジャスティオン』を読んだんだ。": "It was in the comic my dad had when Lily was in elementary school.\nI read Super Machine God Justice.",
    "最初は何も考えず、適当に手に取っただけなんだけど……": "At first, I just picked it up at random without thinking about it, but...",
    "まるで電流が走ったみたいな運命の出会いだったんだ！\n面白くて……もう、それまでの人生が変わるくらい！": "It was a fateful encounter, like an electric current running through me!\nIt's so interesting... it's enough to change my life until then!",
    "ジャスティオンはリリーにとっては最高の作品で、\nエンディング違いのアニメ版もドラマ版も大好きなんだ！": "Justice was the best piece of work for Lily\nI love both the anime and drama versions with different endings!",
    "なるほどな……だとすると、リリーが一番好きなキャラは\nその主役のジャスティオンってことか。": "I see... In that case, Lily's favorite character is...\nSo she's the main character, Justice?",
    "うん！　それはもちろん！\nリリーにとっての憧れのヒーローはジャスティオンなんだ！": "Yeah! Of course!\nTo Lily, the hero she admires is justice!",
    "罪を憎んで人を憎まず！\n自分が進む正義の道を背中で語る最高のヒーローなんだよ！": "Don't hate people for their sins!\nHe's the greatest hero who talks behind his back about the righteous path he's taking!",
    "罪を憎んで人を憎まず……か。": "Hate sin and don't hate people... huh?",
    "そうだよ！　悪を裁くだけじゃないのが、\nジャスティオンの凄い所なんだ！": "That's right! It's not just about judging evil,\nIt's a great part of justice!",
    "どんな相手だって倒すよりも前に分かり合おうとする。\nそんな姿勢が、皆を変えていくんだよ！": "Any opponent would try to understand each other before defeating them.\nThat's the kind of attitude that changes everyone!",
    "色んなヒーロー作品を見てきたけど……\nやっぱりジャスティオンがいっちばん好きなんだ！": "I've seen all kinds of hero works, but...\nI knew it! Justion loves you more than anything!",
    "その満面の笑みを見てたら、\nジャスティオンの好きな気持ちが伝わってきたよ。": "As I watched her beam,\nI can tell how much Justice likes you.",
    "えっ、そ、そんなに笑顔になってた！？\n……ちょ、ちょっと恥ずかしいかな。": "Huh? W-Was she smiling that much?!\n...I-It's a little embarrassing.",
    "でも、ジャスティオンは本当に大好きだから、\nついつい笑顔になっちゃうんだよね。": "But I really do love Justice, so...\nI can't help but smile.",
    "もしよければ、%usernameusernameuserna%も……\nん？　……あれは……": "If you don't mind, %usernameusernameuserna%...\nHm? ...That's...",
    "どうした、リリー？": "What's wrong, Lily?",
    "おまえ、いい加減にしろよ！": "Hey, cut it out!",
    "うるせー、そっちが先にやったんだろ！": "Shut up! You did it first!",
    "……ああ、子供同士が喧嘩してるのか。": "...Ah, so the kids are fighting.",
    "……流石にあれは見過ごせないね！": "...I can't overlook that!",
    "お、おい、リリー！": "H-Hey, Lily!",
    "この……！": "You...!",
    "こら！　キミたち！\n喧嘩はしても暴力はダメだよ！": "Hey! You guys!\nYou can fight, but you can't use violence!",
    "うわっ、なんだ！？": "Whoa, what?!",
    "変な格好のねーちゃんには関係ないだろ！": "This has nothing to do with Sis in her weird outfit!",
    "へ、変な格好……！？\n失礼な！　ジャスティオンだよ！？": "A-A weird outfit...?!\nHow rude! It's justion!",
    "知らねー、何それ！　どっか行けよ！": "I don't know, what's that supposed to mean? Go away!",
    "いいや、どっか行かないよ！\nだって、今殴ろうとしたよね？": "No, I'm not going anywhere!\nI mean, you just tried to hit me, didn't you?",
    "喧嘩をするのは仕方ないよ。リリーだってするからね。\nでも、殴ったり叩いたりするのはいけない事だよ！": "It can't be helped that we're fighting. Lily will, too.\nBut punching and smacking are bad things!",
    "そいつが先に悪口を言ったのが悪いんだよ。": "It's his fault for badmouthing me first.",
    "言ってねえし！　お前が先にズルしたんだろー！": "I didn't say anything! You cheated first!",
    "ズルなんてしてねーし！": "I'm not cheating!",
    "ほらほら、暴力を使ったりしちゃダメだからね。\nちゃんと話し合って解決しないとね？": "Come on, don't use violence.\nWe'll have to talk it over, won't we?",
    "話し合いって……ねーちゃんには関係ないだろ！": "Discuss... It has nothing to do with Sis!",
    "そうだそうだ！": "That's right, that's it!",
    "むむう、頑なだなぁ。\nじゃあ、なんで喧嘩してたのか教えてよ。": "Hmm, you're so stubborn.\nThen tell me why you two were fighting.",
    "コイツが鬼ごっこで捕まらねーからって、\nズルだって言ったんだよ！": "Just because he won't be caught playing tag,\nI said it was cheating!",
    "だって妨害してくるのはズルじゃん！": "Because it's cheating to interfere!",
    "それ言ったら木に登って逃げたりする、\nそっちだってズルだろ！": "If I say that, I'll climb a tree and run away,\nThat's not fair either!",
    "アドバイスをする": "Give her some advice",
    "見守ってみる": "I'll watch over you.",
    "……そ、それは難しいね。": "...Th-That would be difficult.",
    "……危ないことをさせない方がいいんじゃないか？": "...Wouldn't it be better not to let her do something dangerous?",
    "……確かに！\nズルじゃないかもしれないけど、木登りは危ないよね！": "...You're right!\nIt might not be cheating, but climbing trees is dangerous!",
    "だから、危ない所に登るのは禁止ってしたらどう？\nそれなら、喧嘩にならないよね？": "So why don't you stop climbing dangerous places?\nIn that case, it won't be a fight, right?",
    "……分かった。リリーも考えたけど、\n正々堂々と戦わないと面白くないよ！": "\"...Okay.\" Lily thought about it, too\nIt won't be fun if we don't fight fair and square!",
    "ちゃんとお互いが納得できるように、\nルールを決めてから決着をつけよう！": "So that we can both agree with each other,\nLet's settle this after we've decided on the rules!",
    "これだったらどうかな！": "I wonder if this is it!",
    "……えぇ～？": "...Whaaat?",
    "……なんか、どうでもよくなっちゃった。": "...I don't really care anymore.",
    "そうだなー。別のことするか": "You're right. Let's do something else.",
    "んじゃね、変な格好のねーちゃん。": "See you later, Sis. You look weird.",
    "だから変な格好じゃなくてジャスティオンだよ！？\n超カッコいいヒーローだからね！": "Like I said, it's not a weird outfit, it's a Justion!\nHe's a super cool hero, after all!",
    "あと、喧嘩はもうしちゃダメだからね～！\n……はぁ。": "Also, you can't fight anymore!\n...Sigh.",
    "お疲れさま、リリー。\n大丈夫だったか？": "Good work, Lily.\nWere you okay?",
    "あ、%usernameusernameuserna%。\nごめんね、勝手に走り出しちゃって。": "Oh, %usernameusernameuserna%.\nI'm sorry for running off on my own.",
    "大丈夫だよ。\nあんまり説得はうまくいかなかったけど……": "I'll be fine.\nI didn't really manage to convince her, but...",
    "そうだったか？　しっかり喧嘩は止まってた気がするけど。": "Is that so? I feel like the fight has stopped.",
    "あれはリリーが急にお説教をしちゃったから、\nなんか気分じゃなくなっただけだよ。": "That was because Lily had suddenly lectured me\nI just don't feel like it anymore.",
    "多分リリーが伝えたかった暴力はダメってことも、\nあんまり伝わってないと思うんだ。": "I also know that the violence Lily wanted to convey is probably no good\nI don't think it's really getting through to her.",
    "……まあ、あれくらいの年ならそんなもんじゃないか？": "...Well, at that age, I guess that's how it is.",
    "そうだとしても、また喧嘩をしちゃうかもしれないし、\n暴力でお互いに傷ついたら悲しいからさ。": "Even if that's the case, we might end up fighting again,\nIt'd be sad if we both got hurt by violence.",
    "ジャスティオンみたいな、\n立派なヒーローにはまだまだ遠いなぁ……": "Like a Justion,\nI still have a long way to go before I become a great hero...",
    "……いや、そんなことはないさ。": "...No, that's not true.",
    "えっ？": "Huh?",
    "分かって貰えないかもしれないからって行動しないより、\nちゃんと行動して喧嘩を止めたリリーは立派だよ。": "It's better than not acting just because you might not understand,\nLily is admirable for acting properly and stopping the fight.",
    "…………": "............",
    "きっとヒーローっていうのは、\n言葉じゃなくて正しい姿を見せる事も必要なんだろう？": "I'm sure being a hero is...\nYou need to show your true form, not your words, don't you?",
    "そういう意味だったら、\nその姿を示せたリリーは立派なヒーローなはずだ。": "If that's what you meant,\nLily, who was able to show herself, was supposed to be a great hero.",
    "…………う、うう……": "............u-uuu......",
    "どうし……": "Why...?",
    "うわーん！　%usernameusernameuserna%！\n分かってくれてありがとうー！": "Wow! %usernameusernameuserna%!\nThank you for understanding!",
    "ぐはっ！？　頭がみぞおちに……！": "Gwah?! My head's all over my head...!",
    "ヒーローのことを、こんなに理解してくれるなんて……\nうう、本当にありがとう……！": "I didn't think she'd understand a hero this well...\nUgh, thank you so much...!",
    "リリー、悩んじゃう時もあって……でも、\n%usernameusernameuserna%のおかげで自信が持てたよ！": "Lily, there were times when I worried... But...\nThanks to %usernameusernameuserna%, I was confident!",
    "わ、分かった……とりあえず、離れてくれ……": "A-All right... Anyway, get away from me...",
    "あっ、ご、ごめんね！\nつい嬉しくなっちゃって……": "Ah, I-I'm sorry!\nI couldn't help but feel happy...",
    "こんなにヒーローをちゃんと理解してくれたのは、\n%usernameusernameuserna%が初めてだったから……": "The reason she understood the hero so well was...\nBecause %usernameusernameuserna% was my first time...",
    "そうなのか？\nリリーの事を理解してくれる人は多そうだけど……": "Is that so?\nThere seem to be a lot of people who understand Lily, but...",
    "リリーの活動を応援してくれる人はいっぱいいるよ！\nでも、ヒーローを分かってくれる人は少ないんだ。": "There are lots of people who support Lily's activities!\nBut there aren't many people who understand heroes.",
    "風紀委員の活動としてヒーローをやってるんじゃなくて、\nヒーローになる中で風紀委員を選んだから……": "I'm not acting as a hero as a member of the disciplinary committee,\nBecause I chose the disciplinary committee to be a hero...",
    "……多分すぐに分かって貰えないとは思う。\nでも、その行動はきっと実を結ぶはずだ。": "...I don't think she'll understand right away.\nBut I'm sure that action will bear fruit.",
    "だって、リリーの憧れたヒーローっていうのは、\nその背中で正義を語るんだろう？": "After all, the hero Lily admired was...\nYou're talking about justice on your back, aren't you?",
    "……%usernameusernameuserna%。": "...%usernameusernameuserna%.",
    "（……まさか、また頭突きをされるか……？）": "(Don't tell me he's going to headbutt me again...?)",
    "リリーは今、猛烈に感動してる……\nこんなに、こんなに分かって貰えるなんて……！": "Lily's furiously moved right now...\nI didn't think she'd understand this much...!",
    "お、おう……？": "O-Oh...?",
    "これはもう……指揮官とかじゃない……\n唯一無二の存在……リリーの相棒だよ！": "This isn't the Commander anymore...\nA one-of-a-kind existence... Lily's partner!",
    "相棒！？": "My partner?!",
    "うん！　考えてみたら……リリーに足りないのは、\n相棒だったのかもしれない！": "Yeah! Now that I think about it...what Lily lacks is...\nMaybe he was my partner!",
    "孤独だったり、他人との関係性に悩むヒーロー……\nそんなヒーローを支えるための相棒の存在！": "A hero who's lonely, who worries about his relationships with others...\nThe existence of a partner to support such a hero!",
    "そう考えるとライバル以上に大切だよね！": "When you think about it that way, it's even more important than being a rival!",
    "まあ、確かにそういわれると……そうなのか？": "Well, if you put it that way... Is that so?",
    "だから、リリーの理解者として……\n%usernameusernameuserna%は相棒になって欲しいんだ！": "That's why, as someone who understands Lily...\nI want %usernameusernameuserna% to be my partner!",
    "いや、いきなりそう言われても\nリリーみたいなヒーロー活動は無理だぞ！？": "No, even if you say that out of the blue\nIt's impossible to be a hero like Lily!",
    "ああ、それは大丈夫だよ。\nリリーみたいにヒーロー活動をしてほしいわけじゃないから。": "Yeah, that's fine.\nI don't want you to be a hero like Lily.",
    "ん？　じゃあ何をすればいいんだ？": "Hm? Then what should I do?",
    "時々、リリーと一緒にパトロールをしたり、\nお手伝いをしてほしいんだ！": "Sometimes I'd go on patrol with Lily\nI want you to help me!",
    "とはいえ、時々でも大変だし無理にとは言わないけど……": "That said, it's hard even sometimes, so I won't force you...",
    "そのくらいなら力になるぞ？": "I can help you with that, you know?",
    "本当に！？": "Really?!",
    "ああ。そんなに役に立たないだろうけどな。": "Yeah. I don't think it'll be that useful.",
    "そんなことないよ！　ヒーローにとって、\n仲間はいるだけで百人力の存在なんだ！": "That's not true! For a hero,\nJust by having friends, we're a hundred people strong!",
    "守るべき人と、倒すべき悪党！\nあとは信頼できる仲間はヒーローに必須な存在だからね！": "Someone to protect and a villain to defeat!\nAfter that, trusted companions are indispensable to heroes!",
    "たしかに、そういわれる納得は出来るな……": "Yeah, I can understand why you'd say that...",
    "（……それに、%usernameusernameuserna%は\nリリーの悩みを解決して相棒になってくれた……）": "(...And %usernameusernameuserna%...)\nHe solved Lily's problems and became her partner...)",
    "（もしかしたら、リリーのヒーローになってくれるかも\nしれない、凄い人だから……ね）": "(Maybe she'll be Lily's hero\nI don't know, he's an amazing person...)",
    "ん？　今、なんて言ったんだ？": "Hm? What did you just say?",
    "ふふ、内緒だよ♪\nまた機会があったら教えてあげる！": "Hehe, it's a secret♪\nI'll let you know when I get another chance!",
    "だから、今後ともよろしくね……相棒♪": "That's why I'm looking forward to working with you from now on, partner♪"
}