{
    "……そう言った経緯でラミさんとちゆるさんは、\nシリウスシュガーに入ってくれたんです♪": "...After saying that, Rami-san and Chiyuru-san...\nHe went into Sirius Sugaru.",
    "……なるほど、こうして聞くと激動だったな。\nあと、退学になりかけてたのも驚きだ。": "...I see. Hearing it like this was quite the upheaval.\nAlso, I'm surprised she was almost expelled.",
    "そうですわね……わたくしも昔の話をしていて、\nそういえば二度目だったと気づきましたわ。": "You're right... I was talking about the past, too.\nCome to think of it, this is the second time I've realized it.",
    "まあ、あの時は色々なことが起きたからねー。\nつい忘れちゃうのも仕方ないんじゃないかな。": "Well, a lot of things happened back then.\nI guess I can't blame her for forgetting.",
    "しかし、ラミは今よりもツンツンしてたんだな。": "Still, Rami was even more prickly than she was now.",
    "そうですね……学校に入ってきて、\nお金を稼げるチームって話で色々と喧嘩になっていたらしくて。": "That's right... She came into the school,\nApparently, there were a lot of fights going on between the two of them because they were a team that could make money.",
    "私たちが勧誘した時には信頼できる人もいなくて、\n苦労していたから警戒していたみたいです。": "When we tried to recruit them, there was no one we could trust.\nIt seems he was on guard because he was having a hard time.",
    "ああ、なるほど。だから精一杯虚勢を張ってたのか。": "Ah, I see. So that's why she was bluffing as much as she could.",
    "言い方が悪い！！\n信頼できる奴がいないんじゃなくて妥協したくなかっただから。": "That's a bad way to put it!!\nIt's not that I don't have someone I can trust. I just didn't want to compromise.",
    "チームに入ってないからって実績もない怪しい奴らが、\n声をかけに来たら警戒くらいするでしょ。": "Suspicious people with no track record just because they weren't on the team...\nIf you come to talk to me, I'm sure you'll be wary of me.",
    "……まあ冷静に見ればあの時のわたくしたちは、\n中々に信頼できない怪しいチームではありましたわね。": "...Well, if you look at it calmly, we were...\nThey were quite a suspicious team, weren't they?",
    "でしょ？　だからラミの対応だって普通のことよ。\n別に変な理由なんてないから。": "Isn't that right? That's why Rami's response is normal.\nIt's not like there's any weird reason.",
    "なるほど。そういう言い訳でビビってたのを隠してるのか。\n可愛いところもあるな。": "I see. So that's why you're hiding the fact that you were scared.\nShe's cute, too.",
    "ねえ！　コイツぶっ飛ばしていい！？": "Hey! Can I blow this guy up?!",
    "あはは……でも、考えてみると迷惑をかけましたよね。\n色んな事情を知らないラミさんを無理やり加入しちゃいましたし。": "Ahaha... But now that I think about it, I've caused you a lot of trouble.\nI forced Rami-san, who didn't know a lot of things, to join us.",
    "……そうね。本当に騙されたっていうか、\nマジで聞いたときに逃げてやろうかと思ったわ。": "...That's right. I guess you could say I really was tricked,\nSeriously, when I heard that, I thought I'd run away.",
    "むしろ、聞いてよく逃げなかったな。": "In fact, I'm surprised she didn't run away after hearing that.",
    "ラミがその話を聞いたときには、もうメンバー揃ってたのよ！\nだから逃げるタイミングじゃなかったのよ！": "By the time Rami heard about it, all the members were already there!\nThat's why it wasn't the time to run away!",
    "あの時は、残り一人を探すというタイミングだったので、\nつい伝え忘れていましたわね……": "At the time, the timing was to search for the other person, so...\nI forgot to tell you...",
    "てか、生徒会長に目を付けられて、\n勝手に一蓮托生で退学の危機ってありえないでしょ！": "Or rather, the student council president caught my eye\nThere's no way we'd be in danger of expulsion just because we're in the same boat!",
    "うう……確かにそうですよね……\nごめんなさい……": "Ugh... You're right...\nI'm sorry...",
    "でも、ラミちゃんだってあの時余裕なかったよねー？\n喧嘩しまくってチーム候補もなかったんでしょ？": "But Rami-chan didn't have time to spare back then, did she?\nYou got into a lot of fights and didn't have any team candidates, did you?",
    "うぐっ……そ、それは……\nら、ラミならすぐにチームなんて見つかったし！": "Ugh... Th-That's...\nR-Rami would've found a team right away!",
    "てか、そんな風に言ってるちゆるだって、\n余裕ないから強引にめるたちのチームに入ったんじゃないの！": "Actually, if you say that like that, I'll forgive you...\nI didn't join the force team because I couldn't afford it!",
    "あはは、まあ確かにそういわれるとあたしも慌ててたかな？\nだから、気になっためるちゃんたちに慌てて頼んだんだよね。": "Ahaha, well, when you put it like that, I guess I was flustered too.\nThat's why I hurriedly asked Meguru-chan and the others to do it.",
    "あそこで入れて貰えなかったらピンチだったね！\nうん、ありがとうね！　めるちゃん！": "If you hadn't let me in there, I'd be in a pinch!\nYeah, thanks! Mechan!",
    "いえ、困ってる時はお互い様ですし……\nちゆるさんが仲間になりたいって思ってくれたのは嬉しかったですよ。": "No, when we're in trouble, it's the same for us...\nI was happy that Chiyuru-san wanted to join us.",
    "ええ、その優しさはやはりめるさんの美点ですわ。\n%usernameusernameuserna%さんも助けられましたものね？": "Yes, that kindness is one of Meguru's good points.\n_USERNAME_PLACEHOLDER_XYZ123_San was saved too, wasn't she?",
    "そうだな……俺も命を救われたし、めるには足を向けて寝られないな。": "You're right... I've saved my life too, so I can't sleep with my legs facing me.",
    "そ、そこまで言われるようなことでは……！": "Y-You don't have to go that far...!",
    "ううん。めるはいい子。\n私もめるのおかげでシリウスシュガーに入ったから。": "No. Meha is a good girl.\nI joined Sirius Sugar thanks to Meguru.",
    "……そうなのか？\n確かに白奈が入ることになった経緯は予想できなかったが。": "...Is that so?\nIt's true that I couldn't predict how Hakuna would end up going in, but...",
    "そういえばそうですわね……\n白奈さんが入る事になったのは、めるさんのお手柄でしたわ。": "Come to think of it, you're right...\nIt was thanks to Meguru-san that Hakuna-san decided to join.",
    "い、いえ！　そんなお手柄だなんて！\nただ、白奈さんとお話をしただけなので……": "N-No! I can't believe you did that!\nAll I did was talk to Hakuna-san...",
    "それだけでもすごい。\n最初、断ったから。": "That alone is amazing.\nBecause I turned her down at first.",
    "あー、そうだったねぇ。\n白奈ちゃんに声をかけたら断られたんだよねぇ。": "Ah, that's right.\nWhen I called out to Hakuna-chan, she turned me down.",
    "そういえばそうだったわね。\nラミは他の奴探せばいいじゃんって言ったんだけどね。": "Come to think of it, you're right.\nRami said we should just look for someone else.",
    "……めるの気持ちが伝わった。": "...I can tell how she feels.",
    "……なあ、そっちばっかり盛り上がってないで聞かせてくれ。\n色々と気になるんだが。": "...Hey, don't be so excited. Let's hear it.\nThere's a lot on my mind.",
    "お、%usernameusernameuserna%も気になってきたみたいだね。\n続きが気になるなら練習の量を……": "Oh, it looks like_USERNAME_PLACEHOLDER_XYZ123__ is starting to bother her too.\nIf you're worried about the rest, how much practice do you need...?",
    "それとこれとは別だからな？\n逆に増やされたくないなら教えろでもいいんだぞ？": "That's different from this, okay?\nOn the other hand, if you don't want to be increased, you can tell me.",
    "流石に増やされるのは勘弁してほしいなぁ……\nまあ、それじゃあめるちゃん。続きいいかな？": "I really wish they wouldn't add more...\nWell, then, Amoe-chan. Can we continue?",
    "はい！　分かりました！\n４人が集まった私たちは最後のメンバー探しを始めまして……": "Yes! Understood!\nWith the four of us together, we started looking for the last member..."
}