{
    "ちゆるさん、ちゆるさん、ちょっといい？\nちょっと相談があって……": "Chiyuru-san, Chiyuri-san. Do you have a moment?\nI need to talk to you about something...",
    "うんうん、相談なら今度聞くね～？": "Yeah, I'll listen to your advice next time, okay?",
    "あの……ちゆるさん。\n実は私、ずっと前からあなたと仲良くなりたくて……": "Um... Chiyuru-san.\nActually, I've been wanting to be friends with you for a long time...",
    "そうだったんだね～。\nでも、よく知らないしまた遊びに行こうね。": "So that's how it is.\nBut I don't know much about it, so let's go hang out again.",
    "ちゆるさんって、今まで変な人だって思ってたけど、\n本当は凄い人だったんだね！": "I always thought Chiyuru-san was a weirdo, but...\nYou really were an amazing person!",
    "えー、別に全然そんなことないよー？": "Whaaat? It's not like that at all!",
    "（うーん、すごいな……ここ最近、ちゆるの周りに人が絶えない……\n今まで関わりのなかった子からも、声をかけられるようになったし……）": "(Hmm, that's amazing... There's been a lot of people around Chiyuru lately...)\nI've been able to talk to girls I'd never had anything to do with before...)",
    "（これも、ちゆるの実力が知れ渡ったからなんだろうな。\nそのせいか、なんだか最近のちゆるは忙しそうだ……）": "(I wonder if this is because Chiyuru's skills have become known.\nMaybe that's why she's been so busy lately...)",
    "（だけど、ちゆるのあの表情……）": "(But Chiyuru's expression...)",
    "ははははは……": "Hahahaha...",
    "今までは気楽な変人って雰囲気だったちゆるが、\nあんな気を張った表情をするなんて……": "Up until now, Chiyuru had always had the air of an easygoing weirdo, but...\nI can't believe she's wearing such a tense expression...",
    "（正直、すごく心配だ……\nでも、下手に口を出してちゆるの邪魔してもよくないだろうし……）": "(Honestly, I'm really worried...)\nBut I don't think it's a good idea to get in the way...)",
    "……よし、今度、遊びに誘って気分転換でもしてあげるとするか。\nそれくらいなら、別に構わないよな……？": "...Okay, maybe I'll invite her to hang out sometime for a change of pace.\nYou don't mind if it's just that, do you...?",
    "……ん、誰だ？\n勉強中に……": "...Hm? Who is it?\nWhile I was studying...",
    "ああ、今開けるから……": "Yeah, I'll open it now...",
    "やあやあ！": "Hey, hey!",
    "ちゆる！？": "Chiyuru!?",
    "（噂をすればなんとやらじゃないが、\nちゆるを誘おうかと考えていたら、ちゆるの方が来るとは……）": "(Speak of the devil, but...)\nI was thinking about inviting Chiyuru, but to think Chiyura would come...)",
    "だ、大丈夫なのか？": "A-Are you okay?",
    "え？　何が？": "Huh? What?",
    "いや、最近のちゆるは、忙しそうにしてたから……": "No, Chihaya's been busy lately...",
    "あはは、%usernameusernameuserna%が気にすることじゃないから\n安心してよ。": "Ahaha, it's nothing for %usernameusernameuserna% to worry about.\nDon't worry.",
    "……ちゆるがそれでいいならいいけど。": "...If Chiyuru's okay with that, then fine.",
    "そうそう！　あたしがいいから、それでいいの！\nそれで、%usernameusernameuserna%は今日、何をする予定なのかなー？": "That's right! I'm fine with it, so it's fine!\nSo, what is %usernameusernameuserna% planning to do today?",
    "いや、今は勉強をしてただけで、特に用事はないけど……": "No, I was just studying right now, so I don't have anything in particular to do...",
    "うわー、それはもったいないね！": "Wow, that's a waste!",
    "だったら、あたしと一緒に外に遊びに行こ！\nうん、そうしよう、けってーい！": "In that case, let's go play outside together!\nYeah, let's do that, c'mon!",
    "ちょっ……\n勝手に人の予定を――": "Hey...\nI'm going to make my own plans――",
    "さ、じゃあ行こうすぐ行こう！\n善は急げって言うしねー！": "Alright, let's go. Let's get going!\nThey tell me to hurry up and do good!",
    "お、おいちゆる、手を引っ張るな。\n相変わらず強引だな……": "D-Don't pull on my hand.\nYou're as pushy as ever...",
    "（……でも、久しぶりにちゆるの笑顔を見ることができてよかった……）": "(It's been a while since I've seen her smile like this...)",
    "あははははっ！\nこんな風にのんびり買い物するのって、久しぶりかも！": "Ahahaha!\nIt's been a while since I've been able to take my time shopping like this!",
    "ちゆるが羽を伸ばせてるなら何よりだ。": "I'm glad Chiyuru's able to spread her wings.",
    "あっ！　あそこの服、ちょっといいかも！\n白衣に合うかな～？": "Ah! Those clothes over there might be nice!\nI wonder if it'll go well with the white coat~?",
    "真っ先に白衣とのコーディネートを考えるってどうなんだ？\nでも、確かにあの服はちゆるに似合うと思うぞ？": "How about we figure out how to coordinate with the lab coat first?\nBut I do think those clothes would look nice on you.",
    "わあ、本当！？\nえへへ、じゃあ、買っちゃおうかな～？": "Wow, really?!\nEhehe, then maybe I'll buy it?",
    "そんな即決しなくても、もう少し色々見て考えればいいじゃないか。": "You don't have to decide so quickly. You can just look at a few more things and think about them.",
    "うん、それもそうだね！\nそれじゃ、もっともっと付き合って貰おうかな♪": "Yeah, that's true!\nWell then, I guess I'll have to ask you to go out with me more♪",
    "ああ、俺で良ければいくらでも付き合うよ。": "Yeah, if you don't mind, I'll come with you as much as you want.",
    "ん－……%usernameusernameuserna%、本当に良かった？\n誘ったあたしが言うのもなんだけど、今日は付き合ってもらっちゃって。": "Hmm... Was %usernameusernameuserna% really okay?\nI don't know if it's my place to say this, but she went out with me today.",
    "どうしたんだ、急に。": "What's gotten into you all of a sudden?",
    "いやー、ちょっと強引に誘っちゃったところもあるからさぁ。\nもしかしたら、迷惑だったかなぁ～って。": "Man, I kinda forced her to come along.\nI thought it might have been a bother.",
    "ちゆるが強引じゃなかったことなんてあったか？": "Has Chiyuru ever been forceful?",
    "ううっ……そういわれると否定できないなぁ……": "Ugh... When you put it like that, I can't deny it...",
    "まあ、ちゆるが気にすることじゃない。\nたまには、こうやって外をうろつくのも悪くないし……": "Well, it's nothing to worry about.\nIt's not a bad idea to wander around outside once in a while...",
    "元々、今日はちゆるをどこか遊びに誘おうと思っていたからな。": "I was planning on inviting Chiyuri to hang out somewhere today, after all.",
    "え、わぁ、そうなんだ～！？\n%usernameusernameuserna%ってば、優しいねぇ！": "Huh? Wow, really?!\n%usernameusernameuserna%, you're so kind!",
    "でもちょっと悔しい～！　それならあたしからじゃなくて、\n%usernameusernameuserna%から誘われたかったかも～！": "But it's a little frustrating~! In that case, it won't be from me,\nI might have wanted to get an invitation from %usernameusernameuserna%!",
    "いいじゃないか。\nどっちが誘ったとしても、こうして２人で遊びに出かけられたんだから。": "What's wrong with that?\nNo matter who invited her, we were able to hang out together like this.",
    "……うん、確かにそうだね！": "...Yeah, you're right!",
    "あれ？　ちゆるじゃない！？": "Huh? Isn't that a little lax?!",
    "ほんとだ、ちょうどよかったー！": "You're right! Perfect timing!",
    "……ん？": "...Hm?",
    "あれは……ちゆるの友達か？": "Is that... Chiyuru's friend?",
    "あー、うん、まあそんな感じかなぁ……？": "Ah, yeah, I guess that's how it is...?",
    "久しぶり。聞いたよ～！\nまさか、すっごい子だなんて知らなかったよぉ！": "It's been a while. I heard about it!\nI didn't know she was such an amazing girl!",
    "そうそう！　それなら言ってくれたらよかったのに！": "That's right! You should've told me!",
    "今のちゆる、多分凄い知り合いとか出来たんでしょ？\nちょっと連絡とりたい人がいるんだけどぉ……": "You've probably gotten to know each other a lot, haven't you?\nThere's someone I want to get in touch with...",
    "チームで困ってることがあるんだけどさ、\nねえねえ！　助けてくれるよね？": "There's something troubling about being a team,\nHey, hey! You'll help me, won't you?",
    "えぇ？　いやあ、それはちょっと……": "Huh? Well, that's a little...",
    "えー？　なんでぇ？\n私達、友達だよね？": "Huh? Why?\nWe're friends, right?",
    "別にそんな大したことじゃないから、ちょっとだけ！\nね、お願い～！": "It's not that big of a deal, so just a little!\nHey, please~!",
    "……あー、うん。\nまあそうだよね。": "...Ah, yeah.\nWell, that's true.",
    "友達なんだし、ちょっとくらいは……": "We're friends, after all. At least a little...",
    "……すまん、ちょっと悪いな。": "...Sorry, sorry about that.",
    "わ、%usernameusernameuserna%……！？\n急にどうしたの……！？": "Whoa, %usernameusernameuserna%...!?\nWhat's gotten into you all of a sudden?!",
    "すまん。ちゆるは俺とのデート中なんだ。\nだから勘弁してくれないか？": "Sorry. Chiyuru's on a date with me.\nSo can you give me a break?",
    "ええっ！？": "What?!",
    "えっ、ちゆるがデート！？": "Huh? Chiyuru's on a date?!",
    "彼氏！？　そうなの！？": "Boyfriend?! Really?!",
    "ちなみに、俺の一目惚れだ": "By the way, it's my love at first sight.",
    "ちゆるとは相思相愛なんだ。": "Chiyuru is mutual love.",
    "えっ、あ、うん！　そ、そうなんだよね！": "Huh? Oh, yeah! Y-You're right!",
    "えっ、ええ～……！？\nそうなんだ……ふ、ふーん。": "Wh-Whaaat?!\nI see... H-Hmm.",
    "おい、なんでそんなに動揺してるんだ。": "Hey, why are you so upset?",
    "えっ、あ、うん！\nそ、そうなんだよね～！": "Huh? Oh, yeah!\nY-You're right!",
    "視線が泳ぎまくってるぞ。": "Her eyes are darting around.",
    "……そういうわけなんだ。\nだから、俺の彼女を便利に使う話は止めてくれ。": "...So that's how it is.\nSo please don't talk about using my girlfriend for convenience.",
    "……！": "...!",
    "そういうわけだ。\nじゃあ、ちゆる。行こうか。": "So that's how it is.\nOkay, let's go. Let's get going.",
    "あ、%usernameusernameuserna%……う、うん！　それじゃあ行こう！": "Ah, %usernameusernameuserna%... Y-Yeah! Let's go, then!",
    "――ふぅ……すまなかった、ちゆる！": "――Phew......I'm sorry, Chiyuru!",
    "えっ？": "Huh?",
    "あの場を切り抜けるためとはいえ、彼氏だなんて嘘をついたことだ。\nいきなり言われて困っただろうし。": "I lied about being her boyfriend, even if it was just to get out of that situation.\nShe probably didn't want to hear that out of the blue.",
    "あっ、あはは。そのことね？\n別にいいよ。気にしてないから……": "Ah, ahaha. You mean that?\nIt's fine. I don't mind...",
    "そうは言うけど……": "You say that, but...",
    "あたしだって助かったし……それに、\nそんなに悪い気もしなかったし……あー、今のナシね！": "I was saved, too... Besides,\nI didn't feel that bad about it... Ah, that was a no-no!",
    "？": "?",
    "それより%usernameusernameuserna%、喉が乾かない？\n何か一緒に飲もう！": "More importantly, %usernameusernameuserna%, aren't you thirsty?\nLet's drink something together!",
    "あ、ああ……": "Y-Yeah...",
    "それじゃあ、そこの店で買ってこよう！": "Well then, let's go buy some from that store over there!",
    "ここって、最近流行ってるお店なんだよねぇ。\nあ、あたしはカフェラテにするね！": "This place has been popular lately.\nI-I'll have a caffè latte!",
    "じゃあ、俺はアイスコーヒーにしようかな。": "I guess I'll have iced coffee, then.",
    "じゃあ公園のベンチで一休みしないか？\n色々とあって疲れただろ？": "Then why don't we take a break on a bench in the park?\nYou must be tired after all that's happened.",
    "ふぅ……うん。これ、美味しいね。\n流石噂になってるだけあるなぁ。": "Phew... Yeah. This is delicious.\nIt's just a rumor.",
    "ああ、こっちも美味しいぞ。": "Yeah, this one's good too.",
    "えー、そうなの？\nじゃあ、%usernameusernameuserna%の、ちょっとちょーだい！": "Whaaat? Really?\nThen, %usernameusernameuserna%, give me a little!",
    "お、おい……奪わなくてもやるってば。": "H-Hey... You don't have to take it. I'll do it.",
    "いいからいいから。\nほら、%usernameusernameuserna%には、あたしが飲んでたのあげるから。": "It's fine, it's okay.\nHere, I'll give %usernameusernameuserna% the one I was drinking.",
    "……うん、こっちも美味しいね！\nさっぱりしてて飲みやすいね。": "...Yeah, this is good too!\nIt's refreshing and easy to drink.",
    "ああ、カフェラテの方も悪くないな。\n甘みもちょうどいい。": "Yeah, caffè lattes aren't bad, either.\nThe sweetness is just right.",
    "……しかし、さっきは大変だったな。\n友達だったとしても、あんなふうに言われたらイヤだろ？": "...Still, that was pretty rough.\nEven if they were friends, you wouldn't want them to say that to you, would you?",
    "……うん、そうだね。\n昔から見てきたから慣れてたつもりだったんだけどね。": "...Yeah, you're right.\nI've seen it for a long time, so I thought I was used to it.",
    "ああいう風に変わっちゃう子も多いけど……\n%usernameusernameuserna%は変わらないでいてくれるんだね。": "There are a lot of girls who change like that...\n%usernameusernameuserna% never changes, huh?",
    "……どういうことだ？": "...What do you mean?",
    "さっきの子達みたいに、あたしが天才だってわかると、\n急に変わっちゃう子も多いんだよ。": "Just like the girls from before, when they realize I'm a genius,\nThere are a lot of girls who suddenly change.",
    "……ちゆるに、何かしてくれって頼む事か？": "...Are you asking me to do something?",
    "うん、そうだよ。\n前はもっと気楽な会話をする友達だったんだよね。": "Yeah, that's right.\nWe used to be friends who had a much more relaxed conversation.",
    "でも、あたしが天才だってわかったら、\nあたしが何かをしてくれるって期待するんだ。": "But if it turns out I'm a genius,\nThey expect me to do something for them.",
    "別にあたしは何も変わってないんだけどねぇ。": "I haven't changed at all, though.",
    "そうはいうけど、変わらない子だっているだろ。": "You say that, but there are still some girls who haven't changed.",
    "うん、確かに、それはそうなんだけど……": "Yeah, that's true, but...",
    "それでも、今まで仲良くしてた子や、\nバカな話をして笑ってた子達との関係が変わっちゃうのはね……": "Even so, there were the girls I'd been friends with up until now\nMy relationship with the kids who were laughing and talking about stupid things would change...",
    "……そうか。": "...I see.",
    "だから、本当は嬉しかったんだよね。\nキミがあたしのために怒ってくれたことが。": "That's why I was actually happy.\nThat you were angry for my sake.",
    "……いや、そうは言うが俺もほっとしたんだよ。": "...No, you say that, but I'm relieved too.",
    "最近、ちゆるが真面目な顔ばかりしてたから、\n変わってしまったんじゃないかと思ってな……": "Lately, Chiyuru's been acting so serious.\nI thought you might have changed...",
    "もう、あたしの何を見てたのかな～？\n……って言いたいけど、そう見えた理由があるんだよね。": "What was she looking at me for?\n...That's what I want to say, but there's a reason it looked that way.",
    "理由？": "A reason?",
    "何でもかんでも、断ったり嫌われてたら……シリウスシュガーと、\n%usernameusernameuserna%がいる場所が守れないでしょ？": "Anything and everything, if she refused or hated me...I'd be with Sirius Sugaru\nYou can't protect the place where %usernameusernameuserna% is, right?",
    "今のここがあたしは好きなんだ。\nだから、そのためにちょーっとだけ頑張ってるだけ。": "I like this place right now.\nThat's why I'm doing my best to make it happen.",
    "……そんなに大切に思ってるんだな。": "...I didn't know she cared that much.",
    "そうそう。\nだからちょっと不安にさせちゃったかな？": "Yes, that's right.\nMaybe that's why I made you feel a little uneasy?",
    "まあ、ちゆるじゃないけど……変わったのかと思ってな。": "Well, it's not that I don't like it, but... I thought you'd changed.",
    "……そうすると、俺がちゆるの邪魔しないように\n声をかけないでいようと思ってたのは……余計なお世話だったか？": "...So that I wouldn't get in the way.\nI didn't want to call out to you... Was it none of my business?",
    "あー！　最近、なんか余所余所しかったのもそのせい！？": "Ah! Is that why you've been acting so distant lately?!",
    "%usernameusernameuserna%が声をかけてくれないし、\n気付いたらどこかに行っちゃうなーって思ってたんだよね！": "%usernameusernameuserna% won't call out to me,\nI was just thinking about how she'd go off somewhere before I knew it!",
    "……いや、すまない。": "...No, I'm sorry.",
    "もー！　皆との居場所を作るために頑張ってるのに、\n遠慮されちゃったらあたしが頑張ってる意味がないでしょー？": "Geez! I'm doing my best to make a place for myself with everyone,\nIf you hold back, there's no point in me doing my best, is there?",
    "すまん……余計な気を回しすぎた。\n反省してる。": "Sorry... I was being overly considerate.\nI'm reflecting on my actions.",
    "なら、ちゃんと反省した分のお詫びをしてもらうからね♪": "In that case, you'll have to apologize for reflecting on your actions♪",
    "ああ、する。\nなんでもする。": "Yeah, I will.\nI'll do anything.",
    "ふふふふふ、言ったね～。\nよーし、覚悟しててよね～♪": "Heheheheh, you said it.\nOkay, be ready~♪",
    "待て、お前その顔はなんだ、\n一体何をする気なんだ……！？": "Wait, what's with that look on your face?\nWhat the hell are you planning to do...!?",
    "へへへ、内緒！\nまあ楽しみにしてなよ！": "Hehehe, keep it a secret!\nWell, look forward to it!",
    "（……笑顔になってくれてよかった。頑張るちゆるのためにも、\n今後も俺は変わらずに付き合える相手であり続けよう）": "(...I'm glad she smiled. I'll do my best to forgive her.)\nFrom now on, I'll continue to be the same person I can be with.)"
}