{
    "<r=ドリフト>横坑</r>ルートより近いっていっても、\nそれでも燃料が心配になるなぁ……": "Even if it's closer than the <r-drift> Drift <r> route...\nStill, I'm worried about the fuel...",
    "俺達は出口を目指し、<r=メインシャフト>主縦坑</r>ルートを進行していた。": "We were heading for the exit, proceeding along the main shaft/r route.",
    "機能を最低限にして徒歩移動していますが、\nこれでどこまで節約できるか……": "We're moving on foot with minimal functionality.\nI don't know how much I can save...",
    "噴射地表面滑走と噴射跳躍を制限しているので、大丈夫でしょう。": "We're restricting the surface of the jet ground and the jet jump, so it should be fine.",
    "たまにはこうして歩行移動するのも悪くないね。\n……こういう状況でさえなければ、だけど。": "It's not a bad idea to walk around like this once in a while.\n...If only this weren't the case.",
    "景色が変わり映えしないから、眠くなってきた……": "The scenery hasn't changed, so I'm getting sleepy...",
    "こんなところで寝たら二度と起きられなくなるよ？\nいつどこで襲われるかもわからないし。": "If you sleep here, you'll never wake up again, you know?\nWe don't even know when or where we'll be attacked.",
    "全員、体力もメンタルも限界が近づいているだろうからな。\nそもそもが崖っぷちな状態だったし、無理もないが。": "They're all nearing their limits, both mentally and physically.\nShe was on the edge of a cliff in the first place, so I couldn't blame her.",
    "つ、疲れてはいますが、大丈夫です！\n脱出するためなら、まだまだ頑張れます！": "I-I'm tired, but I'm fine!\nI can still do my best to get out of here!",
    "無理はしないでくれよ。": "Don't push yourself too hard.",
    "もちろんです！": "Of course!",
    "こっちにも敵の反応はない。みんな、ついてきて。": "There's no response from the enemy either. Everyone, follow me.",
    "白奈ちゃんって、いつも寡黙だけどさ……": "Hakuna-chan's always so quiet...",
    "ここぞという時、すっごく頼りになるんですよね。": "I can really count on you in times like these.",
    "そういえば以前、こんなことがありましたわ。": "Come to think of it, something like this happened before.",
    "七彩さんって、あの鳴滝重工のご令嬢なんですってね。": "I heard you're the daughter of Narutaki Heavy Industries.",
    "ええ、そうですが……それが何か？": "Yes, that's right... What about it?",
    "お金持ちはいいよねー。権力使ってリーダーになったんでしょ？\n袖の下とか渡したの？": "Rich people are great, aren't they? You used your power to become a leader, right?\nDid you give her the bottom of your sleeve?",
    "なっ……そんなことしていませんわ！\nわたくしは、自分の実力で……！": "Wha... I didn't do anything like that!\nI will use my own strength...!",
    "はいはい。いいよそういうの。\nまともなルートであんたがリーダーになんかなれるはずないじゃん。": "Yes, yes. That's fine.\nThere's no way you could be the leader through a proper route.",
    "――ねえ。": "――Hey.",
    "っ！？　い、一条さん……！？": "!? Ichijou-san...!?",
    "――袖の下って、どういう意味？": "—What do you mean by “under your sleeve”?",
    "うっ……い、いえ、一条さんを怒らせるつもりは……": "Ugh... N-No, I didn't mean to upset Ichijou-san...",
    "どういう意味か教えてくれる？": "Can you tell me what that means?",
    "し、失礼するわっ！": "P-Pardon me!",
    "白奈さん……ありがとうございました。": "Shirona-san... Thank you very much.",
    "……うん。むしろ、お喋りの邪魔して、ごめん。": "...Yeah. If anything, I'm sorry for interrupting your chat.",
    "いえ、困っていたので、助かりましたわ。": "No, I was in trouble, so I was saved.",
    "……そう？": "...Really?",
    "あの時の白奈さんは、すっっごく格好良かったですわ！": "Shirona-san was really cool back then!",
    "白奈さんはああ見えて仲間思いで、操縦技量も優秀で……": "Hakuna-san may not look it, but she cares about her friends, and her piloting skills are excellent...",
    "シリウスシュガーにとってなくてはならない、\n本当に頼りになる方ですの。": "It must be for Sirius Sugaru,\nHe's a very reliable person.",
    "白奈さんらしいですね！": "That's just like you, Shirona-san!",
    "へぇ。そういうところあるんだね、ちょっと意外。": "Huh. I didn't expect that from you.",
    "みんなで盛り上がってるところ悪いが、それは違うぞ……！": "Sorry to interrupt when you're all excited, but that's not it...!",
    "白奈は外見と物言いのせいで、\nミステリアスでクールな子だと思われているが――": "Because of her appearance and manner of speech, Hakuna...\nThey think she’s a mysterious, cool girl, but—",
    "多分、本当はかなりのポンコツ……アホの子だ。": "She's probably actually quite the ditz... an idiot.",
    "だからさっきのエピソードでの白奈は、\n恐らく七彩を助けようとしたわけじゃない。": "That's why, in that episode earlier, Shirona...\nShe probably wasn’t trying to save Shichika.",
    "単に袖の下という言い回しが分からなかっただけだろう。": "She probably just didn’t understand the phrase “under the sleeve.”",
    "確かに、白奈は操縦などの基礎能力は高いし、\n言われたことは忠実にこなせるほどの技量も持っている。": "It's true that Hakuna has a lot of basic abilities, like piloting,\nHe also had enough skill to do what he was told faithfully.",
    "だが、言われたこと以外においては、\nほぼ何もできないポンコツ少女でしかない。": "But aside from what she said,\nShe's nothing more than a ditz girl who can't do anything.",
    "今も、俺が探索と先導を頼んだから忠実にこなしてくれているだけだ。": "Even now, she’s only doing it faithfully because I asked her to explore and lead the way.",
    "白奈さんに任せれば、きっと脱出できますわよね……！": "If I leave it to Hakuna-san, I'm sure we'll be able to escape...!",
    "……うん。": "...Yeah.",
    "だが今は、彼女の頼もしげな雰囲気がチームの士気を保っている。": "But right now, her reliable atmosphere was keeping the team morale up.",
    "ならば、ここは俺が全力サポートして、クールでミステリアスで\n頼りになるスーパーパイロットを演じ切ってもらうしかない……！": "In that case, I’ll support her with everything I’ve got, making her cool and mysterious\nI have no choice but to have her play the role of a reliable super pilot...!",
    "頼む……このまま何事もなく、\n無事に<r=メインシャフト>主縦坑</r>までたどり着いてくれ……！": "Please... Just like this, nothing will happen...\nMake it safely to the <r=main shaft> Main Shaft <r>...!",
    "__translated__": true
}