{
    "ここが彼女達の学び舎か。\n俺もみんなも学園から追い出されないために頑張らないとな。": "So this is their schoolhouse.\nI'll have to do my best to keep everyone from getting kicked out of the academy.",
    "今日から一時的にこの柊校舎で机を並べる、生徒会所属の%usernameusernameuserna%君です。": "Starting today, we'll be temporarily setting up desks in the Hiiragi school building. %user name, username, user name, %-kun from the student council.",
    "既に聞いているとは思いますが、彼にはシリウスシュガーの\n指揮官としてカリキュラムに参加してもらいます。": "I’m sure you’ve already heard, but he’s got Sirius Sugar’s\nAs a commander, I will have you participate in the curriculum.",
    "みなさん、仲良くしてあげてください。": "Everyone, please get along.",
    "はーい。": "Okay.",
    "それでは%usernameusernameuserna%君から\n順番に自己紹介をお願いします。": "So, %usernameusernameuserna% from you\nPlease introduce yourself in order.",
    "自己紹介って言われてもなぁ……": "Even if you say self-introduction...",
    "教室にいるのは俺と先生、シリウスシュガーのメンバーを含めて７人。\nつまり全員がもう俺のことは知っているわけだ。": "There were seven of us in the classroom, including me, the teacher, and the members of Sirius Sugaru.\nIn other words, everyone already knows me.",
    "えー……俺は%usernameusernameuserna%といいます。\n本日からザルトゥーム学園の学生として柊校舎に通うことになりました。": "Uhh... My name is %usernameusernameuserna%.\nStarting today, I will be attending the Hiiragi building as a student at Zarthum Academy.",
    "シリウスシュガーのみなさんの戦術指揮や指導を担当するらしいです。\nよろしくお願いします。": "It seems he's in charge of tactical command and instruction for everyone in Sirius Sugaru.\nI look forward to working with you.",
    "だけ？　年齢とか出身地とか、\n好きなモノとか足がクサいとかないの？": "Only? Age, where you came from,\nDon't you have anything you like or your legs stink?",
    "仕方ないだろ、他は覚えてないんだから！": "I can’t help it, I don’t remember anything else!",
    "わかってるってー。すぐキレるのよくないよ？": "I know. It's not good to snap right away, you know?",
    "クソガキじゃあるまいしー。": "I'm not a shitty brat.",
    "ぐ……": "Ugh...",
    "こいつ、いつか泣かす。": "She'll make him cry someday.",
    "はい、ありがとうございます。\nそれではシリウスシュガーの皆さんも改めて自己紹介をお願いします。": "Yes, thank you very much.\nNow then, everyone in Sirius Sugaru, please introduce yourselves again.",
    "え～？　ラミたち自己紹介なんかしなくてよくない～？": "Huh? Rami and the others don't have to introduce themselves, do they?",
    "これから共に戦う仲間として、\nよりお互いを知るのは必要でしてよ。": "As comrades to fight together from now on,\nWe need to get to know each other better.",
    "申し遅れました。改めましてわたくしは鳴滝家の長女、\n鳴滝七彩と申します。以後、お見知りおきを。": "I apologize for the late introduction. Allow me to introduce myself. I am the eldest daughter of the Narutaki family.\nMy name is Narutaki Shichika. It's a pleasure to make your acquaintance.",
    "え、あの鳴滝家か？": "Huh? The Narutaki family?",
    "ご存じですの！？": "Do you know?!",
    "いや、知らん。すまん。": "No, I don't know. Sorry.",
    "…………": "............",
    "ちょっと膨れてる。意外と可愛いな。": "She's puffed up a little. It's surprisingly cute.",
    "えーと、では、みなさまも。": "Let's see, then, everyone.",
    "は、はじめまして、じゃないですけど、桃園めるです！": "I-I'm not saying it's nice to meet you, but I'm going to Momozono!",
    "その……私達の指揮官になってくれて、とっても嬉しいです。\nこれから、どうぞよろしくお願いします！": "Umm... I'm very happy that you've become our commander.\nI look forward to working with you from now on!",
    "うん。素直で面白い子だな。正統派ヒロインポジションって奴か。": "Yeah. She's an honest and interesting girl. Orthodox heroine position, huh?",
    "何をブツブツ言ってるの？": "What are you mumbling about?",
    "あたしは月ヶ瀬ちゆる。メイズ研究同好会なんてのもやってるよ。\nまあ、メンバーはあたしだけだけど！": "I'm Chiyuru Tsukigase. I've even got the Mayse Research Society.\nWell, I'm the only member!",
    "で、メイズ適性持つ男の子って珍しいから、\nキミに興味あるんだよね～！": "So, boys with maise aptitudes are rare, so...\nI'm interested in you!",
    "今度、ちょっと実験に付き合ってくれない？\n多分、身体に害はないはずだから！": "Can you come with me for an experiment sometime?\nI don't think there's any harm done to her body!",
    "絶対に害がないとわかったら、協力しよう。": "If it turns out there’s absolutely no harm, I’ll cooperate.",
    "じゃあ、日給１０００ザルムで！": "Then I'll pay you 1000 salm a day!",
    "治験のバイトか！\nっていうか、それが安いのか高いのかわからんな……": "A part-time job for a trial?!\nActually, I don't know if that's cheap or expensive...",
    "……一条白奈。\nわからないことがあったら……わたしにだけは聞かないで。": "...Hakuna Ichijou.\nIf there's anything you don't understand...don't ask me.",
    "ありがとう、遠慮なく質問を――って、ダメなんかい！": "Thank you, don't hesitate to ask— Wait, I can't!",
    "イイ、ツッコミ。": "Okay, retort.",
    "ほら、ラミさんの番ですよ。": "Come on, it's Rami-san's turn.",
    "はいはい。朽葉ラミ。よろしくね。": "Yes, yes. Rami Kuchiba. Nice to meet you.",
    "反抗期なのか。早い子は小学校高学年からって言うからな。": "Is she in her rebellious phase? They say that early kids start in high school.",
    "そんなガキじゃねーし！　確かに年齢よりも若く見られるけど！": "I'm not that kind of kid! I do look younger than my age, though!",
    "『幼く』じゃなくて？": "Not “young”?",
    "うっせーわ！": "Shut up!",
    "はい、ではみなさんありがとうございます。\nそれでは、まず授業システムの説明を行いますね。": "Yes, thank you very much, everyone.\nWell then, I'll explain the class system first.",
    "この学園では、学生はそれぞれで選択した科目の授業を受講するため、\n全体で固定の授業といったものがありません。": "At this school, the students took classes for each of the subjects they chose\nAs a whole, there are no fixed classes.",
    "ですが、パイロットとしての共通科目や訓練は、\nチームで受けてもらうことになります。": "However, the common subjects and training as pilots\nYou will be accepted as a team.",
    "%usernameusernameuserna%君は、\nパイロットが何かはわかりますか？": "%usernameusernameuserna%kun,\nDo you know what a pilot is?",
    "この場合、あのロボット……ＭＧの操縦者のことですか？\nＭＧを操って、メイズ内で採掘する人ですよね。": "In this case, that robot... You mean the MG pilot?\nHe's the kind of guy who manipulates MGs to mine within the Maze, right?",
    "その通り。メイズ内で採れるタツミヤ鉱は、\n我々人類の発展のために欠かせないものです。": "Exactly. The Tatsumiya mine that can be harvested within the Mays...\nIt's essential for the development of our species.",
    "ですが、メイズ内には危険が多い。\nそれをくぐり抜け、採掘するのが選ばれしパイロットです。": "But there's a lot of danger inside the Mays.\nIt is the chosen pilot to go through it and mine.",
    "皆さん、頑張って立派なパイロットになってくださいね。": "Everyone, please do your best to become a great pilot.",
    "コホン……では、今日の授業では、%usernameusernameuserna%君の\n現在の学力把握のために基礎学力テストを実施します。": "Ahem... Well then, for today's class, %user name, username, user name, %kun's\nIn order to get a grasp on our current academic abilities, we will conduct a basic academic performance test.",
    "え……": "Huh...?",
    "にひひっ、あれぇ～？　もしかして自信、ないの～？": "Nihihi, huh? Don't tell me you're not confident?",
    "う、うっさい、そんなことないし！": "Sh-Shut up! That's not true!",
    "（でも実際どのレベルの問題出されるんだろう……\nそもそも俺、どこまでできるんだ……？）": "(But I wonder what level of problems will actually come up...)\nHow far can I go in the first place...?)",
    "シリウスシュガーのみなさんの採点が終わりました。\n全員平均点以上、合格点です。": "Everyone in Sirius Sugaru has finished grading.\nThey're all above average, passing marks.",
    "ま、これくらい当然だし～？\nどっかの誰かさんと違って～。": "Well, this much is only natural, right?\nUnlike a certain someone...",
    "よかったー！\nもし不合格だったらどうしようかと思いました……": "Thank goodness!\nI didn't know what I would do if I failed...",
    "この程度、合格して当たり前ですわ。\nむしろどうすれば平均点を下回るのか知りたいくらいです。": "It's only natural for you to pass.\nIf anything, I want to know how to get below average.",
    "……全部白紙で出せばいいだけ。": "...I just have to let it all out blank.",
    "ちなみに月ヶ瀬さんは、前回に引き続き、\n今回も合格点ギリギリです。": "By the way, Tsukigase-san, just like last time,\nI just barely got a passing grade this time, too.",
    "え、メイズ研究してるって言うくらいだから、\nチームの頭脳じゃなかったのか？": "Huh? It's enough to make you say you're researching maise, so...\nWasn't that the brains of the team?",
    "研究者だからって頭がいいとは限らないんだから！": "Just because you’re a researcher doesn’t mean you’ll be smart!",
    "そんなドヤ顔で言うなよ……": "Don't be so smug...",
    "さて、次はいよいよ俺の番か。\n一応、書けるところは全部埋めたんだが……": "Now then, it's finally my turn.\nJust in case, I filled in everything I could write, but...",
    "そして、%usernameusernameuserna%君のテスト結果ですが……\nこれは……この先が大変ですね。": "And as for %usernameusernameuserna%-kun's test results...\nThis is... going to be tough.",
    "あれあれぇ？\nもしかして、%usernameusernameuserna%って頭悪い感じ～？": "Huh, huh?\nDon't tell me %usernameusernameuserna% is stupid~?",
    "記憶そーしつとか、言い訳にならないよね～？": "It's not an excuse, is it?",
    "ああ、そうだな。言葉を濁さずはっきり言ってくれ。": "Yeah, you're right. Don't be too hard on yourself. Just say it.",
    "では……そうですね……数学、物理は悪くありません。\nむしろかなり良いほうと言ってもいいでしょう。": "Then... Let's see... Math and physics aren't bad.\nIn fact, you could say it's pretty good.",
    "……ただ、メイズ地質学、メイズ生物学、深層適応学はさっぱりです。\nいわゆる赤点という奴です。": "...However, I have no idea about Maze Geology, Maze Biology, or Deep Adaptation.\nIt's what you'd call a failure.",
    "そりゃあそうだろうな……\nまず、その科目名からして初耳だったし。": "I guess that's true...\nFirst of all, this was the first time I'd heard of it from the name of that subject.",
    "それらの科目は、メイズ内を探索するために必要な知識ですわ。": "Those subjects are necessary knowledge to explore the Mays.",
    "パイロットにとっては必須の学習科目ですね。": "It's a mandatory subject for a pilot.",
    "では、%usernameusernameuserna%君にはしばらくの間、\n補修プログラムを受けてもらいます。": "So, %usernameusernameuserna%, for a while,\nI'll have you undergo a repair program.",
    "はい、わかりました。": "Yes, understood.",
    "大丈夫です、きっとすぐに追いつけますよ！": "Don't worry, we'll catch up to you in no time!",
    "ええ。昨日の指揮といい、\n判断力に優れているのは間違いないと思いますし。": "Yes. Between yesterday's command and...\nThere's no doubt that he has excellent judgment.",
    "ほらぁ～。だから言ったじゃん！\nどーせ昨日のはマグレだったんだよ！": "Come on. I told you!\nYesterday was a big deal anyway!",
    "わからないことがあれば、\n私か、シリウスシュガーの皆さんにも聞いてみてください。": "If there's anything you don't understand,\nPlease ask me, or everyone else in Sirius Sugaru.",
    "了解です。": "Understood.",
    "そうか。確かにひとりで勉強するのは効率が悪いし、\n誰かに教えてもらおうかな。": "I see. It would certainly be inefficient to study alone,\nMaybe I should ask someone to teach me.",
    "このメンバーのなかだとしたら……": "If it's among these members...",
    "……？": "...?",
    "こいつは論外としてだ。": "This is out of the question.",
    "（めるに頼もう）": "(I'll ask Meguru.)",
    "（七彩に頼もう）": "(Let's ask Nanasai.)",
    "真面目そうな子に頼むのが一番だろう。": "It was probably best to ask a serious-looking girl for help.",
    "める、暇な時でいいから勉強に付き合ってくれないか？": "I-I don't mind if you're free, so could you help me study?",
    "私でよければ、もちろんです！　自分の復習にもなりますし。": "If you don't mind, of course! It'll be a good review for me, too.",
    "ありがとう、助かるよ。": "Thanks. You're a lifesaver.",
    "今回、一番成績が良かったっぽいのは……": "The one with the best grades this time is...",
    "七彩、暇な時でいいから、勉強に付き合ってくれないか？": "Shichika, when you're free, why don't you come with me to study?",
    "ええ、もちろんです！\n立派な指揮官になっていただかないと、わたくしたちも困りますもの。": "Yes, of course!\nIf you don't become a good commander, we'll be in trouble.",
    "ありがとう、恩に着るよ。": "Thank you. I owe you one.",
    "ちなみに、パイロット必修科目の成績はいまいちでしたが、\n機動戦術論の解答は興味深いですね。": "By the way, my grades in the pilot course weren't good, but...\nThe answer to Mobile Tactics is interesting.",
    "というと？": "What do you mean?",
    "教科書通りの解答ではありませんが、\n明確な意図のもとに、実現性の高い戦術が組み立てられていました。": "It's not exactly a textbook answer, but...\nWith clear intent, a highly practical tactic was put together.",
    "戦術に関しての記憶や知識はあるのですか？": "Do you have any memories or knowledge of tactics?",
    "あ、いや……なんとなく、頭に浮かんできて。": "Ah, no... It just kind of popped into my head.",
    "そうですか……": "I see...",
    "流石ですわね、%usernameusernameuserna%さん。": "That's %usernameusernameuserna%-san for you.",
    "……能ある鷹は爪隠す。": "...A good hawk hides its claws.",
    "だからマグレだってー。": "Like I said, it's a magle.",
    "どうだろうね？　午後はシミュレーターを使った戦闘訓練だから、\nそこでわかるんじゃない？": "I don't know about that. We're doing combat training using simulators this afternoon, so...\nIsn't that where you'll find out?",
    "ああ。筆記試験より、そっちの方が出来そうだな。": "Yeah. I think you'll be able to do that better than the written exam.",
    "じゃあ、その前にしっかりお昼食べて、\n元気チャージしておきましょう！": "Well then, before that, make sure you eat your lunch.\nLet's recharge our batteries!",
    "おお、ここの飯がどんなのか、それも興味あるな。": "Oh, I'm interested in seeing what the food here is like.",
    "前も言ったけど、記憶がないってのは不便だが、\nこうして色々新しいことを知っていくのは結構楽しいんだ。": "Like I said before, having no memories is inconvenient, but...\nIt's pretty fun to learn all sorts of new things like this.",
    "……%usernameusernameuserna%が嬉しいとわたしも嬉しい。": "...%user name, username, user name, % makes me happy too.",
    "では、お昼は歓迎会ですわね。": "Well then, lunch is a welcome party.",
    "おっと%usernameusernameuserna%君は、ここに残って補習ですよ？": "Oh, %user name, username, user name, %kun, you're staying here for supplementary lessons, you know?",
    "あ……": "Ah..."
}