{
    "その日の夜、部屋にいるとノックの音が聞こえる。\nそうして扉を開けると、そこには冥夜が立っていた。": "That night, when I was in my room, I heard a knock at the door.\nAnd when I open the door, Meiya is standing there.",
    "冥夜、どうしたんだ？　こんな時間に。": "Meiya, what are you doing here at this hour?",
    "今日そなたは言っていたであろう？\n楽しい思い出を作ればよいと。": "You said it today, didn't you?\nI wish I could make fun memories.",
    "冥夜……？": "Meiya......?",
    "……そなたとの思い出が欲しいのだ。": "...I want to make memories with you.",
    "この気持ちを忘れることのないよう、二人だけの思い出を……": "So that I won't forget these feelings, we'll have our own memories...",
    "……冥夜……いいのか？": "......Meiya......are you sure?",
    "……そなたが良い……そなたでなければダメなのだ……\nタケルは私とは……イヤか？": "...You're good... It has to be you...\nYou don't like me... Takeru?",
    "……悪い。\n女の子にそこまで言わせるもんじゃないよな。": "...Sorry.\nI guess I shouldn't make a girl say that much.",
    "冥夜の望み、叶えるよ。\n一緒に思い出を作るって約束したからな。": "I'll grant Meiya's wish.\nWe promised to make memories together, after all.",
    "……そなたに感謝を。": "...I thank you.",
    "礼なんか要らないって。\nむしろオレの方が言わなきゃだ。": "You don't need to thank me.\nIf anything, I should be the one saying it.",
    "これから冥夜をもらうんだからな。": "I'm going to take Meiya from now on.",
    "――んっ！\nん……むぅっ……！": "――Nn!\nNn......muu......!",
    "っ……はぁっ……タ、タケルっ……！": "...Haah... T-Takeru...!",
    "いきなり、口づけをされると思わなかったぞ……\n思い出になるようなこととは言ったが、こんな……": "I didn't expect you to kiss me all of a sudden...\nI said it would be a memory, but this is...",
    "微かな抵抗を感じながら、緊張で強張った唇を何度も吸う。\nそして同時に、豊満な双丘に手をかけた。": "Feeling a faint resistance, I sucked on her lips, stiff from nervousness, over and over.\nAnd at the same time, I put my hand on her voluptuous mounds.",
    "はぁ……ぁ、んっ……な、何故……\n胸を揉む必要が……？": "Hah... ah, mm... Wh-Why...?\nDo I need to fondle her breasts...?",
    "冥夜の全部がほしいからに決まってるだろ。": "Of course it's because I want everything about Meiya.",
    "すべてを……？\nん……ちゅっ……んんっ……": "Everything...?\nMm... *kiss*... Mmm...",
    "そ、そうか……今宵は……私のすべてが……\nそなたのものに……はぅ……ん……んん……んっ……": "I-I see... Tonight... everything about me...\nIt's yours... hau... nn... nnn... ngh...",
    "しっとりとした朱唇と胸の弾力を同時に味わいながら、\n冥夜の体温が上がっていくのを感じた。": "She savored both the moist vermilion lips and the elasticity of her chest at the same time\nI feel Meiya's body heat rising.",
    "んっ、んっ……ゆ、指でそんな……\nいやらしすぎるぞ、そなた……んんっ……": "Nn, nn... Y-You can't do that with your fingers...\nYou're too lewd... Mmm...",
    "そう言いつつも、冥夜の抗う力は決して強くない。": "Even as she says that, Meiya's resistance is by no means strong.",
    "むしろオレを受け入れるかのように、\n肌の柔らかさが増していっている気さえした。": "In fact, it was as if she was accepting me.\nI even felt like her skin was getting softer.",
    "ちゅ……ちゅっ……ん、はぁっ……はぁ……\n私の体など……触っても楽しくはないだろう……？": "Chu...chuu...nn, haa...haa...\nTouching my body... isn't fun, is it...?",
    "そんなことないぞ。冥夜は魅力的だからな。\nというか、触れるほどますますお前を感じたくなる。": "That's not true. Meiya is attractive.\nOr rather, the more I touch you, the harder I want to feel you.",
    "そ、そのような世辞など……んっ……！\nんん～……っ……んっ、ちゅ、ちゅぅっ……！": "Th-There's no need to flatter me like that... Mm...!\nMmm~... Mm, *kiss*, *smooch*...!",
    "照れる冥夜の口を強引に塞いで、さらに激しく体をまさぐる。": "I forcefully cover Meiya's blushing mouth and grope her body even harder.",
    "手の平に確かな鼓動を感じながら、\nオレはキスを浴びせたまま冥夜をベッドへと導いていった。": "She felt a steady pulse in her palm\nI lead Meiya to her bed, still showering her with kisses.",
    "すっかり火のついたオレに衣服を剥ぎ取られ、\n白い柔肌を露わにした冥夜が、潤んだ瞳でこちらを見上げる。": "I had completely caught fire, and she stripped off my clothes.\nMeiya looks up at me with moist eyes, her soft white skin exposed.",
    "た、頼みがある……\nそなたと繋がる瞬間は、見つめていて欲しい……": "I-I have a favor to ask...\nI want you to watch the moment I connect with you...",
    "ああ、勿論だ。": "Yeah, of course.",
    "ひぁ……っ……あ……あっ……\n先ほどからそうやって、なんでも突然っ……": "Hya...gh...ah...ahh...\nI've been doing this for a while now, and all of a sudden...",
    "軽く身をよじる冥夜の首筋や鎖骨を味わいながら、\n硬くなったものを花弁にそっと擦りつけていく。": "As I savor Meiya's lightly twisting neck and collarbone...\nI gently rub my hardened member against her petals.",
    "んんぅ……ど、どうして……そう手際がよいのだ……\nまるで、私のことは全て……知っているっ…かのようにっ…んっ…": "Mmm... Wh-Why... are you so good at this...?\nIt's as if... she knows everything about me... nn...",
    "ふぁ……あっ……やぁっ……よ、よせっ……\nくすぐった……あ……あぁ……んっ……": "Fwah... Ah... No... S-Stop...\nIt tickles... ah... ahh... nn...",
    "決して激しく攻め立てているわけではないのに、\n軽く触ったり舐めたりするたび、冥夜は律儀に反応した。": "They weren't attacking fiercely by any means,\nEvery time I lightly touch and lick her, Meiya reacts dutifully.",
    "だ、だめだ……このままでは……っ……ん、んっ……\n交わりもしないうちから、へ、変にっ……ぁぁっ……": "N-No... At this rate... ngh... nn, nn...\nI-I've been acting weird since we didn't even cross paths... Aah...",
    "シーツを乱して悶える肢体に気持ちを昂ぶらせながら、\nそのままじっくり愛撫を続けていく。": "As her body writhed in agony, messing up the sheets, her feelings were heightened\nI continued to caress her slowly.",
    "ん、はぁ……ぅぅ……き、聞いているのか……？\n優しくと言ったのに……加減を……ん、ぅ、はぁっ……": "Nn, haa......uuu......y-you listening......?\nI told you to be gentle, but... go easy on me... nn, uu, haah...",
    "さっきから努めて優しく触ったり舐めたりしているはずなのに、\n冥夜にとってはすべてが強すぎる刺激のようだ。": "She had been trying to touch and lick as gently as she could for a while now, but...\nIt's like everything's too much for Meiya.",
    "目はすっかり蕩け、乳首は硬く尖り、\n肌はまるで訓練後のように大量の汗で煌めいている。": "Her eyes had completely melted, and her nipples were hard and pointed\nHer skin was glistening with a large amount of sweat, as if she had just finished training.",
    "お、お願い……だから……どうかっ……\nもうっ……ん、ん、んっ……あぅぅ……": "P-Please... so... please...\nGeez...nn, nn, nnn...auuu...",
    "あんなに強い冥夜をいじめているような気分になってきた。": "I feel like I'm bullying Meiya, who's so strong.",
    "ここは彼女の願い通りに……と、\n腰を軽く前後させて、女の子の入口の具合を確認する。": "This place is just as she wished...\nI lightly move my hips back and forth, checking the condition of the girl's entrance.",
    "はう……！　んんっ……あ、あぁ……\n熱いものが……私の秘部を、す、滑って……はぁぅ……": "Hau...! Mmm... Ah, ahh...\nSomething hot... is s-slipping against my privates... hau...",
    "軽く擦りつけていただけの硬茎が、\n彼女の秘部からあふれ出した蜜でべっとり濡れる。": "The hard stem, which had only been lightly rubbing against her,\nI got wet with the nectar that overflowed from her pussy.",
    "もう大丈夫だろうと確信できる程度には、\nすでに冥夜の大切なところは洪水状態になっていた。": "Enough for me to be sure that I'll be fine now,\nMeiya's precious spot is already flooded.",
    "うぅ……あぁ……はぁ……はぁ……はぁっ……！": "Ugh... ahh... haah... haa... hah...!",
    "待ちかねたかのように吐息を荒くする冥夜と見つめ合い……\nかすかに頷き合ってから、オレは下半身に体重をかけた。": "Meiya and I stare at each other, breathing heavily as if we've been waiting for this......\nAfter nodding faintly to each other, I put my weight on her lower body.",
    "ん……んんんっ……くぅっ――": "Nn...nnnnn...kuuu...",
    "んあ……っ！\nあ、あぁぁぁぁぁ、くぅぅぅ………っ、んっっっ！": "Mnah...!\nAh, aaaaah, kuuuu.........! Nnh!",
    "オレの全部が、冥夜の狭いワレメの中に飲み込まれていく。\n痺れるような快感と同時に、肌が軽い痛みに襲われた。": "All of me is being swallowed up by Meiya's tight slit.\nAt the same time as the numbing pleasure, my skin was assaulted by a light pain.",
    "ふ、ぅ、ぅぅ、くっ……んんんっ……！\nす、すまぬ……あ、あぁっ……！": "Fu, u, uu, ku......nnnn......!\nI-I'm sorry... A-Aah...!",
    "冥夜が爪を立ててきたからだということはすぐにわかった。\nだが今はその痛みさえ愛おしく思える。": "I knew right away that it was because Meiya had dug her nails into me.\nBut right now, even that pain seems precious to me.",
    "冥夜の息遣いが落ち着いてくるまで、\nその身を抱いてしばらく待った。": "Until Meiya's breathing calms down,\nI hold her body and wait for a while.",
    "んぅ……んっ……はぁ……はぁ……ふぅ……\nか、感じる……そなたも……やはり、男なのだな……": "Nnh... nnh... haah... hah... fuuh...\nI-I can feel it... You really are a man...",
    "呼吸に合わせて、オレを咥え込んだ膣壁がヒクヒクと打ち震える。\nそれだけでもう我慢できなくなりそうだ。": "Her vaginal walls twitch in time with my breathing.\nThat alone is enough to make me lose my patience.",
    "ん……ん……なあ……タケル……\nもう、よいのだぞ……そこまで気遣わずとも……": "Nn... nn... hey... Takeru...\nThat's enough... You don't have to worry so much...",
    "し、したいのであろう……？\nその……は、激しく、まぐわいたいものだと……私も知っている。": "Y-You want to do it, don't you?\nUm... I-I know... that it's something intense and gruesome.",
    "だから、遠慮などせず……んんっ……\n私で、気持ちよくなってくれ……": "So don't hold back... Mmm...\nPlease feel good with me...",
    "冥夜の想いに感謝を伝えて、オレは腰を引いた。\nまずはゆっくりと、奥から蜜をかき出すように。": "I express my gratitude for Meiya's feelings and pull my hips back.\nFirst, slowly, as if to extract the nectar from her depths.",
    "は、くぅっ……んぁ……う、動いて……\nタケルの熱さが……硬さが……伝わってくる……んんっ……！": "Hah, kuuh... nnah... i-it's moving...\nI can feel...Takeru's heat...hardness...nnn...!",
    "同じくらい緩慢な速度で、もう一度冥夜の中へ分け入る。\n再びヒダの抵抗と摩擦をじっくり味わいながら……": "I enter Meiya once more at the same sluggish speed.\nAs I savored the resistance and friction of her folds again...",
    "あぁ……う、ん、んんっ……ど、どうして……\nそのように、優しく……はふぅ……うぅぅ……": "Ahh... M-Mm, mmm... Wh-Why...\nGently, like that... hafuu... uuu...",
    "冥夜を傷つけたくない。一緒に気持ちよくなりたいからだ。\nそう伝えて、緩やかな律動を繰り返す。": "I don't want to hurt Meiya. Because I want to feel good with her.\nI tell her that, and repeat the slow rhythm.",
    "速く動かさなくても、冥夜の濡れそぼった膣は\n十分すぎるくらいの快感をオレに与えてくれていた。": "Even if I don't move fast, Meiya's wet vagina\nShe's giving me more than enough pleasure.",
    "はぁ……んぅっ……んんっ……んっ……\nんぁ……あっ……んっ……んっ……んっ……": "Haah... nnuh... nnnh... nnhh...\nNnah... ah... nnh... ngh... nh... mmh...",
    "そうして丁寧なピストンを続けているうちに、\n冥夜の喘ぎがリズムを整え、落ち着いていく。": "And so, as I continued my careful pistoning...\nMeiya's gasps match the rhythm, and she calms down.",
    "んんっ……タケル……んぅ……はっ……はぁっ……\nあぁ……あぁぁっ……あ、んっ……": "Nnn... Takeru... nnn... hah... haah...\nAah... Aaah... Ah, mm...",
    "声色、表情、膣内の感覚からも、冥夜の痛みが和らいで\n快感が勝ってきていることは感じ取れた。": "From the tone of her voice, her expression, and the sensation inside her vagina, Meiya's pain eased\nI can tell that the pleasure is winning out.",
    "ここからはようやく冥夜と一緒に高まっていける。\nオレも理性のブレーキを外して、少しずつペースを上げていく。": "From here on out, Meiya and I can finally be together.\nI removed the brakes on my reasoning and picked up the pace a little at a time.",
    "あ……あっ、あっ、あっ、あっ、んぅっ……！\nタ、タケル……そなた、やっと……んんっ……！": "Ah... ah, ah, aah, aaah, nnuu...!\nTakeru...you're finally...nnn...!",
    "やっと本気で……ふあっ、お、想いを……\n私に注いで……くれるのだな……あ、あ、あぁぁっ……！": "Finally, I'm serious... Fuah, m-my feelings...\nYou're... pouring it into me... Ah, ah, ahhh...!",
    "冥夜が指に込める力が、ぐっと強くなった。\nオレも冥夜を強く抱いて、懸命に腰を振る。": "Meiya puts more strength into her fingers.\nI hold Meiya tight and swing my hips as hard as I can.",
    "あぅっ、んん、はぁ、はぁっ、あっ、あんっ、タケルっ……！\nもっと強く……もっと……激しくっ……！": "Auh, nnn, haa, haah, ah, anh, Takeru...!\nStronger... Harder... harder...!",
    "言われるまでもなく、勝手に抽挿は加速していく。\n肉壁の摩擦で、ペニスが燃えそうなくらい熱い。": "I don't need her to tell me. My thrusts accelerate on their own.\nThe friction of her flesh walls makes my penis feel like it's on fire.",
    "ふぁっ、あっ、あっ、あっ、んんぁぁっ……！\nも、もうっ……このままでは……溶けそうだっ……！": "Fuah, ah, ah! Ah, nnnahh...!\nG-Geez... At this rate... I'm going to melt...!",
    "躰も、心も、全て……んっ、あっ、なにも、かもっ……！\nタケルの熱いもので、溶かされてぇ……あっ、あっ、あっ……！": "My body, my mind, everything... nn, ah, I don't know, anything...!\nTakeru's hot stuff is melting me... Ah, ah, ah...!",
    "ぐちゅぐちゅと激しい水音に冥夜の嬌声が混ざって、\nオレの脳を淫靡なリズムが浸食していく。": "Meiya's lovely voice mingles with the violent squelching sound of water.\nA lewd rhythm was eroding my brain.",
    "あんっ、あんっ、んぁっ、はぅ、んっ、んんっ……！\nタケル……タケル……タケルっ……！": "Ahn, ahn, mnah, hau, mn, mmm...!\nTakeru...Takeru...takeru...!",
    "オレも一緒になって冥夜の名前を呼びながら、\n張りのある太股の間に全力で腰を打ち付けた。": "I join her as I call Meiya's name.\nI slammed my hips into her taut thighs with all my might.",
    "あ、あぁ、だ、だめだっ……タケル、もうっ……！\n私は、もう、おかしくっ……んぁ、あ、あぁぁっ……！": "Ah, ahh, I-I can't... Takeru, I'm...!\nI'm... going crazy... nnah, ah, ahhh...!",
    "一緒にっ……お願いだ、一緒にっ……！\nタケル、タケルぅっ……あぁぁぁっ、あっ、あっ、あっ！": "Together... Please, together...!\nTakeru, Takeruuu...aaaah, ah, ahh, ah!",
    "のたうつように激しく脈動する蜜壺。\nその奥に目がけて、下腹から欲望が駆け上がってくる。": "Her honey pot throbbed violently, as if writhing.\nAiming for the depths of it, desire rushed up from my lower abdomen.",
    "ふぁんっ、あんっ、あん、んっ、あっ、く、来るっ！\nな、なにかっ、来てっ、私っ、あっ、あっ、あぁっ！": "Fuan, anh, ann, nn, ah, gh, it's coming!\nS-Something's coming! I'm, ah, ah! Aaah!",
    "冥夜の昂ぶりと同調し、１番奥にペニスを打ち込んだ。\nそのままグリグリと子宮口に亀頭を擦りつけ――": "In sync with Meiya's arousal, I thrust my penis into her deepest parts.\nShe grinds my glans against her cervix――",
    "あっ、あっ、あ、あ、あ、あぁぁぁぁぁ――": "Ah, ah, ah... ah, a-ah, aaaaah...",
    "あうっ、んっ、く、ぅ、んんんんんんんんんんんっ……！": "Auh, nnh, kuh, uh, nnnnnnnngh...!",
    "細いくびれがびくんと跳ねたのと同時に、\n限界まで溜め込んだ熱のすべてを膣内へ解き放った。": "At the same time as her slender narrow frame twitched...\nI released all of the heat that had built up to its limit into her vagina.",
    "んぁっ……あ、あぁっ……あ、熱い……\nあっ、あっ……くぅっ……んんっ……！": "Nnah... Ah, aah... It-It's hot...\nAh, ah... kuu... nnn...!",
    "汗だくになった体を互いに擦り合わせながら、\n最後の１滴まで残らず、冥夜の奥へ注ぎ込んでいく。": "Our sweaty bodies rubbed against each other.\nI pour every last drop into Meiya's depths.",
    "んぅぅ……か、感じる……奥に、出されている……\nこれが……そなたの想いなのだな……": "Nnngh... I-I can feel it... It's coming deep inside me...\nThese...are your feelings...",
    "っ……はぁ……はぁっ……はぁっ……\nタケルっ……ありがとう……": "...Haah... haah... Haah...\nTakeru... Thank you...",
    "力の抜けた腕で抱きついてくる冥夜を抱きしめ返す。\nオレもいつ眠りについてもおかしくないくらい脱力しているが……": "Meiya hugs me back with her limp arms.\nI'm so exhausted that I wouldn't be surprised if I fell asleep at any time...",
    "そなたのおかげで……とても大切な思い出ができた……\n永遠に刻まれる思い出が……": "Thanks to you... I have a very precious memory...\nMemories that will be engraved forever...",
    "冥夜の声音に酔いながら、優しく肌を擦りつけ合う。\n彼女の体には、まだ確かな熱が残っていた。": "Intoxicated by the tone of Meiya's voice, we gently rub our skin against each other.\nThere was still a definite heat in her body.",
    "１回で終わりじゃないだろ？": "It's not over just once, is it?",
    "え……？": "Huh...?",
    "幸せな思い出は、いくつ増やしたっていいんだ。\n冥夜さえ望んでくれるなら、２回でも３回でもいい。": "It doesn't matter how many happy memories I have.\nAs long as Meiya wants it, it doesn't matter if it's two or three times.",
    "なっ――": "Wha――",
    "ほしくなったら、いつでも言ってくれ。\nオレはずっと冥夜のそばにいるからな。": "If you ever want it, just let me know.\nI'll always be by Meiya's side.",
    "バ、バカ者……！\n調子に乗るでない……！": "I-Idiot...!\nDon't get cocky...!",
    "冥夜の言葉にも、手に籠もった力にも、まったく棘は感じない。": "I don't feel any thorns in Meiya's words or the power in my hand.",
    "腕の中にいる彼女の確かなぬくもりと愛を感じつつ、\nオレは静かに眠りに落ちていった……": "I felt the definite warmth and love of the girl in my arms\nI quietly fell asleep..."
}