{
    "いただきますわ。": "Itadakimasu.",
    "いただきま～す。": "Thank you for the food.",
    "俺と七彩は食堂で食事をとっていた。": "Shichika and I were eating in the dining hall.",
    "またずいぶん、こってりしたメニューだなぁ。\nというか、皿全体が茶色いというか……": "It's a pretty thick menu again.\nOr rather, the whole plate is brown...",
    "それはソースのせいで、そう見えるのかもしれませんわね。\n濃厚甘辛ダレというのだそうです。": "Maybe that's what it looks like because of the sauce.\nIt's called rich sweet and spicy sauce.",
    "んんっ……なんという素晴らしい味わいでしょう。\n口の中いっぱいに風味が広がって……！": "Hmm... What a wonderful taste.\nThe flavor fills my mouth...!",
    "風味というか、タレだからなぁ。": "It's more like sauce than flavor, after all.",
    "タレの味だけではありませんのよ。\nちゃんとお肉に下味が付けられていますわ。": "It's not just the taste of the sauce.\nI made sure to add some seasoning to the meat.",
    "ちょっと濃すぎない？": "Isn't it a little too thick?",
    "幸せそうに食べるな": "Don't eat so happily.",
    "ピリリと香るこのスパイス……！　ふふ……至福ですわ……\n確か調味料コーナーに追加用のソースが……": "This spice is so pungent...! Hehe... This is bliss...\nIf I'm not mistaken, there's some extra sauce in the seasoning section...",
    "あまりに味が濃いと身体に悪いんじゃないか？\nさすがに追加は控えたほうがいいと思うぞ。": "Isn't it bad for your health if the flavor is too strong?\nI don't think we should add any more.",
    "……確かにそういわれると、\n多少は気を付けた方が良いですわね。": "...When you put it that way,\nYou should be a little more careful.",
    "ふふ、ご注意いただき、ありがとうございます。": "Hehe, thank you for being careful.",
    "――と言いつつも、少し物足りなさそうに\nしょぼんとする七彩であった。": "—Or so she says, but she seems a little unsatisfied.\nShichisai looked dejected.",
    "なかなかこういった食事は、家では出ませんでしたから。\nつい、こういうメニューを選びがちですわ。": "I didn't get to eat these kinds of meals at home very often.\nI tend to choose this kind of menu.",
    "一応栄養バランスは考えて食べていますわ。\nとはいえ、食べすぎは体に毒ですが……": "I've been thinking about nutritional balance for the time being.\nThat said, eating too much is bad for your health...",
    "まあ、我慢をしすぎるよりはいいかもな。\n溜め込むよりもこまめに欲求を発散する方がいいからな。": "Well, it might be better than putting up with it too much.\nAfter all, it's better to let out your desires more often than to store them.",
    "ふふ、でしたら程よく我慢せずに食べるようにしますわね。": "Heehee. In that case, I'll try not to hold back too much.",
    "そういって味の濃そうな食べ物を幸せに頬張る七彩に、\n普段頑張っている彼女なりのご褒美なのかもと思うのだった。": "As she said that, Shichika happily stuffed his face with food that seemed to have a strong flavor\nI think this might be her way of rewarding me for my hard work."
}