{
    "ピコちゃん、本当にこっちの道でいいんだよね！": "Pico-chan, this is really the right way!",
    "マスターの頼れるナビＡＩの名にかけて間違いないです！": "I swear on the name of my master's reliable navigation AI!",
    "さっきから５回目くらいだぞ、そのセリフ。\n名にかける名誉なんてもう在庫が切れただろ。": "That's the fifth time I've heard that line.\nWe've already run out of honors to give our names to.",
    "あはは……でもちゃんと、\n探している人たちにも出会わずにいますから。": "Ahaha... But I made sure to...\nI haven't even met the people I'm looking for.",
    "でも、ここってブラックマーケットじゃないですよね……\n商店街でも表の方のような気が……": "But this isn't the Black Market, is it...?\nEven in the shopping district, it feels like it's outside...",
    "闇の商店だからといって、\nブラックマーケットに潜んでいるとは限りませんからね！": "Just because it's a dark shop doesn't mean...\nThere's no guarantee they're lurking in the black market!",
    "探し物は案外近くにあるという言葉もあります！": "There's also a saying that what you're looking for is surprisingly close by!",
    "へえ、誰の言葉だ？": "Wow, whose words are those?",
    "たった今、ボクが考えました！": "I just thought about it!",
    "……コイツ、本当に信じていいのか……？": "...Is it really okay to believe this guy...?",
    "ほ、ほら！　諦めちゃダメです！\nきっと見つかりますから！": "C-Come on! Don't give up!\nI'm sure you'll find it!",
    "そうだよ！\nきっと最後まで諦めない人が勝つんだか――": "That's right!\nI'm sure the one who won't give up until the very end will win—",
    "らぁ！？　あいたた……": "Raa!? Owowowow...",
    "す、純夏さん！？": "S-Sumika-san!?",
    "大丈夫ですか！？": "Are you all right?!",
    "へ、へーきへーき……\nあははは……転んじゃった。": "I-I'm fine...\nAhahaha... I fell over.",
    "怪我がなくてよかった……\nこのあたりも変な増築のせいか、足元が悪いからな。": "I'm glad I wasn't hurt...\nMaybe it's because of the weird additions around here, but my feet are bad.",
    "ん？　あれ？　こんな場所に道があるけど……": "Hm? Huh? There's a path here...",
    "……あ、確かに。ここ通れますね。": "...Ah, you're right. We can pass through here.",
    "あれ？　行き止まりじゃなかったんですか？": "Huh? Wasn't that a dead end?",
    "……あっ、多分そこ！　そこです！\nその道から抜けれる場所です！": "...Ah, that's probably it! Right there!\nIt's a place where you can get out of that road!",
    "……えっ、ここの道からですか！？": "...Huh? From this road?!",
    "おい、ピコ。俺たちはまずその道の話を聞いてないんだが？": "Hey, Pico. We didn't hear about that path first.",
    "あの～、マップって上から眺めるので……\nほら、横道とかは分かりづらくてぇ……": "Umm, I can see the map from above, so...\nSee, it's hard to tell if there's a side street or something...",
    "……ここから先は一本道なら、ピコはお役御免か。": "...If it's the main road from here on out, I guess Pico won't be in charge.",
    "ええっ！？　その言い方は酷くないですか！？\nピコだって頑張ってましたよ！": "What?! Isn't that a terrible way to put it?!\nPico was working hard, too!",
    "そうですよね、ピコさんは頑張ってましたよ。": "That's right. Pico-san was doing her best.",
    "ピコちゃんが案内してくれたからここまでたどり着けたもんね！": "It's thanks to Pico-chan's guidance that we were able to get here!",
    "……な、なんだか褒められると、\nそれはそれで不安になってきますね……": "...I-I don't know why, but when she compliments me...\nThat's starting to make me uneasy...",
    "どうすりゃいいんだよ……\nまあ、冗談は置いといて助かった。": "What should I do...?\nWell, putting the jokes aside, I'm glad.",
    "ピコーン！\nそれじゃあ他に手助けが必要なら呼んでくださいね！": "Picorn!\nWell then, if you need any other help, please call me!",
    "よーし、それじゃあ最後のお店に行こうね！": "Alright, let's go to the last store!",
    "ええっと、この道をまっすぐに行って……": "Let's see, go straight down this road...",
    "あ、あそこに看板がありますよ！\nきっとあの商店です！": "Oh, there's a sign over there!\nIt must be that shop!",
    "ピコさんの案内どおりでしたね！": "It was just like Pico-san said!",
    "ふぅ……これでようやく一段落か。\nそれじゃあ……": "Phew... Looks like we're finally done here.\nWell then...",
    "ご苦労様です、みなさん。": "Good work, everyone.",
    "えっ、この声は……小花さん！？": "Huh? That voice... Kohana-san?!",
    "ここが最後の商店となりますね。\nここまで集めてきてくださってご苦労様でした。": "This will be the last store.\nThank you for gathering all of us here.",
    "あっ、も、もしかして妨害に来たの！？\n渡さないから！": "Ah, c-could it be that you're here to interfere?!\nI won't give it to you!",
    "……勘違いさせたのは申し訳ありません。\n今来たのは、純粋に労いのつもりでした。": "...I apologize for making you misunderstand.\nI just came here purely to express my gratitude.",
    "……どういうことだ？\nあっちのチームに協力してたんじゃないのか？": "...What do you mean?\nWeren't you cooperating with the other team?",
    "協力はしていましたが、既に十分に干渉しましたので。\nこれ以上は平等な観点からみるとやりすぎでしょう。": "We were cooperating, but we've already interfered enough.\nAny more than this is going too far from an equal point of view.",
    "じゃあ、どうしてわたし達の前に……？": "Then why are you standing in front of us...?",
    "色々と事情を説明しようと思いまして。": "I thought I'd explain a lot of things.",
    "事情の説明……？": "Explain the situation...?",
    "はい。実はわたくし、神楽会長から\nお目付け役として派遣されている監督役でもあったのですよ。": "Yes. Actually, it's from President Kagura.\nHe was also an overseer dispatched to keep an eye on you.",
    "ええっ！？　ど、どういうことですか！？": "What?! Wh-What do you mean?!",
    "妨害してきたのに！？\nトラブルに巻き込んでるじゃない！": "Even though you interfered?!\nYou're getting yourself into trouble!"
}