{
    "そしてシリウスシュガーとカオスメイデンの公式戦当日――": "And then, on the day of the official match between Sirius Sugaru and Chaos Maiden—",
    "競技会場となるシティの市街地は、\nすごい数の見物客で溢れていた。": "The urban area of the city that served as the arena was...\nIt was overflowing with spectators.",
    "へぇ、屋台まで出て、まるで祭りだな。": "Wow, there's even a food stall. It's like a festival.",
    "学園都市の住人にとってはお祭りみたいなものですわ。": "To the residents of Academy City, it's like a festival.",
    "市街地で行われるＭＧ競技は、学園都市の名物なんです！": "The MG Games held in the city are a specialty of Academy City!",
    "けど、こんな街中で戦って問題ないのか？建物が壊れたり、流れ弾が飛んだりしたら問題だろ。": "But isn’t there a problem fighting in a city like this? It’d be a problem if a building broke down or a stray bullet went flying.",
    "その辺は心配ご無用。建造物は学園予算で損害保証されてるし、武装も競技用だからね。": "Don't worry about that. The school budget guarantees damage to the buildings, and the weapons are for competition.",
    "街をあげてのお祭りってわけか。なるほどなぁ。": "So this is a city-wide festival, huh? I see.",
    "コレ目当ての観光客も多いからね。ほら、あそこ見なよ。": "There's a lot of tourists out there looking for this. Look over there.",
    "ラミが指した方を見ると、シリウスシュガーと\nカオスメイデンのオッズ表が大きく張り出されている。": "I looked in the direction Rami was pointing and saw Sirius Sugaru\nChaos Maiden's odds are sticking out.",
    "ということは……": "Which means...",
    "ほぉ、賭博か。": "Oh, gambling, huh?",
    "当然ですが、学園生徒は賭博禁止ですわよ？": "It's only natural, but school students are forbidden from gambling, you know?",
    "……なんのことかな？": "...I wonder what she's talking about?",
    "でもでも、バレなきゃ問題なくない？": "But, but, as long as they don't find out, there shouldn't be a problem, right?",
    "大ありですわ！": "It's a big deal!",
    "ま、一応オッズだけは確認しておくか。": "Well, let's at least check the odds.",
    "どれどれ……カオスメイデンの勝利が１．１倍。シリウスシュガーの勝利は……２２倍。圧倒的じゃないか。": "Let's see... Chaos Maiden's victory is 1.1 times greater. Sirius Sugar's... 22 times stronger. Isn't that overwhelming?",
    "あはは。私達全然人気ないですね……": "Ahaha. We're not popular at all...",
    "それはそうだよ。端から見たら象とアリ。勝てる見込みなんて全然ないからね。": "That's right. From the outside, it looks like an elephant and an ant. There's no hope of victory at all.",
    "……でも、これで当てたら大金持ち。": "...But if I win this, I'll be rich.",
    "そうだ、生徒の賭博が禁止なんでしょ？なら、生徒じゃない奴に頼めば……！": "That’s right, students aren’t allowed to gamble, right? Then I’ll just ask someone who’s not a student...!",
    "……乘った。": "...I'm on board.",
    "それもダメですわ！バレたらそっちの罪で退学ですわよ！？": "You can't do that, either! If they find out, you'll be expelled for your crimes!",
    "そうそう。バレないように、ノミ屋とか使わないと。": "That's right. We'll have to use a flea shop or something to keep them from finding out.",
    "ちゆるさんまで！？": "Even Chiyuru-san!?",
    "まあ、何にしても今日ここに集る見物客のほとんどが、俺達の勝利なんか想像もしてないわけだ。": "Well, at any rate, most of the spectators gathered here today hadn't even imagined our victory.",
    "誰もがカオスメイデンの勝利を信じて疑わない……そんな状況で、俺達が勝ったらどうなると思う？": "No one would doubt Chaos Maiden’s victory... What do you think would happen if we won in a situation like that?",
    "……伝説になる。": "...It'll become a legend.",
    "そうだ。今日はシリウスシュガーが最弱チームから、カオスメイデンを倒した伝説のチームになる日だ！": "That's right. Today is the day Sirius Sugaru goes from the weakest team to the legendary team that defeated Chaos Maiden!",
    "わたくしたちが、伝説……": "We're the legends...",
    "そうだ。さあ、気合を入れろ！": "That's right. Now, get fired up!",
    "お前たちの手で輝かしい未来を掴みとるんだ！": "Grab a bright future with your hands!",
    "イエッサー！！": "Yessir!!",
    "えっ？": "Huh?",
    "ふふ、こういう状況で言ってみたかったんです。": "Hehe, I wanted to say it in this situation.",
    "だって、ある意味私達を結びつけた言葉ですから。": "After all, in a way, they're the words that brought us together.",
    "付随する思い出はえげつないものばっかだけどね。": "The memories that come with it are all vulgar, though.",
    "でも不思議と悪い気はしない。": "But strangely, I don't feel bad about it.",
    "……勝とう、みんな。": "...Let's win, everyone.",
    "お前ら……": "You guys...",
    "ああ！　勝とう！！": "Yeah! Let's win!!",
    "情報によると、シリウスシュガーは模擬戦でカラフルブーケに勝利したそうです。": "According to the information, Sirius Sugaru won the colorful bouquet in the mock battle.",
    "ふふ、あのカラフルブーケに……なかなかやるじゃない。": "Haha, that colorful bouquet... It's pretty good.",
    "戦績から考えると、信じられないことです。これもあの指揮官の力によるものでしょうか。": "It's hard to believe, considering the results of the battle. I wonder if it's because of that commander's power.",
    "この前会った時、ただ者じゃない感じはしてたもんね～！": "The last time we met, I felt like you weren't just any ordinary person!",
    "今回も何らかの奇策を用意しているに違いありません。皆さん、警戒は怠らないようにお願いしますよ。": "I'm sure they've come up with another plan. Everyone, please keep your guard up.",
    "翠蘭ちゃんは心配性だね。どんな罠を仕掛けてこようと、食い破ればいいだけでしょ？": "You're such a worrywart, Suiran-chan. No matter what kind of trap you set, all you have to do is eat through it, right?",
    "ユリアさんの言う通りです。どんな小細工を弄しようと、ユリアさんの優位は揺らぎません。": "Julia's right. No matter what tricks you use, Julia will always have the upper hand.",
    "はい……ですが、彼は生徒会長が直々に任命したと聞いています。きっとなにか裏があるに違いありません。": "Yes... However, I've heard that he was personally appointed by the Student Council President. I'm sure he has some ulterior motive.",
    "生徒会長……それは手強そうね。": "The Student Council President... That sounds tough.",
    "ま、なにがあっても、私がなんとかするし、だいじょびっ！": "Well, no matter what happens, I'll take care of it, so don't worry!",
    "ええ、頼りにしていますよ。\nでは、行きましょう！": "Yes, I'll be counting on you.\nLet's go, then!",
    "長らくお待たせいたしました。まもなく、カオスメイデン対シリウスシュガーの試合を開始します。": "Sorry for the long wait. Chaos Maiden vs. Sirius Sugar will soon begin.",
    "試合開始に際しまして、生徒会長の四王天神楽から改めて公式戦のルールを確認していただきます！": "At the start of the match, the student council president, Shiotenkagura, will reconfirm the rules of the official match!",
    "本日の試合は５対５の殲滅戦。どちらのチームメンバー５名が撃墜されるまで決着はつきません。": "Today's match is a five-on-five annihilation battle. We won't be able to settle this until five of our team members are shot down.",
    "また今回はシリウスシュガー側に、生徒会から派遣した指揮官の%usernameusernameuserna%が参加しています。": "Also, this time on the Sirius Sugar side, %usernameuserna%, the commander dispatched by the student council, is participating.",
    "これはカオスメイデンとシリウスシュガーの実力差を鑑みた上での処置となります。": "This is a measure taken in light of the difference in power between Chaos Maiden and Sirius Sugar.",
    "なお、%usernameusernameuserna%機は武装を持たず、撃墜数のカウントからは除外されます。": "%usernameusernameuserna% are not armed and are excluded from the count of shootings.",
    "ですが、%usernameusernameuserna%機自体を狙うことは問題ありません。先に指揮官を撃墜してから戦うというのも戦術のひとつです。": "However, there is no problem with targeting %user name, username, user name, %% machine itself. Shooting down the commander first before fighting is one of our tactics.",
    "ルール説明は以上です。両チームとも、準備はよろしいですね？": "That concludes the explanation of the rules. Are both teams ready?",
    "それでは、カオスメイデン対シリウスシュガーの公式戦――開始！": "Now then, the official battle between Chaos Maiden and Sirius Sugaru—begin!",
    "__translated__": "true"
}