{
    "おっ、フィーだ。何してるんだろ？": "Oh, it's Fie. I wonder what she's doing?",
    "……ぼー……": "...Boo...",
    "（口で『ぼー』と言いながらぼーっとしてる……）": "(She's zoning out as she says that with her mouth...)",
    "……普段掴みどころのないフィーが何を考えてるか知るいい機会だな。\n少し話しかけてみるか。": "...This is a good chance to find out what Fie's thinking, since she's usually so clueless.\nI guess I'll try talking to her a little.",
    "おーい、フィー。": "Hey, Fie.",
    "……ん。\n%usernameusernameuserna%。": "...Mm.\n%usernameusernameuserna%.",
    "何してるんだ？": "What the hell are you doing?",
    "何もすることがないからボーッとしてた。": "I was spacing out because I didn't have anything to do.",
    "ああ、見たままだったか……": "Ah, so I was watching...",
    "………………": "............",
    "（まずい、会話が続かない……）": "(This is bad. I can't keep up the conversation...)",
    "その、なんだ。メイズで戦ってる時とは雰囲気が違うな。\nフィーはオンオフをはっきり分けるタイプなのか？": "Um, well, the atmosphere is different from when we were fighting in Mayse.\nIs Fie the type to tell the difference between on and off?",
    "オンオフというか……\nあの時のわたしは、わたしじゃないから。": "It's more like it's on and off...\nAt that time, I wasn't me.",
    "わたしじゃない？　どういうことだ？": "Not me? What do you mean?",
    "メイズで戦っている時は、一流パイロットを演じてる。\nだから、雰囲気が違うのは当たり前。": "When I'm fighting in Mayse, I play the role of a first-class pilot.\nSo it was only natural that the atmosphere was different.",
    "だから、何の役柄もない今のわたしが本当のわたし。": "That's why I'm the real me now, without any role to play.",
    "演じてる……？\n何も役柄がないって……それは、どういう意味だ？": "Acting...?\nNo role at all...? What does that mean?",
    "わたし、もともと役者を目指していて、小さい頃は劇団に入っていたの。\n色んな役をして、舞台にもたくさん立ったわ。": "I was originally aiming to be an actor, and when I was little, I joined a troupe.\nI played a lot of different roles, and I played many roles on the stage.",
    "へえ、そりゃすごい。\nなのにどうしてパイロットに？": "Wow, that's amazing.\nSo why did you become a pilot?",
    "ある時、オーディションを受けに行ったら演出家の人に言われたの。\n君の感情は本物じゃないって。": "One time, when I went to audition, the director told me.\nThat your emotions aren't real.",
    "その言葉は、わたしも納得できた。\nだからわたしは本物の感情を学ぶためにこの学園に来たの。": "Those words made sense to me, too.\nThat's why I came to this school to learn real emotions.",
    "何を思ってパイロットになるかは人それぞれだが……\n感情を学ぶため、っていうのはなかなか珍しい動機だな。": "Everyone has their own reasons for becoming a pilot, but...\nIt's a rare motivation to learn emotions.",
    "よく言われる。": "People say that a lot.",
    "そうだろうな。\nまあ、確かに今のフィーを見ていると動機も納得できるが……": "I'm sure you're right.\nWell, looking at Fie now, I can understand her motives, but...",
    "……ふむ。フィー、役者っていうことは、\n今ここで頼んでも即興で演技ができるのか？": "...Hmm. Fie, being an actor means...\nCan you improvise an act if I ask you right here and now?",
    "演技をしろって言うのなら、なんでもやる。": "If you tell me to put on an act, I'll do anything.",
    "そうだなぁ……なんでもか。\nじゃあ、『おばあちゃん』の演技は？": "Let's see... Anything.\nThen what about Granny's performance?",
    "はぁ〜……今日はいいお天気だねえ……\nんん〜、お茶も美味しい……": "*sigh* The weather's so nice today...\nMmm, the tea is good too...",
    "（いきなり役に入り込んでいる……！）": "(He's suddenly getting into the role...!)",
    "おや、%usernameusernameuserna%じゃないか。\nこっちにおいで。飴でも舐めるかい？": "Oh, if it isn't %usernameusernameuserna%.\nCome here. Want to lick some candy?",
    "すごいな、普段のフィーとは声色も雰囲気も全然違う。": "Wow, Fie's tone and tone of voice are completely different from usual.",
    "……そう？": "...Really?",
    "なら、次は……『照れ屋の幼馴染』はどうだ？": "In that case, how about... 'A shy childhood friend' next?",
    "……そ、そんなこと急に言われても……無理だよ……っ。": "...I-I can't do that... all of a sudden...",
    "やるな……！\nならこれはどうだ？　『喧嘩っ早い不良娘』！": "Not bad...!\nHow about this, then? 'You're such a fast-fighting delinquent girl'!",
    "あぁん？　誰が不良娘だ？": "Huh? Who's the delinquent girl?",
    "すごい切り替えの速さだ……！\n本当にちゃんとした役者だったんだな。": "She's switching gears so fast...!\nShe really was a proper actor.",
    "てめぇ、信じてなかったのか！？\n上等だ！　表に出やがれ！": "You didn't believe me?!\nFine! Get out there!",
    "すまんすまん……いや、しかし本当にすごいな。\n人間以外の演技もできるのか？": "Sorry, sorry... No, but it really is amazing.\nCan you even put on a non-human act?",
    "うん、できるよ。\n役者の時はロボットとか動物の演技もやったことがある。": "Yeah, I can do it.\nWhen I was an actor, I did robot and animal performances.",
    "じゃあ、えーと……『ウサギ』とか。": "Well, let's see... Like a 'rabbit'.",
    "ぴょんっ！": "Boing!",
    "ぴょんぴょんっ！": "Hop, hop, hop!",
    "おおっ！": "Ooh!",
    "（あの物静かなフィーのこんな表情、見たことない。\n本当にウサギになりきっているんだ……）": "(I've never seen that quiet expression on Fie's face before.\nShe's really turning into a rabbit...)",
    "（跳んで跳ねて……汗が滲んでいるのに気づいた様子もない。\n演技に入り込むって、こういうことを言うんだな）": "(She jumped and jumped... and there was no sign of her noticing that she was sweating.\nSo this is what it means to get into an act.)",
    "ぷーぷー！": "Pfffffft!",
    "……今のはなんだ？": "...What was that just now?",
    "かりかり……もしゃもしゃ……": "*crunch*... *crack*...",
    "ははは、餌を食べる演技か。\n可愛いな。": "Hahaha, an act of eating food, huh?\nShe's so cute.",
    "……ところで、ウサギってぷーぷー鳴くのか？": "...By the way, do rabbits purr?",
    "ふぅ……うん、鳴き声っていうか……\n嬉しかったり気持ちがいい時は、ぷーぷーって音を鳴らすの。": "Phew... Yeah, it's more like a cry...\nWhenever I'm happy or feeling good, I make a squeaking sound.",
    "へえ、よく勉強してるんだな。\nなら、性別が違うのはどうだ？": "Wow, she's really studying hard.\nIn that case, how about a different gender?",
    "たとえば……『財布を落とした%usernameusernameuserna%』。": "For example... 'The %usernameusernameuserna% who dropped his wallet.'",
    "えっ、さ、財布がない？　まさか……落とした！？": "Huh? I-I don't have my wallet? Don't tell me... I dropped it?!",
    "そんな……嘘だろ、俺の金が……\n最悪だ……おろしたばっかりだったのに……": "That's... You're kidding, my money...\nThis sucks... I just put it down...",
    "それ、俺なのか！？": "Is that me!?",
    "……%usernameusernameuserna%。": "...%usernameusernameuserna%.",
    "そうだな……次は……\nって、どうしたんだ？": "Let's see... Next is...\nWait, what's wrong?",
    "疲れた……": "I'm tired...",
    "す、すまん。そうだよな。\n楽しくなってリクエストしてばっかりだったな……": "S-Sorry. You're right.\nI've been having so much fun that all I did was make requests...",
    "楽しんでもらえたのなら、良かった。": "I'm glad she enjoyed it.",
    "ああ。こっちこそありがとう。\n楽しませてもらったお礼に、何か奢るよ。一緒に商店街へ行かないか？": "Yeah. I should be the one thanking you.\nAs thanks for the fun, I'll treat you to something. Want to go to the shopping district with me?",
    "うん、行く。": "Yeah, I'll go.",
    "奢ってくれるなら、食べてみたいものがある。": "If you're treating me, there's something I'd like to try.",
    "……そんなので良かったのか？": "...Was that really okay?",
    "うん。": "Yeah.",
    "……うまいか？": "...Is it good?",
    "うん。美味しい。\n買ってくれてありがとう。": "Yeah. It's good.\nThank you for buying it.",
    "いや、お礼なんだから気にしなくていいさ。\nもっと高い物でもよかったんだぞ？": "No, it's a token of my gratitude, so don't worry about it.\nIt could have been something more expensive, you know?",
    "これが食べてみたかった。\nそれに、演技は好きでやってるからお礼としては十分貰ってる。": "I wanted to try this.\nBesides, I do it because I like acting, so I'm getting plenty as thanks.",
    "しかしあれだけさせて、\nお礼がキャンディーひとつっていうのもな……": "But after making her do so much,\nI can't thank you enough for one lollipop...",
    "商店街にあるものを見て、これが一番欲しいって思ったの。\nだから全然問題ないよ。": "When I saw what was in the shopping district, I wanted this the most.\nSo there's no problem at all.",
    "いつもは自分で買うけど、\n人に買ってもらうのは特別な気がする。": "I usually buy it myself,\nI feel like it's special to have people buy it.",
    "いつも？　そんなにキャンディーが好きなのか？": "Always? Do you like candy that much?",
    "うん。最初は必要だから食べてたんだけど、\nだんだん飴自体が好きになったの。": "Yeah. I ate it at first because I needed it, but...\nI gradually came to like the candy itself.",
    "必要だから……？": "Because it's necessary...?",
    "喉を痛めないように舐めていたの。\n演技をする時は声も大切だから。": "I was licking it so it wouldn't hurt my throat.\nVoices are important when acting.",
    "ああ、劇団にいて舞台に立ってたって言ってたもんな。": "Yeah, she did say she was in the troupe and on stage.",
    "うん。移動時間だったり、暇な時間でも簡単にできる喉のケア。\nそれを続けているうちに、気づいたら飴自体が気に入ったの。": "Yeah. It's travel time, and it's easy to take care of your throat even when you're free.\nWhile I was doing that, I realized I liked the candy itself.",
    "いつもだとわざわざ違う飴なんて買わないし\nこういう機会だからこそ知らない飴を食べてみたかった。": "Normally, she wouldn't go out of her way to buy a different kind of candy\nThis was the kind of opportunity I wanted to try some candy I didn't know about.",
    "そうかあ…………": "I see.........",
    "なんだ、フィーにも好きって感情があるじゃないか。": "What, Fie has feelings of love too?",
    "え？": "Huh?",
    "いや、ここに来たのは本物の感情を学ぶためだって言ってただろう。\nでも別に学ばなくても、感情はあるじゃないか、と思ってな。": "No, you said you came here to learn real emotions.\nBut even if you don't learn, you still have emotions, I thought.",
    "さっきだって、あれだけ演技で色んな感情を表現できてたしさ。\n役者としてはもう充分じゃないのか？": "Even earlier, she was able to express all sorts of emotions through her acting.\nIsn't that enough for an actor?",
    "……違うの。": "...That's not it.",
    "違う？": "No?",
    "言ったでしょ、わたしの感情は本物じゃないって。": "I told you, my emotions aren't real.",
    "飴が好きっていうのも、他の人を見てそう思っただけ。\n食べる回数の多い食べ物を、みんなは好きって言うでしょ。": "That's what I thought when I saw other people like candy.\nEveryone says they like food that eats a lot.",
    "ま、まあ……そうだが……": "W-Well... That's true...",
    "わたしは飴をよく舐めるから、これが好きなんだろうなと思ってる。\nでも本当に好きなら、自分で色々と買いに行って試すはず。": "I lick candy a lot, so I think she likes this.\nBut if she really liked it, she'd go buy all sorts of things herself and try them out.",
    "だから、わたしの感情は全部が物真似。": "That's why all of my emotions are imitations.",
    "物真似……？": "Imitating...?",
    "私は作品や台本に書かれた感情しか知らない。誰かが喜んで、\n悲しんで、怒っている時……そういうのを真似してるだけ。": "I only know the emotions written in the works and scripts. Someone will be happy,\nWhen I'm sad and angry... I just imitate that kind of thing.",
    "さっきの演技だってそう。\n全部、どこかで見たものの物真似。": "It's the same with that performance.\nI've seen it all before. I'm just copying it.",
    "%usernameusernameuserna%が見て褒めてくれたけど、\nわたし自身が本当に正解なのか分かってない。": "%usernameusernameuserna% looked at me and praised me, but...\nI don't know if I'm really right.",
    "……": "......",
    "わたしはどういう感情をすればいいか分からないの。": "I don't know how to feel.",
    "だからわたしがこの学園に来る前にオーディションで言われた、\n君の感情は本物じゃないって言葉はその通りだと思う。": "That's why, before I came to this school, she told me in an audition\nI think you're right when you say your emotions aren't real.",
    "今だって、わたしが演じてきた台本だったら、\nもっと感情を出さないといけない場面だなってわかる。": "Even now, if it's the script I've been playing,\nI can tell that this is a situation where I need to show more emotion.",
    "でも、どういう感情をすればいいか分からない。\nだって、自分の感情がないから。": "But I don't know how to feel about it.\nBecause I don't have any emotions of my own.",
    "本当にそうなのか？": "Is that really true?",
    "オーディションで感情が本物じゃないって言われた時、\n腹が立ったり悲しくなったりしなかったのか？": "When I was told during the audition that my emotions weren't real,\nDidn't you get angry or sad?",
    "しなかった。\nただ、この人が言うことは正しい、って思ったの。": "I didn't.\nI just thought he was right.",
    "こういうことを言った時に、\n怒ったり悲しんだりするのはわかる。": "When I said this...\nI know she's angry and sad.",
    "でも、それを本当に実感をしたことはない。\nそういうのは……わたしの求めてる感情じゃないから。": "But I've never really felt that before.\nThose aren't the feelings I want.",
    "物真似や作り物じゃ、\n観ている人を感動させることはできないの。": "They're not imitations or fabrications.\nI can't impress the audience.",
    "でも、俺はフィーの演技をすごいって思ったぞ？": "But I thought Fie's acting was amazing.",
    "演技が出来て凄いのと、凄い演技ができるのは違う。": "Being able to perform and being able to do amazing things are two different things.",
    "今日、わたしが怒っているのを見て……怖いと思った？\n私の悲しむ演技は胸を締め付けられた？": "Did you think I was scared when you saw me angry today?\nDid my sad performance make your chest tighten?",
    "あの中で、%usernameusernameuserna%の\n心を揺さぶる感情表現はあった？": "In there, %usernameusernameuserna%'s.\nWere there any emotional expressions that shook your heart?",
    "だから、今のわたしじゃ本物の役者にはなれないの。": "That's why I can't be a real actor right now.",
    "……そういうもの……なのかな……": "...I wonder... if that's how it works...",
    "うん。だから、本物のちゃんとした感情が知りたいの。": "Yeah. That's why I want to know the real emotion.",
    "自分の中から沸き上がってくるような、本物の感情を……": "I can feel the real emotion boiling up inside me...",
    "……ううむ……": "...Hmm...",
    "どうしたの、%usernameusernameuserna%？": "What's wrong, %usernameusernameuserna%?",
    "……納得がいかないな。やっぱりどう考えても、\nフィーにはちゃんと自分の感情があると思う。": "...I can't accept this. No matter how you look at it,\nI think Fie has her own emotions.",
    "……わたしに、感情が？": "...My emotions?",
    "ああ。もしかして気づいてないのか？": "Yeah. Don't tell me you haven't noticed?",
    "フィーには不安の感情がある": "Fie has feelings of unease.",
    "フィーには喜びの感情がある": "Fie has feelings of joy.",
    "……わたしに、どんな感情があるの？": "...What kind of feelings do you have for me?",
    "不安の……感情……？": "An uneasy... emotion...?",
    "その演出家にそのままじゃだめだって言われて、\n学園に入ってパイロットになったんだろ？": "That director told me that I couldn't stay like that.\nYou entered the academy and became a pilot, right?",
    "……うん。": "...Yeah.",
    "それは、不安になったからじゃないのか？": "Isn't that because you're worried?",
    "不安……": "Anxiety...",
    "だって『自分はこのままでいい』って思えてたら、\n自分を変えるために行動しようなんて思わないだろ。": "After all, if I thought, \"I'm fine like this,\"\nYou wouldn't want to act to change yourself.",
    "このままじゃだめなんじゃないか、どうにかしなきゃ……\nそういう気持ちを、不安って呼ぶんだと思う。": "I don't think we can keep going like this. We have to do something...\nI think that's what they call anxiety.",
    "……確かにわたしは、そんな風に感じて、感情を学ぼうと思った。": "...It's true that I felt that way, and wanted to learn how to feel.",
    "ずっと役者を目指してきたのに、なれなかったらどうしようって……": "I've always wanted to be an actor, but what if I couldn't become one...?",
    "それだって、感情だ。\n不安という感情だよ。": "Even that's an emotion.\nIt's the feeling of anxiety.",
    "これも……": "This, too...",
    "その不安は、フィーの本物の感情だと思うぞ。": "I think those worries are Fie's real feelings.",
    "……そう、かも……\nモヤモヤして、胸が苦しくなって……": "...Maybe so...\nI felt so gloomy, my chest started to ache...",
    "これが、わたしの感情なんだ……": "This is how I feel...",
    "喜びの感情……？": "A feeling of joy...?",
    "さっき演技してる時、俺が『すごい！』って言ったら、\n一瞬だけど嬉しそうな顔になっていたぞ。": "When I was acting earlier, I said, \"Amazing!\"\nIt was only for a moment, but she looked happy.",
    "えっ……": "Huh...?",
    "あれは演技じゃなかった。\nちゃんとしたフィーの感情じゃないのか？": "That wasn't an act.\nIsn't that how Fie feels?",
    "わたし、そんな嬉しそうな顔してた……？": "Did I look that happy...?",
    "してたよ。": "I did.",
    "き、気のせいじゃ……": "I-It's not just my imagination...",
    "気のせいじゃないさ。それに、無茶振りをあっさりクリアされて\n悔しがってる俺を見てた時も嬉しそうだった。": "I'm not imagining things. Besides, he cleared my reckless behavior so easily.\nShe seemed happy when she saw me frustrated.",
    "……本当に？　勘違いじゃ……": "...Really? It's not a misunderstanding...",
    "そうやって、恥ずかしくなってるだろ？\nそれもフィーの感情だよ。": "Isn't that embarrassing?\nThose are Fie's feelings, too.",
    "……別に、恥ずかしがってなんか……ない。": "...I'm not... embarrassed.",
    "そうやって、普段と違う反応をしてるのは、\n自分の感情に振り回されてるってことじゃないのか？": "The reason she's reacting so differently from usual is...\nDoesn't that mean you're letting your emotions get the better of you?",
    "むむ……": "Hmm...",
    "な？　フィーには、ちゃんと感情があるだろ？": "Right? Fie has feelings, doesn't she?",
    "…………これが、わたしの感情なんだ。": "...This is how I feel.",
    "そう思ったら……不思議な気分。": "Just thinking about it... makes me feel strange.",
    "…………ありがとう。": "............thank you.",
    "なんでお礼を？": "Why are you thanking me?",
    "わたしの知らない感情を、教えてくれたから。": "Because he told me about emotions I didn't know.",
    "ああ、そういうことか。\nだが大したことじゃないよ。": "Ah, so that's how it is.\nBut it's no big deal.",
    "自分で気づきにくいだけで、フィーにもちゃんと感情はあるんだ。": "It's hard for me to notice it myself, but Fie has her own emotions.",
    "だから今のフィーに必要なのは、本物の感情を学ぶことじゃなくて……\n自分の感情に気づいてあげることじゃないか？": "So what Fie needs right now isn't to learn real emotions...\nIsn't it about being aware of your own emotions?",
    "……感情に、気づいてあげる……うん、わかった。": "...I'll notice your emotions... Okay, got it.",
    "ねえ、%usernameusernameuserna%。": "Hey, %usernameusernameuserna%.",
    "なんだ？": "What is it?",
    "顔、触ってもいい？": "Can I touch your face?",
    "顔……？\nまあ、いいけど……": "Her face...?\nWell, that's fine, but...",
    "うん。それじゃあ、失礼するね……": "Okay. I'll be going now...",
    "……%usernameusernameuserna%の顔を見て、\nすごいなと思ってたの。": "...Looking at %usernameusernameuserna%'s face,\nI thought it was amazing.",
    "すごい？　何がだ？": "Amazing? What is it?",
    "演技じゃなくても、こんなに驚いたり、悔しがったり、\n喜んだりできて……すごいなって。": "Even if it wasn't an act, she'd still be this surprised and frustrated\nI'm so happy... It's amazing.",
    "フィーだってできるよ。\nちゃんとフィーにも感情があるんだから。": "Fie can do it, too.\nFie has emotions, too.",
    "俺と同じ風にって訳にはいかないだろうけどさ。\nフィーにしかできない感情表現をしていけばいい。": "I don't think she'll be the same as me, though.\nAll you have to do is express your emotions that only Fie can do.",
    "……うん、わたしだけの感情を見つけてみる。": "...Yeah, I'll try to find my own emotions.",
    "こうやって、感情があるって気づかせてくれたのは、\n%usernameusernameuserna%のおかげ": "She was the one who made me realize that I had emotions like this.\nThanks to %usernameusernameuserna%.",
    "本当にありがとう。": "Thank you so much.",
    "だから、気にしなくても大丈夫だ。\nそれよりも、そろそろ顔から手を放して欲しいんだが……": "So you don't have to worry about it.\nMore importantly, I'd like you to let go of my face...",
    "ごめんね。それじゃあ、帰ろう。": "Sorry. Let's go home, then.",
    "（……心なしか、さっきより足取りが軽くなったような……）": "(...I feel like my steps are lighter than before...)",
    "……これなら、フィーだけの感情が見つかるのもすぐかもな。": "...With this, it might not be long before I find Fie's emotions alone.",
    "……？　どうしたの？\nもしかしてまだ、寄りたいところあった？": "...? What's wrong?\nDid you still want to stop by somewhere?",
    "いや、なんでもない。\n帰るとするか！": "No, it's nothing.\nLet's go home!"
}