{
    "今度の競技で採用する作戦について意見がほしい――\nそう請われて、俺は翠蘭の部屋を訪れていた。": "I want your opinion on the strategy we're going to adopt for the upcoming competition—\nAt that request, I visited Suiran's room.",
    "床に座り、ローテーブルを囲んで、\n彼女の用意した資料に目を通す。": "She sat on the floor and sat around a low table\nI looked over the documents she had prepared.",
    "さすが翠蘭、無駄のないプランだな。": "That's Suiran's plan for you. It's not wasted.",
    "そう感想を述べると、向かい――ではなく、\nなぜか左手垂直の位置に座る彼女が、ほっとした顔を浮かべた。": "As I gave my impressions, I faced――I mean,\nFor some reason, the girl sitting vertically on her left hand looked relieved.",
    "そう言ってもらえて安心しました。": "I'm relieved to hear you say that.",
    "しかし……どうしてもって言うから来たけど、\nこの出来なら、俺が確認するまでもなかったんじゃないか？": "But... I came because you insisted,\nAt this rate, I don't think I need to check.",
    "ね、念には念をというでしょう？": "I-It's just a precaution, isn't it?",
    "……ここ数日は、みんなが積極的にフォローしてくれるおかげで\nあなたと会う口実が作れませんでしたし……": "...For the past few days, thanks to everyone actively backing me up,\nI couldn't come up with an excuse to meet you...",
    "翠蘭？　何か言ったか？": "Suiran? Did you say something?",
    "な、なんでもありません。": "I-It's nothing.",
    "（……今日は妙に距離が近いな。\nそのせいか、翠蘭からほんのり甘い香りが……）": "(...We're strangely close today.\nMaybe that's why there's a faintly sweet scent coming from Suiran...)",
    "（さっきから視界にちらちら太ももも……\nスカート短すぎるんだよな……）": "(Her thighs have been glancing in my field of vision for a while now...)\nHer skirt is too short...)",
    "あの……%usernameusernameuserna%さん……": "Um... %usernameusernameuserna%...",
    "ん……？": "Hm...?",
    "そ、その……さっきから気になってて……\n股間が、ありえないほど、大きく……": "U-Umm... I've been wondering for a while now...\nHer crotch is impossibly big...",
    "あっ……す、すまん！": "Ah... S-Sorry!",
    "距離の近さとか、翠蘭の匂いとか、その、足が目についたりとか……\n色々意識してたら、つい……": "The distance between us, the smell of Suiran, and, um, my feet caught my eye...\nI've been thinking about a lot of things, and I just...",
    "……そ、そういう目で見てしまった、と？": "...D-Did you look at me like that?",
    "ごめん。でも悪気があってのことじゃないというか、\n男の体は自然に反応するから仕方ないんだ。だから――": "I'm sorry. But I didn't mean anything bad by it,\nA man's body reacts naturally, so it can't be helped. So――",
    "……はあ。\nし、仕方ない人ですね、あなたは……": "......haa.\nY-You're hopeless, aren't you?",
    "――え？\nお、おい、翠蘭、何を……っ！？": "――Eh?\nH-Hey, Suiran, what are you...!?",
    "彼女は身につけていた衣類を脱いで下着姿になると、\n続けて動揺する俺のズボンにも手をかけ、勢いよく下半身を露出させた。": "She took off the clothes she was wearing and put on her underwear.\nNext, she put her hand on my pants, which were shaken up, and vigorously exposed my lower body.",
    "そして大きくなった俺のペニスの先端に、\n緊張した面持ちで恐る恐る舌を這わせる。": "And then, on the tip of my penis, which had gotten bigger...\nShe looked nervous as she hesitantly ran her tongue along it.",
    "翠蘭っ……そんな、いきなり……！": "Suiran... That's so sudden...!",
    "も、もたもたしていると、余計に恥ずかしいんです。\nですから……逃げようとしないでください……れろっ……": "I-It's even more embarrassing when I'm sluggish.\nSo... please don't try to run away... *lick*...",
    "ざらりとした感触が亀頭を撫でただけで、俺の背中に電流が走る。\n危うく膝から崩れ落ちそうになった。": "Just a rough sensation brushing against my glans sends an electric current through my back.\nI almost collapsed to my knees.",
    "こ、今回だけですからね……\nそのままじゃ集中できないでしょうから……ちゅ、ちゅぱっ……": "I-It's just this once...\nYou won't be able to concentrate like that... *kiss* *smack*...",
    "ちゅる……れろ、ん……んっ……\nう、上手くできているか、わかりませんけど……ちゅぱっ……": "*slurp*... *lick* nn... nnh...\nI-I don't know if it's working... *smack*...",
    "早く鎮めてもらわないと、あとのタスクに支障が出ます……\nちゅっ……ちゅぱ……ちゅぱ……はぁ……んん……": "If you don't calm them down soon, it'll affect the rest of the task...\n*kiss*...*smack*... *smak*... haa... nnn...",
    "ぎこちない舌使い。しかし、それがかえって劣情を煽る。\n無垢な翠蘭の口を、もっと犯したい……そんな気分にさせた。": "Her tongue moves awkwardly, but that only serves to further fuel my lust.\nI wanted to violate the innocent Suiran's mouth more... That's what I made her feel.",
    "んむぅ……お、男の人のって、こんなに大きいんですね……\nそれに……ちゅ、ちゅっ、んむ……あ、熱い……はぁっ……": "Mmm... I-I didn't know men could be this big...\nAnd...chuu, chuu, nmu...ah, it's hot...haa...",
    "れろれろっ……はふ……ん、ちゅっ……ちゅうぅっ……\nこんなのが、ア、アソコに入るなんて……信じられません……": "Rerorero...hafu...nn, chuu...chuuu...\nI-I can't believe this is going in there...",
    "翠蘭の柔らかそうな唇を先走り汁で汚しながら、\n俺の欲望がぬめった舌の上で踊る。": "Suiran's soft lips were stained with precum\nMy lust dances on her slimy tongue.",
    "はむ……んんっ……じゅぽっ、んっ、んっ、んっ……\nちゅる、ちゅるっ、んんん……ん、はぁっ……！": "Hamh... Mmm... *slurp* Mm, mm, mmh, mmm...\n*slurp* *suck* Mmm... Mm, haah...!",
    "さ、さっきから、黙って私の顔を見下ろして……\nちゅっ……ん、め、目つき、いやらしいのですが……ちゅぱっ……": "Y-You've been silently looking down at my face for a while now...\n*kiss*... Mm, y-your eyes are so lewd... *smack*...",
    "せめて、気持ちいいかどうかだけ、ちゃんと伝えるべきでは……？\nん……れろっ……れろっ……どうなのですか……？": "Shouldn't I at least tell her whether it feels good or not...?\nMm... *lick*... *slurp*... What do you think...?",
    "陰茎を頬張り、上目遣いで問いかけてくる翠蘭。\n俺は腰を振りたくなる衝動を抑えながら、ただ懸命に頷いた。": "Suiran stuffed her cheeks with my penis and looked up at me as she asked.\nSuppressing the urge to swing my hips, I simply nodded earnestly.",
    "よ、よかった……なら、は、早く……ちゅぱっ、ちゅぱっ……\nはぁ……ふ……んっ、しゃ、射精……して、ください……んっ……！": "Th-Thank goodness... Then, h-hurry up... *smack* *slurp*...\nHaa......hu......nn! P-please......ejaculate......n......!",
    "言われるまでもなく、翠蘭の口内や顔面を\n白濁で染めてしまいたい欲望はある。だが……": "I didn't even need to be told to look inside Suiran's mouth or face\nThere is a desire to dye it with cloudy white. However...",
    "はぁ……んむ……ん……ちゅぱっ……ちゅぽ、じゅるるっ……\nも、もしかして……口だけでは、イケませんか……？": "Haa...nnmu...nn...chupa...chupo, jururu...\nM-Maybe... I can't cum with just my mouth...?",
    "私が上手じゃないから……もっと気持ちよくしろと……？\nんっ、はむ、じゅる、じゅるるるっ……！": "You want me to feel even better... because I'm not good at it...?\nNn, hamu, *slurp, slurp*...!",
    "申し訳なさと怒りが混ざったような半眼を向けられて、\n背徳感に腰が震える。しかし、まだ決壊には至らない。": "She gave me a half-closed look that seemed to be a mixture of guilt and anger\nMy hips tremble from the sense of immorality. However, it hasn't broken yet.",
    "ちゅ、ちゅっ、ちゅぱっ……ん、んんんっ……\nこれ以上、気持ちよくしろだなんて……それは、つまり……": "Chu, chu, chupah... nn, nnnn...\nI can't believe she's telling me to make her feel even better... Which means...",
    "わ、私の、お口の奉仕が……至らないせいなら……\nそのっ……し、します……か？": "I-If it's because my mouth isn't servicing you...\nUm... Y-You're... going to do it?",
    "躊躇いがちな翠蘭の提案に、思わず生唾を飲む。\n俺の気持ちも下腹部も、すでに抑え込むのは限界だった。": "I couldn't help but swallow at Suiran's hesitant suggestion\nMy feelings and lower abdomen were already at their limit.",
    "……顔に出ていますよ。正直な人ですね、まったく。\nこうなったら……ちゃ、ちゃんとした形で、早く終わらせましょう。": "...It's written all over your face. You're such an honest person.\nNow that it's come to this... C-C'mon, let's get this over with.",
    "あっ――そ、それから、念のため！\n……誰にでも、こんなことすると思わないでくださいね。": "Ah—A-Also, just in case!\n...Please don't think anyone would do something like this.",
    "そうしてふたりは下着も脱ぎ捨てて――": "And so, the two of them took off their underwear――",
    "っく……あ、はぁ……うぅぅぅぅ……！": "Ugh... ah, haa... uuuu...!",
    "ガチガチに硬くなった陰茎を鎮めるべく、\n翠蘭は恐る恐る竿を両手で支え、花弁へ導こうとしてくれたが……": "In order to quell my stiffened penis,\nSuiran timidly supported the rod with both hands, trying to guide it toward the petals, but...",
    "しかし、口淫の最中にすっかり濡れそぼっていたはずの入口は、\n俺の侵入を硬く拒んでいた。": "However, her entrance, which should have been completely drenched in the middle of her oral sex...\nShe firmly refused to let me in.",
    "っ……これ以上は……も、もう……無理そう、ですっ……\nあなたが、こんなに大きくするからですよ……": "...Any more than this... I-I don't think... I can take it anymore...\nIt's because you're so big...",
    "呆れて文句を言うあたり余裕はありそうだが、無理はさせたくない。\n今日はここでいったん終了を、と提案してみた。": "She complained in exasperation, so it seemed like she could afford it, but I didn't want to push her too hard.\nI suggested that we call it a day.",
    "で、でも、まだ気持ちよくなってないでしょう……？\nモヤモヤを抱えたまま、作業を手伝われても困りますし……": "B-But it still doesn't feel good, does it...?\nI don't want her to help me with my work while I'm feeling gloomy...",
    "このまま終えては納得しそうにない翠蘭に、\n俺はある妥協案を持ちかけてみることにした。": "Suiran didn't look like she'd accept it if I finished like this\nI decided to propose a compromise.",
    "て、手コキを……つまり、その、俺のを支えてくれている手で……\n手袋をつけたまま、擦ってくれないか……？": "A-A handjob... In other words, with the hand that's supporting me...\nCould you rub it with your gloves on...?",
    "……え？　こ、この状態のまま……私の手で……？\n手袋で擦られるのが……こ、興奮するんですか……？": "...Huh? L-Like this... with my own hands...?\nA-Are you excited... to be rubbed with gloves...?",
    "ほ、本当に、あなたという人は……\n仕方のない変態ですね……": "Y-You really are...\nWhat a hopeless pervert...",
    "エ、エッチなこととなると、途端に知能指数が下がる……\n男の人って、そういうものなのかもしれませんが……もう……": "When it comes to sex, my intelligence stat immediately drops...\nThat might be what it means to be a man, but... Geez...",
    "断られるのを覚悟していたが、次の瞬間にはもう、\n陰茎を包む翠蘭の手の平が上下に動き始めていた。": "I was prepared to be turned down, but the next moment, I was already...\nThe palm of Suiran's hand enveloping my penis was starting to move up and down.",
    "～～～っ……こ、こんな……っ……ぅ……はぁ……はぁ……": "ngh... Th-This is... Ugh... Haah... Haaah...",
    "あまりの恥ずかしさからか、翠蘭はほとんど言葉を発さず、\n黙々と指先の動きに集中している。": "Perhaps because she was so embarrassed, Suiran barely uttered a word\nShe was silently focused on the movement of her fingertips.",
    "はぁ……はぁっ……はぁっ……はぁっ……": "Haah... haah... Haahh... haaahhh...",
    "翠蘭のもどかしそうな吐息を顔に吹きかけられ、\n俺は溜まらず、恥ずかしがる彼女に可愛いと囁きかけた。": "Suiran's impatient breath blew against my face\nUnable to contain myself, I whispered that she was cute when she was embarrassed.",
    "く……っ……は、初めてだったのにっ……うぅ……\nこんな、ア、アブノーマルな感じの……行為を……っ、ん……": "Kh...gh... I-It was my first time...uuu...\nThis kind of, a-abnormal... act...! Nn...",
    "先っぽだけ繋がりかけている俺達の結合部を\n屈辱的な目で見下ろしながら、翠蘭が一生懸命に手を動かす。": "The place where we're connected only to the tip.\nLooking down at her with humiliating eyes, Suiran did her best to move her hands.",
    "その態度が男をどんなに興奮させてしまうか、\nきっと性に未熟な翠蘭はわかっていない。": "She knew how excited that attitude would excite the man\nI'm sure Suiran, who's inexperienced in sex, doesn't understand.",
    "あっ……い、今っ……私の手の中で、ビクンって……\nんっ……んっ……は、ぁぅ……んんっ……": "Ah... I-It just... twitched in my hand...\nNn... nn... hah, au... nnn...",
    "蜜壺に埋まり損ねた陰茎が、小刻みに弾む。\nその震動が、翠蘭の入口――陰核にも伝わったようだ。": "My penis, which had failed to bury itself in her honey pot, bounced slightly.\nThat tremor seemed to have reached Suiran's entrance—her clitoris, too",
    "い、いや……んんっ……く、くすぐった……はぁ、ぅん……\nさ、先っぽ、ムズムズって……んんんっ……": "N-no...nnn...it tickles...haa, uhn...\nTh-The tip, it hurts... Mmm...",
    "わ、私が……ちゃんと……できてないからって……\n意地悪……しないで……くださ……んんっ……んっ……": "I-It's just because... I can't do it properly...\nPlease...don't be mean...to me...nnn...nn...",
    "意地悪なんてつもりはなく、ただ純粋に興奮してきただけだが、\n伝えない方が楽しそうなので黙っていることにする。": "I wasn't trying to be mean, I was just getting genuinely excited, but...\nIt would be more fun if I didn't tell her, so I decided to keep quiet.",
    "あ……あ、んっ……い、今……ちょっと、笑いました……\n私のこと、笑いましたね……んんっ……": "Ah... ah, nn... I-I just... laughed a little...\nYou laughed at me... Mmm...",
    "首を振って否定したが、かえって翠蘭をムキにさせてしまったようだ。\nペニスを包む指先に、ほんの少し力がこもる。": "I shook my head in denial, but it seemed I'd only made Suiran more annoyed.\nHer fingers tighten just a little as they wrap around my penis.",
    "ぅぅ……余裕ぶっていられるのも、今のうちですよ……\n絶対に……しゃ、射精……させてみせますから……ねっ……んっ！": "Ugh... Now's my chance to act confident...\nI'll make you... e-ejaculate... no matter what... okay... nn!?",
    "牛の乳でも搾るかのような動き。\n先端を膣口に固定されたまま、手袋の感触が幹を這い回る。": "She moved as if squeezing a cow's milk.\nWith the tip still fixed to her vaginal opening, the sensation of the gloves crawled around the trunk.",
    "女を恥ずかしがらせて楽しむような人には……こうです……\nんっ……ん……ん……ん……んっ……！": "To someone who enjoys embarrassing women... This is what it looks like...\nNn... nn... ngh... nnn... nngh!",
    "今度は手の平全体で陰茎を包み、\n愛液を塗りたくるように竿をこね回してきた。": "This time, she wraps her entire palm around my penis.\nShe kneads my rod as if smearing her love juices on it.",
    "艶のある手袋がいやらしい体液に濡れて、\n俺と翠蘭の股間を隠しながら妖しく黒光りしている。": "Her glossy gloves were wet with lewd bodily fluids\nIt was gleaming bewitchingly black while hiding my crotch and Suiran's.",
    "はぁ……ふぅ……ん……余裕……なくなってきましたね……\n顔を見ていれば、わかりますよ……んん……": "Haa......huu......nn......I don't......have any more time......\nI can tell just by looking at your face... Hmm...",
    "翠蘭は相変わらず不満げに口元をきゅっと結んでいるが、\nその声色には悦びが滲み出していた。": "As usual, Suiran's lips were tightly pursed in dissatisfaction\nThere was joy in the tone of her voice.",
    "どうやら俺のものをいじっている間に、\n翠蘭も陰核に伝わる振動からか、どんどん快楽が増してきているようだ。": "Apparently, while she was fiddling with my thing...\nPerhaps because of the vibrations transmitted to her clitoris, Suiran seems to be experiencing more and more pleasure.",
    "んふ……ふぅ……ふぁ……あ……はぁっ……": "Eheh... Heh... Fuah... Ah... Haah...",
    "熱を帯びていく呼吸音に混じって、\n花弁の入口から漏れる水音も次第に大きくなってきた。": "Mixed in with the sound of her breathing, which was tinged with heat...\nThe sound of water leaking out from the entrance of the flower petals gradually became louder.",
    "あ……！　ん、ん、んっ……！\n繋がってるとこ……擦れて……っ、はぁ……！": "Ah...! Mm, mm, mm...!\nIt's rubbing... where we're connected...! Hah...!",
    "入れられるだろうか……と思って\n軽く腰を落としてみたが、まだきつい。": "I wondered if I could put it in...\nI try lowering my hips slightly, but it's still tight.",
    "やはり今日のところは挿入を諦めた方がよさそうだ。\n翠蘭の手淫に最後まで任せることにした。": "Looks like I'll have to give up on putting it in for today.\nI decided to leave it to Suiran's handjob until the end.",
    "んん……": "Mmm...",
    "下手に痛みを与えて水を差してしまうよりは、\nこのままふたりで倒錯的な快楽に溺れる方がいいだろう。": "It was better than inflicting careless pain and pouring water on her...\nIt would probably be better for the two of us to drown ourselves in perverse pleasure like this.",
    "んはっ……はぁ……はぁっ……\n%usernameusernameuserna%さん……気持ち、いい……ですか？": "Nhah... Hah... hah...\n%usernameusernameuserna%... Does it... feel good?",
    "頷いて、翠蘭の瞳を真っ直ぐじっと見つめる。": "Nodding, I stared straight into Suiran's eyes",
    "気持ちよく……なってきたなら……ん、ふぅ……！\n何より、ですっ……ん、ん……！": "If...it's starting to feel good...nn, fuu...!\nI'm so glad... Nn, nn...!",
    "ん、んっ、んっ、じゃ、じゃあ……ちゃんとっ……！\nイッて……くださいね……変態さんっ……ぅんん……んっ！": "Mm, mm, mm! Th-Then... do it properly...!\nPlease... cum... Pervert-san... Unnn... Nnh!",
    "じわじわと股間を摩擦する手の動きを加速させていく翠蘭。\nそんな彼女に、もっと速くとアイコンタクトで懇願する俺。": "Slowly but surely, Suiran accelerated the movement of her hands rubbing against her crotch.\nI begged her to go faster with my eyes.",
    "%usernameusernameuserna%さんっ……\nえ、遠慮せず、出して、くださいっ……！": "%usernameusernameuserna%...\nP-Please, don't hesitate to let it out...!",
    "先っぽしか繋がっていないはずなのに、\n股間全体がとろけそうなくらい火照っていく。": "The tip should have been the only thing connected, but...\nMy whole crotch is burning so hot it feels like it's going to melt.",
    "きっと翠蘭の小さな花弁も同じだろう。\nくちゅくちゅと鳴く穴の奥から、高熱が立ち上ってくる。": "I'm sure it's the same for Suiran's small petals.\nA high fever rises from the depths of the squeaking hole.",
    "わ、わたっ、私も……な、何か、来そう、ですっ……！\nですから……一緒に……っんっ！": "M-M-Me too... I-I think... something's coming...!\nSo... let's do it together... Nnh!",
    "ちゃんと、セックス、できなくても……んんっ……！\nせめて、イク時は、一緒にっ……！": "Even if we can't have sex properly...nnn...!\nAt the very least, when we cum, let's cum together...!",
    "両手で竿を思い切り扱いてもらうお返しに、\n入口の隅からのぞく陰核に、軽く亀頭を擦りつける。": "In return for being treated as hard as she could with both hands,\nI lightly rub my glans against her clitoris, which peeks out from the corner of her entrance.",
    "あぅっ――！\nあっ、あっ、あっ、そ、それ、だめっ、し、痺れ――": "Auu――!\nAh, ah, ah! D-Don't do that! I-I'm going numb—",
    "未経験の快感に悶えながら、翠蘭は決して手の動きを緩めなかった。\nその奉仕に応えようと、俺自身がひときわ大きく脈動する。": "While writhing in agony from the inexperienced pleasure, Suiran never slowed her hand movements\nIn order to respond to her service, I myself pulsated noticeably.",
    "イッ、あ、あふっ、イ、イッ……く……んんんんっ……！": "I'm cumming, ah, afh, I-I'm... cumming... Mmmmm...!",
    "ひうっ――ん、んぅぅぅぅぅぅぅっ……！": "Hiu――Nn, nnuuuu......!",
    "ドロドロの熱液を女の子の入口にぶちまけた瞬間、\n翠蘭の腰も一緒に弾んだ。": "The moment I dumped the gooey hot liquid onto the girl's entrance...\nSuiran's hips bounced along with it.",
    "激しく前後していた手の平がぴたりと止まって、\n脈打つペニスを優しく包み込む。": "The palms of her hands, which had been violently moving back and forth, suddenly stopped.\nI gently envelop my pulsating penis.",
    "っ……はぁ……はぁ……はぅぅ……\nで、出てます……これ……精液……ですよね……？": "...Hah... hah... hauu...\nI-It's coming out... This is... semen... isn't it...?",
    "花弁からあふれ出した精液は、\n翠蘭の漆黒の手袋まで白く汚していた。": "The semen overflowing from her petals...\nEven Suiran's jet-black gloves were stained white.",
    "ちゃんとイッてほしいとは言いましたが……\nこんな思いっきり無遠慮に出すなんて……まったく……": "I said I wanted you to cum properly, but...\nI can't believe I let it out so recklessly... Honestly...",
    "す、すまん……\n翠蘭の手が気持ちよすぎて……": "S-Sorry...\nSuiran's hand feels so good...",
    "……ま、まあいいです。\nちゃんとスッキリしてもらえたのなら。": "...W-Well, whatever.\nAs long as you feel refreshed.",
    "ただ、その……やっぱり申し訳ないというか、\n納得いかないというか……": "It's just, um... I guess I should apologize after all...\nI don't get it...",
    "翠蘭が謝ることなんてないだろ。\nむしろ、俺ばかり一方的に満足させてもらったくらいなのに。": "There's nothing for Suiran to apologize for.\nIn fact, I'm the only one who's ever been satisfied.",
    "ですが……ちゃんと、で、できてません……": "But... I-I can't do it properly...",
    "相変わらず、翠蘭のぼやく声は聞こえづらい。\nが、幸いにも今はふたりで密着している状態だ。": "As usual, it was hard to hear Suiran's grumbling\nBut fortunately, the two of us are now pressed up against each other.",
    "俺は耳元に息を吹きかけるつもりで、翠蘭の頬に顔をすり寄せた。": "I rubbed my face against Suiran's cheek, intending to blow into her ear",
    "ちゃんとって、何をだ？": "What do you mean, properly?",
    "で、ですから、その……せ、正式な、エ、エッチを……": "Th-That's why, umm... I-I'm going to make it official...",
    "また翠蘭からしてくれるのか？": "Are you going to start with Suiran again?",
    "っ……！\n%usernameusernameuserna%さんさえ、イヤじゃなければ……": "...!\nAs long as %usernameusernameuserna% doesn't mind...",
    "真っ赤になった頬に優しく口づけると、\n繋がったままの先端より、ずっと熱い体温が伝わってきたのだった。": "I gently kissed her flushed cheeks.\nI can feel the warmth of her body far hotter than our connected tips."
}