{
    "――次の日。\nユーロタワーでは、まだイベントをしているらしく足を運ぶ。": "――The next day.\nIt seems they're still holding an event at Euro Tower.",
    "%usernameusernameuserna%さん。\nようこそいらっしゃいました。": "%usernameusernameuserna%-san.\nWelcome, sir.",
    "ドロテア、ここは何をしているんだ？": "Dorothea, what are you doing here?",
    "聖歌隊をモチーフにした合唱や、チャリティーイベント、\n演劇などのようなユーロタワー伝統の出し物ですね。": "There were choirs with choir motifs and charity events\nIt's a traditional Eurotower program, like a play.",
    "なるほど。\nだからドロテアは、今日もシスター衣装なんだな。": "I see.\nThat's why Dorothea's wearing her sister outfit again today.",
    "ええ。わたくしは悩み相談である懺悔室をしています。\nこの先に、教会と懺悔室を特設しているのです。。": "Yes. I am in the repentance chamber, where I consult with you about my worries.\nThere's a special church and confession room up ahead.",
    "……懺悔室？　もっと表に出る出し物をするかと思ったんだが。": "...The repentance chamber? I thought I was going to do something more public.",
    "はい……というのも、先日こっそり恐怖の館を見に行ったことが、\nリュシー達にバレてしまってとても怒られてしまいまして……": "Yes... Because the other day, I secretly went to see the manor of terror...\nLucy and the others found out, and they got really mad at me...",
    "それで勝手に出て行かないように、\n担当が私しかいない場所を任されたのです": "So that she wouldn't leave on her own,\nI was the only one in charge, and I was in charge of the place.",
    "なるほど、なんというかその光景が目の裏に浮かぶな……": "I see. How should I put it? I can see that behind my eyes...",
    "ええ……久々にあんなに怒っているリュシーを見ましたから、\nわたくしも本当に反省していて。": "Yes... It's been a while since I've seen Lucy so angry.\nI was truly reflecting on my actions.",
    "ですから、こうして担当者がいない懺悔室を、\nわたくしが責任もって今日は担当しています。": "That's why I've decided to leave the confession room without the person in charge.\nI'll take responsibility for it today.",
    "まあ、俺も巻き添えにしたからな。\n折角だから手伝いをするけど、何をしているんだ？": "Well, I got caught up in it too.\nSince you're here, I'll help you out. What are you doing?",
    "よいのですか？　とはいえ、相談はわたくしが受けるので……\n案内だったり、誘導などのお手伝いをお願いします。": "Are you sure? That said, I'll be taking your advice...\nI'd like you to show me around and help guide me.",
    "ああ、分かった。折角の男手なんだ、精一杯使ってくれ。": "Yeah, got it. Since you're a man, use it as much as you can.",
    "ふふ、分かりましたわ。\nそれじゃあ、忙しくなるでしょうが……お願いしますわね？": "Heehee. Very well.\nWell then, I'm sure you'll be busy, but... Please?",
    "ああ、大船に乗ったつもりで任せてくれ。": "Yeah, leave it to us. We're on a big boat.",
    "……ふう。これで一段落か……": "...Phew. That settles it...",
    "お疲れ様です。\n少し休憩にいたしましょうか。": "Thanks for your hard work.\nWhy don't we take a break?",
    "まさか、あんなにたくさんの生徒が来るとはな……": "I didn't think so many students would come...",
    "人は誰でも他人に言えない悔恨や悩みを抱えているものですから。\nそういった不安を受け止めるのも、懺悔室の役目です。": "Everyone has regrets and worries that they can't tell others.\nIt is also the duty of the repentance chamber to accept these worries.",
    "それを思うとドロテアは、\n本当にシスターがよく似合っているよ。": "Thinking about that, Dorothea...\nIt really suits you, Sister.",
    "ふふ、ありがとうございます。": "Heehee. Thank you very much.",
    "……冷静に見たら、その服ってなんかこう……結構大胆じゃないか？": "...Now that I look at it calmly, those clothes are kind of... bold, aren't they?",
    "そ、そうでしょうか……？": "R-Really...?",
    "（胸元も開いているし、スリットの切れ込みも大きいし……\nむう……いや、これはなんというか……）": "(Her chest is open, and her slit is large...)\nHmm... Well, how should I put this...)",
    "%usernameusernameuserna%さん……？": "%usernameusernameuserna%...?",
    "俺は慌てて隣の懺悔室へ駈け込む。\n既に股間のモノが外から見てわかるほどに主張し始めていた。": "I hurried to the confession room next door.\nHer crotch was already starting to assert itself so much that it was obvious from looking at it from the outside.",
    "すまん、少し待ってくれ！　少しすれば、すぐに落ち着くから……！\nちょっとここで大人しくしておく！": "Sorry, wait a minute! I'll calm down in a little while...!\nI'll stay here for a bit!",
    "……%usernameusernameuserna%さん。\n我慢はしなくてもいいのですよ。": "...%usernameusernameuserna%-san.\nYou don't have to hold back.",
    "えっ……": "Huh...?",
    "その、見てしまったんです。\n%usernameusernameuserna%さんのものが大きくなっているのを……": "Um, I saw it.\nI saw %usernameusernameuserna%-san's thing get bigger...",
    "す、すまん……その、思ったよりも大胆なことに気づいたら、\n思わず反応してだな……": "S-Sorry... Um, if I notice something bolder than I thought...\nI can't help but react...",
    "……あの、よろしければわたくしに奉仕させてくれませんか？": "...Um, if you don't mind, would you allow me to service you?",
    "ど、ドロテア……！？": "D-Dorothea...?!",
    "%usernameusernameuserna%さんには、\n色々なことを教えて頂いておりますし……": "To %usernameusernameuserna%,\nShe's taught me a lot of things...",
    "そうはいうけど……": "You say that, but...",
    "それに、今日ずっと考えていたんです。\n先日も助けていただいて、今日も力を貸していただいて……": "Besides, I've been thinking about it all day.\nYou saved me the other day, and you lent me your strength today, too...",
    "%usernameusernameuserna%さんに\nどんなお礼をすればいいだろうって。": "To %usernameusernameuserna%.\nWhat kind of thanks should I give her?",
    "……その、殿方ですし……こうしたお礼の方が、\n嬉しいのかと思いまして……": "...Well, he's a gentleman... I'd rather thank him like this...\nI thought you'd be happy...",
    "……まあ、正直に言えばすごく嬉しい。\nだから……お願いしていいかな？　『シスタードロテア』": "...Well, to be honest, I'm really happy.\nSo...could I ask you to do it, Sister Dorothea?",
    "ふふっ、わかりました。\nこれもシスターの務めですから……": "Heehee. Very well.\nThis is my duty as a sister, after all...",
    "さり気なく、ロールプレイをお願いしてみたが、\n聡い彼女はこちらの意を汲んでくれたようだ。": "Casually, I tried asking her to roleplay, but...\nShe seems to have picked up on my intentions.",
    "……じゃあ、頼む。": "...Then, I'll leave it to you.",
    "俺はそういうと膨らんだ性器を取り出して、\n告解の窓から突き出した。": "With that, I took out my bulging genitals.\nI thrust it out of the window of confession.",
    "ああ、もうこんなに大きくなって……\nなんと罪深いのでしょう。": "Ahh, it's already gotten so big...\nHow sinful.",
    "わたくしが慰めますから、\nどうかそのままじっとしててください。": "I'll comfort you,\nPlease stay still.",
    "ドロテアは、ペニスを口にくわえる。\n急にペニスに温かな感触に包まれて、びくっとする。": "Dorothea put my penis in her mouth.\nSuddenly, my penis is enveloped in a warm sensation, and it twitches.",
    "そのまま、動かないで……んちゅっ……ちゅっ……\nしっかり慰めてあげますから……ちゅぷ……ちゅぷ……": "Don't move... *kiss*... *smack*...\nI'll make sure to comfort you... *slurp*... *kiss*...",
    "俺からは姿が見えないが、ドロテアがあのシスターの衣装で、\nペニスを舐めているかと思うと、股間がますます膨らむ。": "I couldn't see her, but Dorothea was wearing that sister's outfit\nJust the thought of her licking my penis makes her crotch bulge even more.",
    "んっ……ちゅっ……あなたのがまた大きく……\nよほど罪深いことを……んふっ……考えてるのですね……": "Mm... *kiss*... Your thing is getting bigger again...\nYou must be thinking about something very sinful... Eheh...",
    "いけないですね……もっと……わたくしが……\n丁寧に……鎮めてあげないと……んふっ……ちゅぷっ……": "That's not good... More... I...\nI have to calm her down... carefully... Mmfh... *smack*...",
    "ちゅる……ぺちゃっ、ぺちゅっ……ちゅっ……\nんふっ……ちゅっ……ぺちゃっ……ちゅっ……ちゅるる……": "*slurp*... *smack*, *smooch*... Mwah...\nMmfh... *kiss*... *slurp*... Mmmph... *lick*...",
    "清楚なシスター姿のドロテアが淫靡な姿で、\n懸命に肉棒をくわえている。": "Dorothea, in her prim and proper sister form, looked lewd\nShe's doing her best to hold my dick in her mouth.",
    "んふっ……ちゅるっ……ちゅぽ……んんっ……\nんふっ……ちゅる……ちゅっ……ぴちゃぴちゃ……": "Mmph... *slurp*... *kiss*... Mmm...\nEheh... *slurp*... *kiss*... pichapicha...",
    "んふっ……ますます……大きく……んふっ……\nもっと……ちゃんと舐めないと……んふ……": "Eheh... It's getting bigger... and bigger... eheh~\nI have to... lick it more properly... Eheh...",
    "懺悔室にそぐわない、いやらしい音がこだまする。": "An indecent sound that didn't match the confession room echoed.",
    "ちゅっ……先っぽから……んっ……\nお汁が……出てきました……んちゅっ……": "*kiss*... From the tip... Mm...\nMy juices... are coming out... *kiss*...",
    "ドロテアが前後に顔を動かして、\n肉棒を口で愛撫していく。": "Dorothea moved her face back and forth\nI caressed the meat pole with my mouth.",
    "ああ、びくっと震えました……ふふ、気持ちいいのですね……\nでは……もっとしてあげなくては……": "Ah, it twitched... Hehe, it feels good, doesn't it...\nThen... I have to do more for her...",
    "ぴちゃっ、ぺちゃっ……ぺちゃっ……ちゅる……\nぺちゃっ……んちゅるっ……ぺろっ……んちゅっ……": "*slurp, slurp*... *suck... *kiss*...\n*slurp*...*slurrp*... *lick*... Mmchu...",
    "むせかえるような男の人の匂いが……んふっ……\nわたくしも興奮して……きます……んん……": "The stifling scent of a man... Eheh...\nI'm getting excited too... Mmm...",
    "ドロテアの口から唾液が零れ落ちて、\n肉棒全体にまとわりついていく。": "Saliva spilled from Dorothea's mouth\nIt coiled around my entire meat pole.",
    "んふっ……ちゅるっ……ちゅぽ……んんっ……\nちゅるっ……ちゅっ……んん……んふ……": "Mmph... *slurp*... *kiss*... Mmm...\n*slurp*... *kiss*... nn... nfu...",
    "敏感な鈴口を刺激され、うっとうめき声が漏れる。\n温かな舌先が巻き付いて、なんとも言えない快感だ。": "Her sensitive urethra stimulated me, and I groaned in annoyance.\nThe tip of her warm tongue wraps around me, giving me indescribable pleasure.",
    "じゅぶっ…じゅぶっ…じゅる……じゅっ……\nんじゅっ……じゅっ……じゅるるっ……じゅっ……": "*slurp*... *suck*...\n*slurp*... *suck*...*slurrrp*.... *kiss*...",
    "シスター姿のドロテアが背徳にも、男の肉棒をしゃぶり、\n淫らに動かしている姿を想像するだけで、興奮する。": "Dorothea, dressed as a sister, was immoral, too, sucking on the man's meat pole\nJust imagining her lewdly moving around excited me.",
    "じゅちゅっ……じゅぷじゅぷ……ろうれふか……\n気持ちいい、ですか……ぢゅる……ちゅっ……！": "*slurp*... *suck*...\nDoes it feel good...? *slurp*... *kiss*...!",
    "じゅぶっ……じゅぶっ……んじゅっ……じゅっ……じゅるるっ……！\nもっと……もっと……してあげますね……": "*slurp*... *suck*... nnn... *kiss*... nn...!\nI'll... do it... more...",
    "舌全体をうねうねと動かし、じゅぽじゅぽと、\n卑猥な音を流しながら、ドロテアがしゃぶる。": "She wriggled her entire tongue, slurping up and down\nDorothea sucked on it, letting out an obscene sound.",
    "じゅぶっ……じゅぶっ……んっ……じゅるるっ、\n激しい方が……んふ……好みですか……？": "*slurp*... *suck*... nn... *lick*...\nDo you like it rougher... Eheh...?",
    "はむっ、んっ、んぐ……じゅるるっ、じゅばっ、ちゅうっ…！\nじゅる……じゅちゅっ……んちゅっ……んふ……！": "Hamh, nnh, nguh... *slurp* *suck* *kiss*...!\n*slurp*... *suck*... nchuu... nfuu...!",
    "ドロテアの懸命な奉仕があまりにも気持ち良く、\nあっという間に達してしまいそうになる。": "Dorothea's earnest service felt too good\nI almost climaxed in the blink of an eye.",
    "んじゅっ……じゅるっ……じゅるる……んじゅっ……！\nじゅる……んちゅっ……じゃるるるるっ！": "*slurp*...*slurrrp*... *suck*... Mmmph...!\n*slurp*...*kiss*... *suck*!",
    "ま、待ってくれ……！": "W-Wait a minute...!",
    "……どうかしたのですか？": "...Is something the matter?",
    "このまま終わりたくない。\nドロテアの中に入れさせてくれ……": "I don't want it to end like this.\nLet me put it inside Dorothea...",
    "ちゅぽっ……ふふ、これで満足できないとは、\nなんと罪深い方なのでしょう？": "*smack*... Hehe, I can't believe I'm not satisfied with this...\nWhat a sinful man he is!",
    "ですが……求める者がいるならば、\n受けいれるのがわたくしの務め……ふふ。": "But... if there's someone you want...\nIt is my duty to accept it... Heheh.",
    "さあ、こちらに来てください……": "Now, please come this way...",
    "シスターになりきったドロテアに招かれると、\n教会の台に彼女を押して、股を拡げて……": "When Dorothea, who had fully become a sister, invited me...\nI pushed her onto the church platform and spread my legs...",
    "濡れそぼった彼女の割れ目に肉棒を挿入した。": "I inserted my meat pole into her wet crevice.",
    "んんっ……ふふ……はあああ……！": "Mmm... Hehe... Haaaah...!",
    "ペニスがゆっくりと膣内に入っていく。": "My penis slowly enters her vagina.",
    "んっ……くうううっ……ふわああああっ！\nああっ、こんなに、大きいなんて……っ。": "Ngh... Khhh... Fwaaaaah!\nAhh, I didn't know it was this big...",
    "ドロテアの中は、すでに熱くぬれそぼっていて、\n簡単に肉棒は飲み込まれていった。": "Dorothea's insides were already hot and wet\nThe meat pole was easily swallowed up.",
    "こんなに濡れているとは、もしかして、\n期待していたのかとドロテアに問いかける。": "I had no idea she was this wet.\nShe asked Dorothea if she'd been expecting it.",
    "ああ、そんなこと……ん……言わないでください……\nあなたのをしゃぶっていたら……どうしようもなく体が熱くなって……": "Oh, please don't say... nn... that...\nWhen I sucked on you... my body felt hopelessly hot...",
    "膣は待ち望んでいたのか、\n何度もペニスを締め付けて離さない。": "Her vagina must have been waiting for her.\nShe clamps down on my penis over and over, refusing to let go.",
    "はあ……ふん……んん……はふぅ……\nあなたのが……わたくしの中で震えて……あふっ……んん……": "Haa......hmph......nnn......hafuu......\nYour thing... is trembling inside me... afh... nnn...",
    "ドロテアもよほど待ちわびていたのだろう。\n無意識でか、誘うように腰を揺らしてくる。": "Dorothea must have been really looking forward to it, too.\nUnconsciously, she shakes her hips as if inviting me.",
    "さあ……早く、ください……んふ……\nあなたの罪深いものを……浄化しなければ……んん……っ。": "Now... please hurry... eheh...\nI have to... purify your sinful things... Mmm...",
    "あくまでも、シスターという設定は続けるようだ。\nだからこちらも背徳者として、彼女を犯すことにしよう。": "It looks like she's going to continue setting herself up as a sister.\nThat's why I'm going to rape her as a pervert.",
    "んあっ……あっ……んんん……はあ……\nそんな……あふ……いきなり、奥まで……はああんっ！？": "Mnah... ah... mmm... haah...\nThat's......ahu......suddenly, all the way in......haaanh!?",
    "動きは緩やかだったが、\nドロテアはしっかりと感じているようだ。": "Her movements were slow, but...\nDorothea seemed to be feeling it.",
    "あっ……ふっ……んんっ……ああっ……\nんくっ……はあっ……んんっ……！": "Ah......hu......nnn......aaah......\nNgh... haah... nnh...!",
    "んあっ…んっ…あっ……んんん……はあ……\nあなたのが……わたくしのナカを、ごりごりして……んんんっ！": "Nnah... nnh... ah... nnnhh... haah...\nYour thing... is grinding against my dick... Mmmm!",
    "はあ……っ、んん……はあ……っ。\nやっ、あぁっ、んく……声が……ふ、ぅ……んあぁっ。": "Haa......! Nnn......haa....!\nYah, aah, ngh... My voice... fuh, uh... nnahh.",
    "俺が腰を動かす度に、剥き出しの乳房がゆさゆさと揺れる。\nシスター姿のせいか、いつも以上に卑猥に見える。": "Every time I move my hips, her bare breasts sway back and forth.\nPerhaps because she was wearing a sister outfit, she looked even more obscene than usual.",
    "ん……んはぁ……んん……もう、あなたが望むなら……っ。\nんふっ……もっと激しくしても……んん……！": "Nn... nhah... nnn... If you want...\nEheh... Do it harder... Mmm...!",
    "それはドロテアが望んでいることではないのか、と尋ねてみる。": "I asked her if that wasn't what Dorothea wanted.",
    "そんな……わたくしはただ……あなたの欲望を浄化させるために……っ、\nんふ……もっと、ちゃんとした方がいいと思って……ふああっ。": "No way... I'm just... trying to purify your desires...\nEheh... I thought it would be better if I did it properly... Fuaah.",
    "どうやら、ドロテアはもっと激しいのがお好みのようだ。\nでは、少し激しく動いた方がいいだろう。": "Apparently, Dorothea preferred something more intense.\nIn that case, it would be best to move a little more violently.",
    "あはっ……んん……んん……はあんっ！\nだ、だめぇ……激しいの……んっ、ん、ふあああっ。": "Aha......nnn......nnn......haan!\nN-No... You're so rough... Nn, nn, fuaaah.",
    "腰をリズミカルに激しく動かしていくと、\n明らかにドロテアの声から嬉しそうな喘ぎ声が漏れる。": "I moved my hips rhythmically and violently.\nA delighted gasp escaped from Dorothea's clearly loud voice.",
    "あはっ……んん……んん……んくぅ……はあっ……\nんんっ……あは……んんっ……き、気持ちいい……っ。": "Aha......nnn......nnn......nuu......haa......\nMmm... aha... mmm... i-it feels good...",
    "ドロテアの気持ちよさそうな声に、\nこちらも興奮して何度も腰を動かしてしまう。": "Dorothea's pleasant voice made me realize...\nI move my hips over and over again in excitement.",
    "んん……はあ……んくっ……ふう……\nんっ……ああん……ああっ……んんっ……！": "Mmm...haa...nkuu...fuu...\nMm... Aaahn... Aah... Mmm...!",
    "んふっ……はあ……シスターなのに……んん……\n欲望をぶつけられて、気持ち良くなるなんて……ひぁん！": "Eheh... Hah... Even though you're a sister... Mmm...\nI can't believe I'm feeling good from having my desires dumped on me... Hyaahn!",
    "ならやめようか、と揶揄い混じりに声をかけると、\nドロテアのナカがきゅんっと反応した。": "\"Then let's stop,\" I called out, teasing her.\nDorothea's naka reacted sharply.",
    "ああっ、や……やめないでっ……んふぅ……っ。\nもっと……あなたのをください……んくぅ……！": "Aah, don't...don't stop...nfuu...\nPlease... give me more of yours... Ngh...!",
    "背徳者に犯されるシスターとなったドロテアは、\nこのシチュエーションを楽しんでいるようだ。": "Dorothea had become a sister being raped by immoral people\nShe seems to be enjoying this situation.",
    "いけないシスターには、彼女がいかに罪深いか教えてあげなければ。\nことさら淫靡な音が立つよう、ピストンを激しくしていく。": "I had to teach the bad sister how sinful she was.\nIn order to make a particularly lewd sound, I intensified my pistoning.",
    "んあっ……やっ、んくぅっ……！\nいやらしい音……っ、くっ、うあっ、ああん……っ。": "Nnah... yaah, ngh...!\nA lewd sound...! Kuh, uwah, aanh...!",
    "あなたのおっきいの……熱くて……気持ちよくて……あああっ……\nんんん……すごい……すごいです……あああっ！": "Your big thing... It's so hot... It feels so good... Aaah...\nMmm... Wow... That's amazing... Aaaah!",
    "はあん……あふ……はあ……んふ……\nはあっ……んん……あふっ……あああっ！": "Haan...... afu...... haa...... nfu...\nHaah... nnn... afuh... aaah!",
    "こんな場所で感じるなんて……ああっ……はしたないのに……\n気持ちいいの……我慢できなくて……あああんっ！": "To feel it in a place like this... Ahh... It's so vulgar...\nIt feels so good... I can't hold back... Aaahn!",
    "あん……んくっ……はあ……んふ……\nはあっ……んん……あふっ……おかしくなっちゃう……！": "Anh... ngh... haah... nfu...\nHaah... mmm... afh... I'm going crazy...!",
    "ドロテアの淫靡な喘ぎ声が教会に響き渡る。\n誰かに聞かれるのではと心配するような余裕はもはやない。": "Dorothea's lewd gasps echoed throughout the church.\nI no longer had the composure to worry that someone might hear me.",
    "ああっ……んんっ……んくっ……激しい……\nはあ……でも、お汁も止まらないの……ああんっ！": "Aaah...nnn...nkuu...so rough...\nHaah... But the juices won't stop either... Aaahn!",
    "はあっ……もっとあなたの罪を……わたくしに……っ。\nわたくしを犯して……全部ぶつけて……んふっ……あああっ！": "Haah... More of your sins... to me...\nViolate me...and hit me with everything...nfuu...aaaah!",
    "はあっ……ああ……んくぅ……あああ……\nあひっ……んん……はあ……はあ……んんんっ！": "Haah... aah... ngh... aaah...\nAhii...nnn...haa...haah...nnnnn!",
    "ドロテアが強請るように膣壁を締め上げるので、\nこちらもいい加減射精感がこみ上げてきた。": "Dorothea clamped down on her vaginal walls as if begging for it\nThe urge to ejaculate was already welling up inside me.",
    "ああ……すごいっ、わたくしの奥……っ、\nんあぁっ、あなたのでぐりぐりされてぇ……はぁん……っ！": "Ahh... Wow, deep inside me...\nNnaah, your grinding... haahn...!",
    "わたくしが……っ、受け止める側、なのにぃ……っ。\nんあっ、んっ……んぃっ、んっ、んんん……っ！": "I'm... the one who accepts it...\nNnah, nn... nnn, ngh, nnnnn...!",
    "びくびくと四肢を跳ねさせ、限界が近づいていると知らせるドロテア。\n清楚な姿でその痴態を見せられ、いっそう獣欲が高ぶっていく。": "Dorothea's limbs twitched, letting her know she was nearing her limit.\nSeeing her act so disgraceful in such a prim and proper manner only heightened my animal lust even more.",
    "貪るように肉棒を打ち付け、\n快楽が弾ける一点を目指して無心で腰を振り続ける。": "I slammed my meat pole into her greedily.\nI continue swinging my hips without thinking, aiming for a point where the pleasure can burst.",
    "ああんっ！　はあんっ！　んくぅ！　ああっ！\nあひぃ！　んん……！　はああんっ！": "Aaahn! Haanh! Nkuu! Aaaah!\nAhii! Nnngh...! Haaahn!",
    "ドロテアの腰を強く掴みながら、\n何度も何度も激しく腰を打ち付ける。": "As she gripped Dorothea's hips hard...\nAgain and again, I violently pounded my hips.",
    "ああっ……んくぅ……あはぁ……んんっ！\nああ、わたくしも……もうダメに、なってしまいそうですっ……！": "Aah... ngh... ahaah... nnn!\nAhh, me too... I feel like I'm going to lose it...!",
    "子宮口に肉棒を打ち付けるたびに、\n膣内が吸い付くような締め付けで、射精を促していく。": "Every time I slammed my meat pole into her cervix...\nHer pussy clamps down on me, urging me to ejaculate.",
    "あなたのが……また大きくなって……んんっ……\nあああっ！　はああんっ！　んんんっ！": "Your thing... is getting bigger again... Mmm...\nAaaah! Haaanh! Nnnh!",
    "出してください……このまま出してください……\nわたくしの中に……たくさん……あああっ！": "Please let it out... Let it out like this...\nThere's so much... inside me... Aaaah!",
    "その言葉を聞いて、ますます興奮した俺は、\n一気に射精に向けて駆け上った。": "Hearing those words, I grew more and more excited\nI rushed up to ejaculate all at once.",
    "あんっ、ああっ……激しい！　んくぅ！　\nはあっ……んんっ……はあん……んんんっ！": "Anh, aah... So rough! Ngh!\nHaah...nnn...haan...nnnnn!",
    "ああんっ……はあん……ああっ……あああんっ！\nわたくしもイく……イってしまいます……はあああんっ……！": "Aaanh...... haan...... aah......aaannh!\nI'm cumming too... I'll cum too... Haaaahn...!",
    "あなたも……わたくしに出して……！\nわたくしのナカに、あなたの罪をいっぱい出して……！": "You too... Cum for me...!\nLet out a lot of your sins on my naka...!",
    "限界を超え、肉棒の先端から飛び出した白濁した罪が、\nドロテアの膣内を蹂躙した。": "Beyond her limit, the murky white sin flew out from the tip of her meat pole\nI violated Dorothea's vagina.",
    "んっ、あああぁぁぁああぁぁっ！": "Ngh, aaaaah!",
    "ああ……熱い……わたくしのナカにいっぱい…\nあなたの罪深いものがたくさん……はあ……んん……": "Ahh... It's so hot... My insides are so full...\nSo many of your sinful things... Hah... Mmm...",
    "はあ……んふ……ふう……はあ……\nこんな罪深いもので、気持ち良くなるなんて……あああ……": "Haa......nfu......fuu......haa...\nI can't believe something so sinful could make me feel good... Ahhh...",
    "ドロテアは何度も体を震わせながら、\n絶頂の快感に酔いしれていた。": "Dorothea's body trembled over and over\nShe was intoxicated by the pleasure of climax.",
    "んんっ……あっ……ふああっ……": "Mmm... ah... fuaah...",
    "快感に酔っていたドロテアだったが、\nだんだんと落ちついていったようだ。": "Dorothea had been drunk on the pleasure, but...\nShe seemed to have gradually calmed down.",
    "はあ……はあ……んんっ……はあ……はあ……\nはあああ……んふう……はあああ……": "*pant*...*pant pant*...nnn...haah...haa...\nHaaaah... nfuu... haaaa...",
    "……どうですか？　あなたの罪は浄化されましたか？": "...What do you think? Have your sins been cleansed?",
    "ああ、シスター様のおかげでな。": "Yeah, thanks to Sister Lisa.",
    "ふふ……それはよかったです……\nわたくしも、すっかり満たされてしまいました……": "Hehe... I'm glad to hear that...\nI've been completely satisfied, too...",
    "わたくしもシスターとして、\nあなたの罪を洗い流せて幸せです……": "As a sister,\nI'm so happy to wash away your sins...",
    "恍惚とした笑顔で、ドロテアは呟いたのだった。": "With an ecstatic smile, Dorothea murmured:",
    "はあ……わたくしったら、なんてはしたないことを……\nこれも%usernameusernameuserna%さんのせいですからね……！": "*sigh*... What a shameful thing to do...\nThis is all Xenois' fault, after all...!",
    "いや、ドロテアもノリノリだったじゃないか。": "No, Dorothea was getting into it, too.",
    "うう……そ、それはそうですけども……！\nあんまり言うなら、次はしてあげませんからね……！": "Ugh... Th-That's true, but...!\nIf you insist, I won't do it next time...!",
    "ってことは、またしてくれるのか？": "Does that mean she's going to do it again?",
    "それは……その……\nあなたがそうしたいのでしたら……": "That's... um...\nIf that's what you want...",
    "あの～、ここで懺悔できるって聞いてきたんですけど～。": "Umm, I heard that you can repent here.",
    "えっ！？　はい！　今、うかがいます！": "Huh?! Yes! I'm here right now!",
    "%usernameusernameuserna%さんも早く服を整えてください！\nさあ、懺悔室を再開しましょう！": "%usernameusernameuserna%, hurry up and get your clothes in order!\nCome on, let's go back to the repentance chamber!"
}