{
    "いくぞ、ラミ！！": "Let's go, Rami!!",
    "くそっ、倒しても倒してもキリがないな……！\n近くに巣でもあるんじゃないのか！？": "Dammit, there's no end to it no matter how many I defeat...!\nIsn't there a nest nearby?!",
    "はぁっ……はぁっ……この、雑魚のくせに……！\n数さえ少なければ、こんなやつらなんかにぃ……！": "Haah... haah... You're such a small fry...!\nIf only there weren't so many of them...!",
    "武装のない霞光じゃまともな援護もできない。\nくそ、やっぱり機体を乗り換えるべきだったか……": "Kasumi Hikaru, who had no weapons, couldn't provide proper support.\nDamn it, I should've switched planes after all...",
    "（敵の包囲はどんどん厚くなってきている。\nこのまま……いや、状況が悪化していけば、突破は絶望的だ）": "(The enemy’s encirclement is getting thicker and thicker.\nAt this rate... No, if the situation gets worse, breaking through will be hopeless.)",
    "める達は……無事に包囲を抜けたみたいだな。": "Looks like Meguru and the others made it through the siege without incident.",
    "ラミのおかげだね！": "It's all thanks to Rami!",
    "次は俺達の番だ！\nお前も、最後の瞬間まで諦めるなよ！": "Now it's our turn!\nDon’t give up until the very last moment, either!",
    "ラミはそもそも最初から諦めてないっつの！": "Rami never gave up in the first place!",
    "俺も、俺のやるべきことをやらないとな。": "I need to do what I have to do, too.",
    "霞光が原形をとどめなくなったって構わない。\n俺は指揮官として、ラミを絶対に地上まで送り届けてみせる……！": "I don't care if Kasumi Hikaru no longer retains her original form.\nAs a commander, I'll definitely escort Rami to the surface...!",
    "弾を残す必要はない。ありったけをぶっ放せ！": "There's no need to leave any bullets behind. Let's go all out!",
    "言われなくたって、すでにそのつもりだよ！": "You don't have to tell me! I'm already planning on doing that!",
    "ぐっ……！　くそっ、馬鹿の一つ覚えみたいに\n突っ込んできやがって……！": "Ugh...! Dammit, it’s like I’m remembering one stupid thing.\nHe's charging in...!",
    "ったく、大丈夫――きゃぁ！？": "Geez, are you okay—kyaa!?",
    "俺のことは気にするな！　自分のことだけ考えろ！": "Don't worry about me! Just think about yourself!",
    "そんなこと言われても……も、もう、これ以上は……！": "Even if you say that... I-I can't take any more...!",
    "っ！？　ラミ、正面からきてるぞ！　逃げろ！": "!? Rami, it's coming from the front! Run!",
    "いやっ、こないで……！": "No, don't come here...!",
    "くそっ！　何かないのかっ！？": "Damn it! Isn't there something?!",
    "な、なんだ……？": "Wh-What...?",
    "これは……何者かによる、攻撃……？\n待て、このレーダーの反応は……？": "Is this... an attack by someone...?\nWait, what's this radar reading...?",
    "ひ、ひぇええええ！　な、なんですかこの数！？\n夢に出てきちゃいますよ～！": "E-Eeeeeeeek! Wh-What's with all these numbers?!\nIt's going to appear in my dreams!",
    "ふん。いつも偉そうなくせして、なんて情けない姿をさらしてんのよ。\nそれでも私達に勝ったシリウスシュガーのメンバーなワケ？": "Hmph. You're always acting all high and mighty. How pathetic.\nSo you're still a member of Sirius Sugar who beat us?",
    "翻訳すると、『生きててくれて、良かった』かしら？": "To translate, “I’m glad you’re alive,” I guess?",
    "舞亜さん、そんなこと言ったら、\nまたクララさんに逆ギレされるわよ？": "Maia, if you say that...\nClara's gonna piss you off again, you know?",
    "お前達、今は作戦行動中だ。私語は慎むように。": "Guys, we're in the middle of an operation right now. Don't talk to me.",
    "その機体――": "That machine――",
    "カラフルブーケ……！！": "Colorful bouquet...!!",
    "探索計画の予定帰還時刻を超過しても戻ってこなかったからな。\n助けに来たぞ。": "They didn't come back even after the planned return time for the exploration plan.\nI'm here to save you.",
    "フッ……それとも、もう少し遅かった方が良かったか？": "Heh... Or should I have been a little later?",
    "あ、あの……オープン回線だったので、全部聞こえてました……": "U-Umm... It was an open line, so I could hear everything...",
    "なっ……！　マジで！？": "Wha...! Seriously?!",
    "老後の話までしてたわよね。少し気が早すぎると思うけど。": "You were even talking about old age, weren't you? I think you're a little too hasty.",
    "この先に安全地帯がある。そこから<r=ケイブ・ベルト>地穴帯</r>の安全ルートに出られるだろう。先に行け、あとは私達が引き受けた。": "There's a safe zone up ahead. From there, we should be able to get to the safe route of the <r-cave belt>, the underground zone. Go on ahead, we'll take care of the rest.",
    "ああ、脱出の援護を頼む！！": "Yeah, I'm counting on you to cover the escape!!",
    "了解！！": "Roger that!!",
    "――それから俺達はカラフルブーケに敵の掃討を任せ、\n<r=プライマル・ベルト>原生帯</r>の安全地帯に来ていた。": "—After that, we left cleaning up the enemy to the colorful bouquet\nThey had come to the safety of the <r-primal belt> Primogenitor belt.",
    "気が抜けて外の空気を吸いたくなり、俺とラミは機体から外に出た。\n今頃、一足早く七彩達の機体は地上に向かっていることだろう。": "Feeling drained and eager to get some fresh air, Rami and I exit the aircraft.\nBy now, the aircraft of Shichika and the others should be heading for the surface as soon as possible.",
    "もちろん、少しだけ休んだら、自分達も後を追うつもりだ。": "Of course, once they rested a little, they planned to follow after them.",
    "……ふぅぅ。今回ばかりは本気でヤバかったな。": "...Phew. This was really bad.",
    "こっちこそ": "I should be the one saying that.",
    "助かったよ": "You saved me.",
    "ホントに……助けてくれて、ありがとね。": "Seriously... Thanks for saving me.",
    "そういや、お前と付き合うって話についてなんだが……": "Come to think of it, I was talking about going out with you...",
    "いや、今更言わなくても、分かってるよ。\nラミ達の仲間割れを止めるためのタチの悪い冗談でしょ？": "No, you don't have to say it now. I know.\nIt's a nasty joke to stop the lamies from breaking up, isn't it?",
    "カラブのみんなに聞かれてたのは、恥ずかしかったけど。": "It was embarrassing for everyone in the caravan to hear that, though.",
    "理解してくれてるようなら助かる。": "I'm glad she understands.",
    "まーあ？　乙女の純情をもてあそんだ罪は、\nしっかり償ってもらうけどね～？": "Maaaaan? The sin of toying with a maiden’s pure heart...\nI'll make sure you make up for it, okay?",
    "……お手柔らかにな。": "...Go easy on me.",
    "じゃあ、今度ステーキハウスにでも連れてってもらおっかな。": "Well, maybe I'll have her take me to the steakhouse sometime.",
    "もちろん、ふたりでね♪": "Just the two of us, of course♪",
    "__translated__": true
}