{
    "――はぁ、やれやれ……\nどうにも大変な目にあったな。": "*sigh* Good grief...\nWe've been through a lot, haven't we?",
    "（まさか、着替える間もなくずっとつつかれるとはな……\n鑑も珠瀬も着替え終わって自室に帰ってしまったし……）": "(I didn't think she'd poke me the whole time without even changing...)\nKagami and Tamase both finished changing and went back to their rooms...)",
    "――冥夜！": "――Meiya!",
    "タケル？\nどうしたのだ？　わざわざ格納庫にまで。": "Takeru?\nWhat's wrong? You went all the way to the hangar.",
    "ああいや、冥夜が戻ってこなかったからな。\n何かあったのか心配してたんだよ。": "Oh no, Meiya didn't come back.\nI was worried something might have happened.",
    "いや、メイズ探索の方は普段と変わりなかったのだが、\nその後がちょっと……な。": "No, the search for Mayse was no different from usual, but...\nWhat happened after that... was a bit...",
    "……？": "...?",
    "大したことではない。気にするな。": "It's no big deal. Don't worry about it.",
    "そうか……しかし、悪いな。": "I see... Sorry, though.",
    "何がだ？": "What do you mean, what?",
    "今の俺は戦術機に乗ることができないだろ？\nだから、冥夜たちに負担をかけているだろうからさ。": "I can't ride a TSF right now, can I?\nThat's why I'm putting a burden on Meiya and the others.",
    "そんなもの、気にする必要はない。\nできる時にできる者ができることをする――それだけだ。": "There's no need to worry about that.\nThose who can do what they can do when they can—that's all.",
    "それはそうだが……": "That's true, but...",
    "それに、機体に乗れない代わりに、\n我々のフォローのために走り回ってくれていると聞くぞ？": "Besides, in exchange for not being able to ride the aircraft...\nI've heard you're running around trying to back us up.",
    "……！　教えないように頼んでたんだけどな……": "...! I asked him not to tell me...",
    "そなたとて自分のやれることを精一杯やっているのだ。\n胸を張るがよい。": "Even you are doing your best to do what you can.\nYou should be proud of yourself.",
    "……ありがとうな、冥夜。\nとはいえ、もっとお前たちの力になりたいんだがな。": "......thank you, Meiya.\nThat said, I'd like to help you guys more.",
    "もう十分してもらっていると思うが……": "I think you've already had enough, but...",
    "……そこまで言うのなら……そ、そうだな……\n私からの頼み事を……聞いてもらえるだろうか？": "...If you're going to go that far...th-that's true...\nWill you listen to my request...?",
    "頼み事？　オレに出来る事ならいいが……": "A request? If it's something I can do...",
    "……その……だな……こちらに来てから、\nそなたと過ごす時間が少ないと感じていてな……": "...Well... you see... ever since I came here...\nI don't have much time to spend with you...",
    "だから……\n今夜はそなたと過ごしたいのだが……だ、ダメだろうか？": "That's why...\nI'd like to spend the night with you... A-Are you sure you can't?",
    "それって……そういうことか？": "Is that... what you mean?",
    "あ、ああ……あまり言わないでくれ……\n私も、恥ずかしいのだ。": "Y-Yeah... Please don't say it so much...\nI'm embarrassed too.",
    "……ああ、わかった。\nそれなら……オレからも頼んでいいか？": "...Yeah, got it.\nIn that case... can I ask you to do it too?",
    "……別に構わないが、何をすればよいのだ？": "...I don't mind, but what should I do?",
    "そう言うと冥夜は、オレを伴って自らの部屋に戻り――": "Saying that, Meiya returns to her room with me――",
    "……まさか、強化装備のままと言われるとは。\nこれは貴重な装備なのだぞ……？": "...I didn't think she'd say I was still wearing my Enhanced Armament.\nThis is a valuable piece of equipment...",
    "そういって、恥ずかしそうにする冥夜だったが、\nそれでも拒絶せずにオレの頼みを聞いてくれる。": "Meiya looks embarrassed as she says that, but...\nEven so, she doesn't reject my request.",
    "ありがとうな、俺の頼みを聞いてくれて……": "Thank you for accepting my request...",
    "……まったく。本当に今日は\nこの装備に振り回されるな……んんっ。": "...Seriously. Today really is...\nDon't be swayed by this equipment... Mmm.",
    "呆れたようにぼやく冥夜に、こちらに集中してもらうべく、\nぐっと腰を押し付ける。": "Meiya grumbles in exasperation, trying to get her to focus on me.\nI pressed my hips against hers.",
    "強化装備のまま、局部だけを露出した姿は思った以上に煽情的で、\nすでに劣情がこみ上げてきていた。": "Still in her Enhanced Armament, the sight of only her local area exposed was more agitating than I'd expected\nLust was already welling up inside me.",
    "んんっ……はぁっ、まったく……\nそなたときたら……装備だって貴重なんだぞ……": "Mmm... Haah, geez...\nEven your equipment is precious to you...",
    "は、ぁ……んっ、くぅ……っ。\nそれなのに、こんな……ふ、ぅ……っ。": "Ha, ah... nn, kuu...\nAnd yet, here I am... fuu, uu...",
    "何だかんだと言いながら、\n冥夜の唇からは喘ぎ声が零れている。": "For some reason, as she said that...\nA gasp escapes Meiya's lips.",
    "それなら、ここでやめておこうか？": "In that case, why don't we stop here?",
    "ん、ふ……っ！？　あぁっ、卑怯だぞ……っ。\nくぅっ……ん、はぁ……あっ、あぁん……っ！": "Nn, nh...!? Aah, that's unfair...!\nKuu......nn, haa......ah, aan......!",
    "くっ……頼む……っ。私は、もう……欲しい……っ。\nそなたはどうなのだ……っ？": "Ugh... Please... I... want it...\nWhat about you...?",
    "冥夜の腰が艶めかしくくねると、淫らな香りが立ち上る。\nこちらももう限界だと告げた。": "Meiya's hips twist seductively, and a lewd scent rises up.\nI told her I was at my limit too.",
    "ならば……んっ、早く……": "In that case... Mm, hurry...",
    "冥夜の言葉に頷き、待ちきれずに猛ったものを、\n彼女へと突き立てた。": "I nodded at Meiya's words, and I couldn't wait to see what she'd done.\nI thrust into her.",
    "んんっ……！\nくっ……ぁ、はぁ……っ！？": "Mmm...!\nKuh... ah, hah...!?",
    "んぁぁ……っ。\n入ってくる……そなたのモノが……く、はぁっ……": "Nnaah...!\nIt's coming in... Your thing is... Kh, hah...",
    "膣内はすでに熱く潤み、\n歓喜に震える膣壁がこちらに絡みついてくる。": "Her vagina was already hot and wet.\nHer vaginal walls, trembling with joy, coiled around me.",
    "こ、これだと……すぐに、奥まで……っ。\nんあっ……は、うぅ……こ、こらっ……ああっ！": "I-If I do this... I'll go all the way in immediately...!\nNnah......ha, uuu......h-hey......aaah!",
    "冥夜が腰を引こうとするが、彼女の足を捕え、\nぐっと強く引き寄せる。": "Meiya tried to pull back her hips, but she caught her leg\nI pull her closer.",
    "んぅっ！？　んっ、んあぁぁっ……！\nや……っ、深、ぁ……っ、くぅ……っ。": "Nnuh?! Nnh, nnaaah...!\nNo... Fuka, ah... kuu...",
    "甘い声が上がり、膣内は素直に肉棒を締め上げてきた。": "Her sweet voice rises, and her vagina obediently tightens around my shaft.",
    "んあっ！！　あっ……くぅ、ん……っ！\n膣内がっ……そなたのモノで、擦れて……ふあぁっ。": "Nnah!! Ah... kuu, nn...!\nThe inside of her vagina... is rubbing against me with your thing... Fuaah.",
    "ん……ふう……、はぁ……っ。\nそなたときたら……こんな格好に、欲情して……": "Mm... fuu... haa...\nYou're... lusting for this outfit...",
    "今度から……ふぁ、き、気まずいではないか……\nんあっ、待て、あっ、あっ……んあぁっ……！": "From now on... fuah, i-it's going to be awkward...\nMnah, wait, ah, ah... Mnaah...!",
    "こちらが腰を揺らすたびに、粘ついた水音がする。\nこちらを非難するが、冥夜だって間違いなく興奮していた。": "Every time I move my hips, I hear a sticky wet sound.\nShe criticizes me, but Meiya's definitely excited too.",
    "冥夜の身体が興奮から火照り、汗ばんできたのを感じる。": "Meiya's body flushes with excitement, and I can feel her sweating.",
    "ふ、ぅ……っ。なあ……っ、\nあっ、んくっ……もっと……っ！": "Fu, uu......! Hey......\nAh, ngh... More...!",
    "もっと奥まで、来て……ほしいのだ……っ。\nんぅ……っ、ん、んんっ……！": "I want you... to go deeper...!\nMm... Mm, mmm...!",
    "んあっ！！　ふあっ、んああ……っ！　そ、そこぉ……っ。\nんあっ、あっ……あああっ！": "Mnah!! Fuah, mnah...! Th-That's...!\nMnah, ah... ahhhh!",
    "冥夜の言葉に応えて、奥まで届かせるべく\n抽送を早めていくと、嬌声が上がった。": "Responding to Meiya's words, I try to reach all the way to the back.\nAs I sped up my thrusts, a slutty voice rose up.",
    "ああっ、あっ、んふあぁ……っ。\nすご、ふあぁっ……そんなに奥まで……っ！？　んあっ！": "Aah, ah, nfuaah...!\nWow, fuaah... It's so deep...!? Nnah!",
    "そんなに締め付けるなと彼女を諫めるが――": "I admonished her not to squeeze so hard, but—",
    "だ、だって……んんっ！　ふあああっ！\nそ、そこ……っ、き、きもち……いい……っ！": "B-But...nnn! Fuaaaah!\nTh-That spot... feels... good...!",
    "ん、ふっ……！　や、うあっ……はぁっ、あぁっ。\nくうっ……うぅ、んは、あっ、ふあぁ……っ。": "Nn, fuh...! Yah, uwah... haah, aah.\nKuu......uuu, nha, ah, fuaa......!",
    "膣内はぐずぐずと柔らかくうねり、\n奥へ奥へと男根を吸い上げる。": "Her vagina undulated softly.\nI sucked my penis deeper and deeper.",
    "んっ！　んっ、んっ！　……んんっ！\n奥、ふぁああっ！？": "Nn! Nn, nn! ...Nnn!\nDeep inside, fuaaa!?",
    "かき回されて……頭が、おかしく……なりそうだ……っ。\nふぁ……ああっ、腰、動くのが……とまら、ない……！　あぁっ！": "It's stirring me up... I'm... going crazy...!\nFuah... ahh, my hips... won't stop moving...! Ahh!",
    "結合部からは泡だった愛液がどんどん溢れてくる。\nそれがいっそうこちらの律動の助けとなった。": "Foamy love juices flow out from where we're connected.\nThat helped me with my rhythm even more.",
    "くっ……そんな、いやらしい音……っ。\n嫌、なのに……ふっ、うっ、んあぁ……！？": "Ugh... That sounds so lewd...\nI don't want to, but... fuh, uuh, nnahh...!?",
    "本人の意思に反して艶めかしくくねる腰つきが、\nこちらの獣欲をいっそう昂らせていく。": "Her hips wriggled seductively against her will.\nI'm getting even more horny.",
    "ばか……！　こんな……恥ずか、し……のに……っ。\nんんっ！　んっ、ふは……！": "Idiot...! This...is embarrassing...but...\nMmm! Mm, fwah...!",
    "そなたが私のナカにいると思うと……んっ、ふあっ……\n奥が、疼いて……たまらない……はぁっ、んああっ……！": "When I think about you being my naka... Mm, fuah...\nMy insides are throbbing... I can't stand it... Haah, nnahh...!",
    "媚肉をかき分けた先の膣奥は、まるでこちらと離れがたいとでも\n言わんばかりに亀頭にちゅっちゅっと吸い付いてくる。": "The depths of her vagina, which had been pushed through her fawning flesh, were as if it was hard to separate from me.\nShe sucked on my glans as if to say,",
    "んんっ、んっ！　や……、ダメだ……っ。\n私だけじゃ、なく……そなたも……っ！　んんっ！": "Nnn, nn! No..., no...\nNot just me... but you too...! Mmm!",
    "そなたにも……気持ちよく、なって……、ほし……\n私だけじゃ、いや……だ……あぁっ、あっ、くぅぅ……！": "I want you... to feel good too...\nI don't want... to be alone... Aah, ah, kuuu...!",
    "快感に震え、どろりと欲を滲ませた瞳でこちらを見て、\n冥夜はそんなことを口にした。": "She looked at me with eyes that trembled with pleasure and oozed greed.\nMeiya says that.",
    "やっ……愛し、合いたい……ふ、んん……っ！\nどちらかが、ではなく……んあ……っ、お互い、に……んんん！": "No... I want to love you... fu, nnn...!\nIt's not one of us... nnah... we're both... nnnh!",
    "ふあ……んんっ！　それが……私の、そなたへの望み……\nんあっ！　ふ……く……っ、頼む……叶えてくれ……んっ！": "Fuah...nnn! That's...my wish for you...\nNnah! Fu...... ku......! Please...... grant my wish...... nn!",
    "冥夜の言葉に同意するように、膣内はいっそう強く雄を締め付ける。\nその望みに応えるべく、いっそう強く腰を突き上げた。": "As if agreeing with Meiya's words, her vagina clamps down on the male even tighter.\nI thrust my hips even harder in response to her request.",
    "んんっ！？　んぃっ……んあぁっ、あっ、ふあぁっ……！\nや、あっ……深いっ、んぐっ、ふあぁ……っ！！": "Nnn?! Nnn... nnahh, ah, fuahh...!\nYah, ah... It's so deep, ngh, fuaah...!!",
    "猛った肉竿が膣壁を擦り上げ、\n冥夜がビクビクと背を反らして震える。": "The raging meat pole rubbed up against her vaginal walls.\nMeiya arches her back and trembles.",
    "くっ、はぁ、ああっ……！！　そこは……！\nだめ……っ！　だめだっ……！　ん、く、ああっ！？": "Kuh, haa, aaah...!! That's...!\nNo...! I can't...! Nn, kh, aaah?!",
    "んくぅっ、奥まで、ずんずん……来てる……っ！\nナカ、ゴリゴリって……んああっ！　そ、そこ……っ！！": "Ngh, it's throbbing... all the way in...!\nNaka, grinding... nnahh! Th-That's...!!",
    "彼女の反応がいい場所をひたすら狙って、\n幾度となく腰を打ち付けるたび、愛液の雫が飛び散った。": "He was focused solely on the spot where her reaction was good\nEvery time I slammed my hips into her several times, drops of her love juices scattered everywhere.",
    "そこ、ばっかり……！！\nくっ、うう、せ、攻めるなぁ……！": "That's the only place...!!\nUgh, ugh, d-don't attack...!",
    "ふぁあ！　ふああっ！？　ナカで、おおきく……っ！\nそんなにしたらっ、んぐっ、壊れてしまう……んあぁっ！！": "Fuaah! Fuaaah?! It's so big...!\nIf you do that, ngh, it'll break... nnahh!!",
    "膣内が激しくわななき、太股も小刻みに震えている。\n冥夜も限界が近づいているのだろう。": "Her insides were trembling violently, and her thighs were shaking slightly.\nMeiya must be nearing her limit too.",
    "待っ、激し……あっ、ふあっ、あっ、ああああっ……！\nやぁぁっ、あ、ふあぁっ……このままじゃ……っく！？": "Wait, you're so rough... ah, fuah, ah, ahhhh...!\nYaaah, ah, fuaah... At this rate... kuh!?",
    "限界なのはこちらも同様だった。みっちりと膣壁に包み込まれ、\n肉竿は暴発寸前に欲をため込んでいる。": "I was at my limit as well. I was tightly engulfed in her vaginal walls.\nMy meat pole is amassing lust just before it explodes.",
    "んあっ！　くっ……ぅああっ！　　あ、熱い……！！\nこんなの、もう……く、ふあぁぁ……っ！？": "Nnah! Kuh...... uwaah! Th-That's hot......!!\nI can't take this anymore... Kh, fuaaah...!?",
    "ふああっ！　ふあああっ！　ああ……っ！\nも……う、げん、かいだ……っ！！": "Fuaah! Fuaaahh! Aaah...!\nGeez... Ugh, it's so hard...!!",
    "ああ、俺も、限界だ……！　冥夜……！": "Yeah, I'm at my limit too...! Meiya...!",
    "ああっ……そなたも、一緒にぃ……っ！　っく、んあっ！\nあっ、あっ、もう……もうだめだっ、あぅ、んあああっ……！！　": "Ahh... You too, together...! Ugh, nnah!\nAh, ah, geez... I can't take it anymore, ahh, nnahhhh...!!",
    "んあっ！　んああっ！！　た、たっして、しまう……っ！！\nあっ、あっ……ふああああああああっ！！": "Nnah! Nnaaah!! I-I'm going to do it...!!\nAh, ah... Fuaaaahhhh!!",
    "んっ……はぁ、はぁっ……\nあ、んぅ……でてるぅ……ナカに、あっ、はぁ……っ。": "Mm... haah, haah...\nAh, mhh... It's coming out... To me, ah, hah...!",
    "白濁と愛液が渾然一体となり、冥夜の膣内に収まりきらずに\nぼたぼたと零れ落ちていく。": "The cloudy white fluids and love juices become one with all their might, unable to fit inside Meiya's vagina.\nIt dripped down.",
    "っは、あ……んぅっ……\nああ……そなたのものが……こぼれていってしまう……っ。": "Hah, ah... nngh...\nAhh... Your thing... is spilling out...",
    "呆然としたままの冥夜が、ぽつりとそんなことを言う。\n無意識の言葉であろうそれが、あまりに艶めかしくて――": "Meiya, still dumbfounded, mumbles something like that.\nThose words, which were probably unconscious words, were so seductive――",
    "んっ……！？　また、ナカで大きく……？\nお、おい……そなた、何故……っ。": "Nn...!? It's so big again...?\nH-Hey... Why are you...?",
    "あっ、待ってくれ、わたしはまだ……んっ！？\nふあぁ……動かすでない……んぁっ！": "Ah, wait, I'm not done yet... Nn!?\nFuaah... Don't move... nnah!",
    "言葉尻が甘く震えるのに気を良くして、\n柔く蕩けた膣内を掻きまわすと、冥夜が震える。": "The sweet trembling of her words made me feel better.\nMeiya trembles as I stir up her soft, melted vagina.",
    "や、ぁ、あっ……ま、待て……んぅっ！\nいま、されたら……っ、どうにかなってしまう……ひ、ぅあっ。": "Yah, ah, ah... W-Wait... Nnngh!\nIf you do it now... I'll lose control... hii, uwah.",
    "気持ちいいの、とまらない……っ、んぁあっ……！\nやっ……もう、満足した、のにぃ……っ！": "It feels so good, I can't stop...! Nhaah...!\nNo... I'm already satisfied...!",
    "がくがくと脚を震わせながら、こちらに縋ってくる冥夜。\nそんな様子を見せられたら、逆に滾ってしまうというのに。": "Meiya's legs tremble as she clings to me.\nSeeing her like that actually makes me seethe.",
    "愛液は後から後から溢れんばかりで、卑猥な水音を響かせる。\nぱたぱたと足元に水玉模様が増えていくのがたまらない。": "Her juices are almost overflowing afterward, making obscene wet sounds.\nI can't get enough of the polka dots at my feet.",
    "んぁあっ……なんでっ、また大きくなって……っ！？\nふ、ぅぐっ、そこ、そこは……あっ、んうぅぅ……！": "Nnaah... Why are you getting bigger again...!?\nFuh, uguh, there, there's... ah, nnuuu...!",
    "先程見つけた冥夜の良いところを刺激すると、\n声にならない声が上がる。": "When I stimulate Meiya's good points that I found earlier...\nA voiceless voice rose up.",
    "……し、仕方ない……そなたも気持ちいいと言うなら……\nもう少し、付き合ってやらん、こともない……っ。": "...I-It can't be helped... If you say it feels good too...\nI'll have to stay with you a little longer...",
    "その言葉に甘え、その後も何度も体を重ね、\n冥夜との時間を堪能させてもらった。": "I took her up on her offer, and after that, we piled on top of each other again and again\nI enjoyed my time with Meiya.",
    "…………": "............",
    "じっとこちらを見てくる冥夜にまだ足りないのかと尋ねると、\n違うと鋭く返された。": "I ask Meiya if it's still not enough as she stares at me.\nShe replied sharply, \"No.\"",
    "眠ってしまう前に……\nもう少し……そなたの顔を見ていたいと思ったのだ。": "Before I fall asleep...\nI wanted to see your face for a little longer.",
    "奇遇だな。\nオレも同じ事を思ってたよ。": "What a coincidence.\nI was thinking the same thing.",
    "そのまましばらく、二人で見つめ合う。": "The two of us stare at each other for a while.",
    "たまにはこんな風に過ごすのも悪くない。": "Spending time like this once in a while isn't a bad idea.",
    "そう、だな……": "Yeah, you're right...",
    "……冥夜？": "......Meiya?",
    "なあ、武。\n私たちは、こんな平和な日々を過ごしていてよいのだろうか？": "Hey, Takeshi.\nIs it really okay for us to be living such peaceful days?",
    "え……？": "Huh...?",
    "この世界での生活は、私が思い描いていた理想に近い。\n少し刺激はあるが、平和で、涙がにじみそうなぐらい幸せだ。": "Life in this world was close to the ideal I'd envisioned.\nIt's a little stimulating, but it's peaceful, and I'm so happy it makes me want to cry.",
    "……そうだな。\nオレたちの心の奥で望んでたような世界だ。": "...You're right.\nIt's the kind of world we wanted deep in our hearts.",
    "……ああ。": "...Yeah.",
    "いつか、この平和ともお別れになる。\nなら、つかの間の平穏を満喫してもいいんじゃないか？": "Someday, we'll part ways with this peace.\nIn that case, why don't we enjoy the brief moment of peace?",
    "冥夜もみんなもずっと頑張ってきた。\nなら、ちょっとした運命からのご褒美とでも思えばいいさ。": "Meiya and everyone else have been working hard for a long time.\nIn that case, you can think of it as a reward from fate.",
    "ご褒美……か。\nただ、私は少しだけ怖くもなるのだ。": "A reward, huh?\nBut I'm also a little scared.",
    "……怖いって、どうしてだ？": "...Scared? Why?",
    "今、この時、この瞬間は、私の思い描く夢なのかもしれない。\n私は攻撃を受けた衝撃で気を失っているんだ。": "Right now, at this moment, this moment might be the dream I envisioned.\nI'm unconscious from the shock of the attack.",
    "そして、夢を見る。\n理想の世界で生活する夢を。": "And then, I had a dream.\nA dream of living in an ideal world.",
    "幸せに浸って、よい気分になって、この平和に依存して、\nずっとこの時間が続けばいいと願った時――": "Soaking in happiness, feeling good, depending on this peace,\nWhen I wished for this time to last forever—",
    "夢は覚め、奈落の底へと落とされる。\n浅はかな願いに浸った愚かさを嘲笑されながら……な。": "The dream wakes up and falls into the abyss.\nWhile being ridiculed for being foolish enough to indulge in such shallow wishes...right?",
    "……夢でもいいじゃないか。": "...Isn't it fine if it's just a dream?",
    "よいわけがない。最初から地獄にいればまだ耐えられようが、\n天国から地獄に突き落とされれば、その落差に絶望する。": "There's no way it's okay. If I'd been in hell from the start, I could still endure it,\nIf she was plunged from heaven into hell, she would despair at the difference between them.",
    "……もう、戦えなくなったらと不安が胸をよぎる。": "...Anxiety crossed my mind that I wouldn't be able to fight anymore.",
    "冥夜はそんなに弱くない。\nずっとそばで見てきたオレが保証する。": "Meiya isn't that weak.\nI've been watching from the sidelines this whole time, so I can guarantee it.",
    "夢から覚めて現実に絶望しても前を向ける。\nそして――": "Even if you wake up from a dream and despair at reality, you face forward.\nAnd then—",
    "浸っていた理想の夢を、現実へと変える。\nその力があるとオレは信じている。": "I changed the ideal dream I had been immersed in into reality.\nI believe in that power.",
    "そう、か……そう、信じてくれるか。": "I see... So that's what you believe.",
    "だから、今、幸せなこの世界での出来事が、\n全部オレたちが見た夢だったとしても――": "That's why, right now, what happened in this happy world...\nEven if it was all a dream we had...",
    "この夢を頼りに、オレたちの世界で理想の平和を築こう。\n……似たような学園で、学生生活を送るのもいいかもな。": "Relying on this dream, let's build an ideal peace in our world.\n...It might be nice to live as a student at a similar school.",
    "まったく……そなたは呑気だな。": "Honestly... You're so carefree.",
    "悪かったな。": "Sorry about that.",
    "呑気だが、悪くはない。\n……そうだな、ここでの幸せを私たちの世界でも築けたらよいな。": "She was carefree, but not bad.\n...Yeah, it'd be nice if we could build happiness here in our world.",
    "だろう？\nそのためにも、めいっぱいここで平和を堪能しないと。": "Right?\nTo that end, I have to enjoy the peace here as much as I can.",
    "幸せな世界がどんなものかわからなければ、\n元の世界に戻った時に再現できないかもしれないからな。": "If you don't know what a happy world is like,\nWe might not be able to reproduce it when we get back to the real world, after all.",
    "はは。それもそうかもしれぬな。": "Haha. That may be true.",
    "……そなたに感謝を。": "...I thank you.",
    "どういたしまして。\nこれで少しは安心できたか？": "You're welcome.\nAre you feeling a little better now?",
    "そなたにはお見通しだったか……\n浅ましいな、私は。": "So you saw right through me...\nHow shameful of me.",
    " そんなことねえよ。ただお前が急に誘ってきたから、\nどうしたのかなと思ってさ。": "That's not true. It's just that you suddenly invited me,\nI was wondering what was wrong.",
    "そなたが無茶をするから、\n悩んでいたことも全て吹き飛んでしまったようだ。": "Because you're reckless,\nEverything that had been troubling her seemed to have been blown away.",
    "人のせいにするのはどうかと思うぞ。\nそっちだってさっきは散々――": "I don't think it's right to blame others.\nYou did a lot of that earlier too――",
    "ああ、もう！　まったく……\nせっかく見直したというのに、そなたは本当に……": "Oh, geez! Geez...\nEven though you've finally reconsidered, you really are...",
    "呆れたようにそう言いながら、冥夜は薄っすらと微笑んでいる。": "Meiya smiles faintly as she says that in exasperation.",
    "裸で向き合っているからだろうか、\n心情までも、素直に向き合うことができている気がした。": "Maybe it was because she was facing him naked\nI felt like I was even able to face my feelings honestly.",
    "……そろそろ、寝るか？": "...Should we get some sleep?",
    "ああ。そうだな。\n誰かさんのせいですっかり疲れてしまったしな。": "Yeah. That's right.\nIt's because of a certain someone that I'm completely exhausted.",
    "それは何よりだ。\n夢も見ずに熟睡できるかもしれないぞ。": "I'm glad to hear that.\nYou might be able to sleep soundly without dreaming.",
    "そうだな。あるいは夢でも、\nそなたとこうしていられると良いのだが……では休むとしよう。": "That's right. Or maybe it's just a dream...\nI hope I can stay like this with you... Well then, I shall rest.",
    "おやすみ、また明日――": "Good night. See you tomorrow――"
}