{
    "前代未聞の新型ジェネレーター技術の流出事件について、\n学園および関係する２社からは未だ公式発表がされていません。": "About the unprecedented outpouring of new generator technology\nThere hasn't been an official announcement from the academy or the two related companies yet.",
    "取材によると、複数の関係者が風紀委員会の事情聴取を\n受けているとのことですが……": "According to the coverage, multiple parties involved will be questioning the disciplinary committee\nI've heard you've been accepted...",
    "朝からずっとこのニュースばっかりだね。": "It's been nothing but this news all morning.",
    "それだけインパクトのある事件だからね。\n新技術だけじゃなくて、社内の機密情報が洩れてる可能性もあるし。": "That's just how impactful this case is.\nIt's not just new technology. There's also the possibility that confidential information from within the company has leaked out.",
    "はあ……なんか、どうしていいか分かんなくなっちゃいましたね。": "*sigh*... I don't know what to do anymore.",
    "そうですね……今上層部は大騒ぎですよ。このままだと……\n正式採用どころではなく、プロジェクト中止なんてことにも……": "That's right... The higher-ups are in an uproar right now. At this rate...\nIt's not just an official application, it's also a cancellation of the project...",
    "ここまで頑張ってきたのに、流石にそれは勘弁願いたいわね……": "I've been working so hard, so please don't do that...",
    "それに、トリニティ・ジュエルはまだ聴取から戻ってきてないんでしょ？": "Besides, Trinity Jewel hasn't come back from questioning yet, has she?",
    "なんだかすごく長引いてるみたいだねぇ。": "Looks like it's taking a really long time.",
    "噂も尾ひれがつきまくって、トリニティ・ジュエルが\nスパイだって確定したみたいに言われてるみたいだし…": "The rumors were followed by a tail fin, and Trinity Jewel\nThey say he's a spy, as if it's been confirmed...",
    "フルートは……レイヴェルちゃんたちがそんなことをするなんて\n思えません。フルート達に勝つために全力でぶつかってくれたんです。": "As for the flute... I can't believe Ravel and the others would do something like that.\nI don't think so. He did everything he could to beat the flutes.",
    "そんな人が、犯罪行為に加担するなんて思えません！": "I don't think someone like that would be involved in a crime!",
    "私もそう思うよ。犯罪行為に加担するなら、\nあんなメイズ探索で無理をする必要はないしね。": "I think so too. If you're going to be involved in a crime,\nThere's no need to overexert yourself by searching for Mays like that.",
    "特にレイヴェルみたいなタイプが、\nこんな非合理的な判断をするとは思えない。": "Especially the type like Ravel.\nI don't think she'd make such an irrational decision.",
    "とはいえ、あたし達に出来る事は無いからねぇ。\nせめて、何か助けるきっかけがあればいいけど。": "That said, there's nothing we can do.\nAt the very least, I hope there's an opportunity to save her.",
    "まあきっかけなんてないよね……ん？": "Well, there's no trigger... Hm?",
    "失礼しまーす……あ、良かった……居た。": "Excuse me... Ah, thank goodness... She's here.",
    "と、そこで突然入ってきたのは風紀委員のリリーだった。\nあたりを見回して、どこか警戒している様子だが……": "And just then, a member of the disciplinary committee, Lily, suddenly entered the room\nShe looks around, looking somewhat wary...",
    "私達に何か用？": "What do you want from us?",
    "えーっと、フルートとエヴィ……付いてきてくれる？\n重要参考人として情報を聞きたいんだけど。": "Umm, Flute and Eve... Will you come with me?\nAs an important witness, I'd like to hear some information.",
    "ちょっと、あたし達まで容疑がかかってるの！？": "Hey, are we under suspicion too?!",
    "あくまでも重要参考人。\n捜査協力してくれっていうだけでしょ？": "She's just an important witness.\nYou're just asking me to help you with your investigation, right?",
    "えーっと、うん。そういうこと。\nだからリーダーと参謀の２人に協力して欲しいなって。": "Umm, yeah. That's right.\nThat's why I want you two to help me, the leader and the staff officer.",
    "おけまるです！\nそれでレイヴェルちゃん達の疑いが晴れるかもしれませんから！": "It's okay!\nThat might clear up the suspicions about Ravel and the others!",
    "%usernameusernameuserna%もね。": "_USERNAME_PLACEHOLDER_XYZ123_Same here.",
    "ああ、分かった。": "Yeah, got it.",
    "そして、俺たちは生徒会の建物にある一室に案内される。": "Then, we were shown to a room in the student council building.",
    "えーっと、そこに座ってね。": "Let's see, sit over there.",
    "３人まとめて聴取するのか？　あまり聞かないな。": "Are you going to interrogate all three of them at once? I don't hear much.",
    "うん。だってこれ、リリーの独断だもん。": "Yeah. This is Lily's decision, after all.",
    "え……？": "Huh...?",
    "独断……ってどういうこと？": "Self-determination...? What do you mean?",
    "彼女の『独断』という言葉。それはつまり指揮系統から外れた、\n組織人としての行動ではないことを示す。": "Her words of \"decision\". In other words, they were out of the chain of command.\nIt showed that she wasn't acting as an organization member.",
    "真面目そうなリリーがそのようなことをした理由がわからず、\n一同は困惑した。": "I didn't understand why Lily, who seemed so serious, had done such a thing\nEveryone was bewildered.",
    "ごめんごめん！　本当に内緒だよ？\n……で、腹芸とか苦手だしもう全部言っちゃうんだけどさ。": "Sorry, sorry! It's really a secret, okay?\n...So, I'm not good at ventriloquism, so I'll tell you everything.",
    "えっと、は、はい。": "Um, y-yes.",
    "犯人として……レイヴェルが主犯で濃厚だって疑われてるんだよね。\n他２人は共犯。で、調査をしてたら証拠がいっぱい出てきてる。": "As the culprit... They suspect that Ravel is the main culprit.\nThe other two are accomplices. And while I was investigating, I found a lot of evidence.",
    "そんな！　絶対何かの間違いです！　レイヴェルちゃんがそんな……！": "No way! There's gotta be some kind of mistake! Ravel would never...!",
    "フルート、落ち着いて。一旦聞こう。": "Calm down, flute. Let's hear it for now.",
    "実はさ。レイヴェルって要注意人物で風紀委員にマークされてるんだよ。\n野心があるせいか、けっこう問題のある言動もしててさ。": "Actually, Ravel is a very important person to watch out for, and he's marked by the disciplinary committee.\nMaybe it's because of his ambitions, but he's been acting pretty problematic.",
    "ああ、夢があるって本人が言ってたな。": "Yeah, she did say she had a dream.",
    "そうそう。そのせいで、その夢のために犯罪に手を出した……\nなんて風に言われてる。": "That's right. Because of that, I committed a crime for the sake of that dream...\nThat's what they say.",
    "……でも、リリーは違うと思ってる！\nだって変だもん！": "...But Lily thinks it's different!\nBecause it's weird!",
    "変っていうのは？": "What do you mean by weird?",
    "だって、レイヴェルがこんなボロボロ証拠を出すと思う？\nあれだけ出来る子が、証拠を見せちゃうなんておかしいよ。": "I mean, do you really think Ravel would give us this tattered piece of evidence?\nIt's strange for a girl who can do so much to show evidence.",
    "……確かにそうですよね。\nレイヴェルちゃんならきっと、もっと上手くやるはずです！": "...That's true, isn't it?\nI'm sure Ravel will be able to do it better!",
    "凄い方向からの信頼だな……": "That's a lot of trust coming from you...",
    "だから真実を確かめたいの！　リリーの中の正義が叫ぶんだ！\nレイヴェル達の容疑を晴らすために、独自調査をしろって！": "That's why I want to confirm the truth! The justice inside Lily screams!\nThey want us to investigate on our own to clear up the charges against Ravel and the others!",
    "俺も気になる": "I'm curious, too.",
    "どうなんだ？": "What do you think?",
    "それは風紀委員会的に大丈夫なの？": "Is that okay for the disciplinary committee?",
    "ぜんーっぜんっ！　大丈夫じゃないかな！\n正直いうと、すっごくやばい！": "Not at all! I wonder if she'll be okay!\nHonestly, this is really bad!",
    "えぇ……": "Yes...",
    "でもね……正義のためなら、\nときには体制や組織に背を向けることも必要なんだよ！！": "But... if it's for justice,\nSometimes it's necessary to turn your back on the system and organizations!!",
    "（なんて迷いのない目だ……こいつ、正義の味方より、\n反乱軍のリーダーとかのほうが向いてそうだな）": "(What unhesitating eyes... He's more than a superhero\n(Looks like I'd be better suited to being the leader of the rebels.)",
    "姜さん、苦労してそうだね……": "Jiang looks like he's having a hard time...",
    "リリーちゃん……もちろん協力しちゃいます！\n一緒にレイヴェルちゃん達の無実を証明しましょう！": "Lily... Of course I'll help!\nLet's prove Ravel's innocence together!",
    "協力はいいんだけど、私達のことは疑ってないの？\nレイヴェル達をハメたやつがいるならライバルの私達は怪しいでしょ。": "I don't mind your cooperation, but do you have any doubts about us?\nIf there's someone who framed Ravel and the others, our rivals are suspicious.",
    "んー、だってあんな風に危険を冒して助ける子達が、\nレイヴェル達をハメる必要がないよね？": "Hmm, I mean, the kids who risked their lives to save her like that...\nYou don't need to frame Ravel and the others, do you?",
    "配信を見てたから、リリーにはわかるんだ！\nフルート達は熱い正義の魂を持っている人たちだって！": "Lily could tell because she'd been watching the stream!\nThey say the flutes are people with hot righteous souls!",
    "……信頼が怖いくらいなんだけど。": "...I'm almost afraid of trust.",
    "はい！　リリーちゃん！\nフルートも、ぽよな心を持った配信者ですから分かります！": "Yes! Lily!\nThe flute is also a streamer with a soft heart, so I understand!",
    "やばい……フルートまで影響されてきちゃった……！\nとはいえ、今の状況は私達も納得は出来ないかな。": "This is bad... Even the flute has been affected...!\nThat said, I don't think we can accept the current situation either.",
    "いいよ。出来る事はやってみる。": "Fine. I'll do what I can.",
    "エヴィちゃん……！　ありがとうございます！\n%usernameusernameuserna%さんはどうですか……？": "Eve...! Thank you so much!\nWhat about_USERNAME_PLACEHOLDER_XYZ123_san...?",
    "協力してくれるよね！？": "You'll help me out, right?!",
    "……俺の仕事はトレブルクインテットを勝たせることだ。": "...My job is to make Treburg Integrity win.",
    "つまり、プロジェクトが中断となれば……\n俺の仕事が失敗になるからな。協力しよう。": "In other words, if the project is suspended...\nMy job will be a failure. Let's cooperate.",
    "……まったく、素直じゃないんだから。": "...Sheesh, you're not being honest.",
    "ありがとう！　やっぱり持つべきは正義を貫くヒーロー仲間だよね！": "Thank you! You really should have a hero companion who upholds justice!",
    "よーし、じゃあフルート！　エヴィ！　%usernameusernameuserna%！\nトリニティ・ジュエルを助けよう！": "All right, then, flute! Eve!_USERNAME_PLACEHOLDER_XYZ123_!\nLet's save Trinity Jewel!",
    "はい！　助けましょう！": "Yes! Let's help!",
    "……ねえ、%usernameusernameuserna%。\nこの空間暑苦しいんだけど。": "...Hey,_USERNAME_PLACEHOLDER_XYZ123_.\nThis space is sweltering.",
    "仕方ないだろ……それに、俺も真相は知りたいからな。\nお互いに頑張ろう。": "I can't help it... Besides, I want to know the truth, too.\nLet's both do our best.",
    "こうして俺とフルート、エヴィ、そしてリリーによる\n真犯人探しがスタートすることになるのだった――": "That's how it all depends on me, Flute, Eve, and Lily\nThe search for the true culprit would begin――"
}