{
    "あーあー。マイクテス。マイクテス。\nワンツーワンツー。": "Aww. Mike, tess. Mike. Tess!\nOne, two, one, two.",
    "みなさーん！　コンチワー！　制圧ってるぅ～？　みんなご存知！\nみんな大好き！　『制圧戦実行委員会』の司会役アマネっすー！": "Everyone! Conchiwa! Are you under control? Everyone knows!\nI love you all! I'm Amane, the host of the Conqueror's Committee!",
    "えっ？　ご存知ない……？　じゃあ、今知ってくださいっす！\nこれで問題ナシ！！　もうマブダチマブラヴマブファミリー！！": "Huh? You don't know...? Then you should know right now!\nNow there's no problem!! Mabudachi Mabu Mabu Family!!",
    "なんだ、この校内放送……": "What's with this school broadcast...?",
    "あぁ、『スタンピード』か～。\nちなみに柊校舎だけじゃなくて、学園の全校舎に向けて流れてるよん。": "Oh, the Stampede.\nBy the way, it's not just flowing toward the Hiiragi building. It's flowing towards the entire school building.",
    "スタンピード……？": "Stampede...?",
    "アマネちゃんからのお知らせっすよ！　先ほどスタンピード――\nメイズシフターの大量発生が確認されたっす！　規模は前と同じくらい！": "I've got a message from Amane! A stampede earlier—\nWe've confirmed a large number of maise shifters! Just as large as last time!",
    "そんなわけで……ドンドンパフパフ！　嬉し恥ずかし！\n癒やし壊しのサークル対抗制圧戦開幕っす～！": "That's why...dondondonpuff puff puff! I'm so happy and embarrassed!\nIt's time for the Healing and Destroying Circle Battle to begin!",
    "って感じで、メイズシフター討伐を目的にしたイベントが開かれるの。\nあいつらも生き物だから、たまに大量発生するんだよね～。": "That's how the event is going to be held for the purpose of subjugating the Maizsifter.\nThey're living creatures too, so there's a lot of them sometimes.",
    "大量発生と聞くと危なそうなイメージだが、その様子だとある程度\n予測や管理ができているって感じか。イベント事にするくらいだし。": "When you hear about mass outbreaks, it sounds dangerous, but from the looks of it, to a certain extent\nIt's like she's able to predict and manage things. It'll be an event.",
    "ピコピコピーン！　ち・な・み・に！\nただの討伐イベントじゃありません！　サークル対抗です！": "*squeeze* *squieze!*\nThis isn't just a subjugation event! It's against the Circle!",
    "たくさんのサークルが参加して、その討伐数を競うんです！\nもちろん、報酬も出ますよ！": "We're going to participate in a lot of clubs, and compete to see how many of them are subjugated!\nOf course, you'll get paid, too!",
    "個人じゃ参加できないのか？": "Can't an individual participate?",
    "できないですね～。相手は倒しても倒してもたくさん湧いてくるんで、\nひとりでの参加は危険です。": "I can't do that. No matter how many enemies I defeat, a lot of them will come out.\nIt's dangerous to participate alone.",
    "報酬が出るからって無茶しちゃう子が出てしまうんですよ。\nそのときフォローや止められる仲間がいないと……": "Just because there's a reward doesn't mean there'll be any reckless kids out there.\nIf I don't have friends to back me up and stop me...",
    "まあ、相手の数を考えると、\nこっちも集団で参加するのが道理だよな。": "Well, considering the number of opponents,\nIt makes sense for us to join a group, too.",
    "そんなわけで、サークルでの参加は絶・対・条・件です！": "That's why you're not allowed to participate in the club!",
    "おおー、%usernameusernameuserna%のＡＩちゃんって優秀だね？": "Oooh, %usernameusernameuserna%' AI is really good, isn't it?",
    "ふふん！　まあ、ボクは優秀なＡＩですからね！\nこの程度の解説なんてお手の物ですよ！": "Heh heh! Well, I am an excellent AI, after all!\nI'm good at explaining things like this!",
    "――なのでサークル参加が必須ってワケっす！\nメイズ討伐数１位の栄誉と報酬を目指して頑張るっすよ～！": "――That's why you have to participate in the club!\nI'll do my best to get the highest honor and reward for subjugating Mayse!",
    "まあ、さっきの説明、全部解説の子がもっと詳しくしてたけどね。": "Well, the girl who explained everything earlier was more detailed.",
    "……しょぼん。": "......so dejected.",
    "落ち込んじゃった……": "I'm depressed...",
    "あとでいっぱい慰めておくよ。それよりも、\nメイズシフターが大量発生しているなら放っておけないな。": "I'll comfort you a lot later. More importantly,\nIf there's a large number of maise shifters, we can't just ignore them.",
    "――それでは皆さん心の準備いいっすか！？\n最強のサークルはどこだ！？　盛り上がっていきまっしょー！！": "――Well then, everyone, are you mentally prepared!?\nWhere's the strongest circle?! Let's get excited!!",
    "笑いアリ！　涙アリ？　ポロリもアルかな！？\nサークル対抗制圧戦……スタートっす！！": "Laughter ants! Tears ants? Porori ants too!?\nIt's time for the Circle Battle... to start!!"
}