{
    "あーあー。マイクテス。マイクテス。\nワンツーワンツー。": "Ah-ah. Mic test. Mic test.\nOne-two, one-two.",
    "みなさーん！　コンチワー！　制圧ってるぅ～？　みんなご存知！\nみんな大好き！　『制圧戦実行委員会』の司会役アマネっすー！": "Hello, everyone! Good afternoon! How's the suppression going~? Everyone knows!\nEveryone loves! I'm Amane, the host of the 'Suppression Battle Executive Committee'!",
    "えっ？　ご存知ない……？　じゃあ、今知ってくださいっす！\nこれで問題ナシ！！　もうマブダチマブラヴマブファミリー！！": "Huh? You don't know...? Then, please remember now!\nNo problem!! We're already besties, lovers, and family!!",
    "なんだ、この校内放送……": "What is this school broadcast...",
    "あぁ、『スタンピード』か～。\nちなみに柊校舎だけじゃなくて、学園の全校舎に向けて流れてるよん。": "Ah, it's 'Stampede'.\nBy the way, it's not just the Hiiragi building, it's being broadcast to all the school buildings.",
    "スタンピード……？": "Stampede...?",
    "アマネちゃんからのお知らせっすよ！　先ほどスタンピード――\nメイズシフターの大量発生が確認されたっす！　規模は前と同じくらい！": "It's an announcement from Amane-chan! Just now, a Stampede――\nA massive outbreak of Maze Shifters has been confirmed! The scale is about the same as before!",
    "そんなわけで……ドンドンパフパフ！　嬉し恥ずかし！\n癒やし壊しのサークル対抗制圧戦開幕っす～！": "So... Boom boom, puff puff! Happy and embarrassed!\nThe healing and destructive Circle Suppression Battle begins~!",
    "って感じで、メイズシフター討伐を目的にしたイベントが開かれるの。\nあいつらも生き物だから、たまに大量発生するんだよね～。": "That's the vibe, an event to defeat Maze Shifters is being held.\nThey're living creatures too, so they occasionally have massive outbreaks~.",
    "大量発生と聞くと危なそうなイメージだが、その様子だとある程度\n予測や管理ができているって感じか。イベント事にするくらいだし。": "Hearing 'massive outbreak' sounds dangerous, but from the looks of it,\nIt seems like it's somewhat predictable and manageable. They even made it an event.",
    "ピコピコピーン！　ち・な・み・に！\nただの討伐イベントじゃありません！　サークル対抗です！": "Piko-piko-peen! By the way!\nThis isn't just a defeat event! It's a circle competition!",
    "たくさんのサークルが参加して、その討伐数を競うんです！\nもちろん、報酬も出ますよ！": "Many circles participate and compete for the number of defeats!\nOf course, there are rewards too!",
    "個人じゃ参加できないのか？": "Can't individuals participate?",
    "できないですね～。相手は倒しても倒してもたくさん湧いてくるんで、\nひとりでの参加は危険です。": "No, they can't~. The opponents keep coming no matter how many you defeat,\nso participating alone is dangerous.",
    "報酬が出るからって無茶しちゃう子が出てしまうんですよ。\nそのときフォローや止められる仲間がいないと……": "Some kids might overdo it because of the rewards.\nIf there's no one to support or stop them at that time...",
    "まあ、相手の数を考えると、\nこっちも集団で参加するのが道理だよな。": "Well, considering the number of opponents,\nIt's only logical for us to participate as a group.",
    "そんなわけで、サークルでの参加は絶・対・条・件です！": "That's why circle participation is an absolute requirement!",
    "おおー、%usernameusernameuserna%のＡＩちゃんって優秀だね？": "Oh, %usernameusernameuserna%'s AI-chan is excellent, isn't it?",
    "ふふん！　まあ、ボクは優秀なＡＩですからね！\nこの程度の解説なんてお手の物ですよ！": "Hehe! Well, I'm an excellent AI!\nThis level of explanation is a piece of cake!",
    "――なのでサークル参加が必須ってワケっす！\nメイズ討伐数１位の栄誉と報酬を目指して頑張るっすよ～！": "――So circle participation is a must!\nAim for the honor and rewards of being number one in Maze defeats~!",
    "まあ、さっきの説明、全部解説の子がもっと詳しくしてたけどね。": "Well, the explanation earlier, the commentary girl explained it in more detail though.",
    "……しょぼん。": "...Sigh.",
    "落ち込んじゃった……": "Got depressed...",
    "あとでいっぱい慰めておくよ。それよりも、\nメイズシフターが大量発生しているなら放っておけないな。": "I'll comfort you a lot later. More importantly,\nIf Maze Shifters are massively spawning, we can't leave them alone.",
    "――それでは皆さん心の準備いいっすか！？\n最強のサークルはどこだ！？　盛り上がっていきまっしょー！！": "――So, is everyone ready!?\nWhich is the strongest circle!? Let's get hyped!!",
    "笑いアリ！　涙アリ？　ポロリもアルかな！？\nサークル対抗制圧戦……スタートっす！！": "There will be laughs! Tears? Maybe even slips!?\nCircle Suppression Battle... Start!!"
}