{
    "なんとか倒したぁ……\nはあ、はあ……ぁ～……しんど……": "I managed to defeat it...\n*pant pant*... Ahh... It's so hard...",
    "まさか、こんなに苦戦するなんて……": "I didn't think we'd have such a hard time...",
    "メイズシンドロームからくるコンディションの悪化もあるが、\nそれだけじゃなさそうだな。": "There was also the worsening condition that came from the Maze Syndrome, but...\nLooks like that's not all.",
    "普段いるエリアとは比べ物になりませんわね……": "It's nothing compared to the area we usually go to...",
    "ほんっと、しぶといよね。\n普段なら倒せてるはずの攻撃でも倒しきれなかったし……": "You really are stubborn, aren't you?\nEven an attack that should have been able to defeat him wouldn't have been enough...",
    "それでもなんとかなったのは、%usernameusernameuserna%さんの指揮と\n今までの訓練の成果ですね……": "Even so, the only thing that worked out was %usernameusernameuserna%'s command\nIt's the result of all the training we've done so far...",
    "%usernameusernameuserna%さんのいない以前のわたくし達だったら、\nどうなっていたことでしょう……": "Before %usernameusernameuserna%-san was gone, we would have...\nI wonder what happened...",
    "ってかさ……これから先、\nあんなの相手にしながら進まなきゃいけないの？": "Actually... from now on,\nDo we have to keep going while dealing with that?",
    "というより、深くに進むほど、\nもっと強力な敵が増えるんじゃないですか？": "Or rather, the deeper she went, the more\nWon't there be more powerful enemies?",
    "うへぇ、考えるだけでしんどいね～。\nただでさえ奇跡みたいな勝ちを拾ったんだし。": "Wow, just thinking about it is tiring.\nI've already picked up a miraculous victory.",
    "今はここが限界……": "This is as far as I can go...",
    "わたくしのせいですわ。%usernameusernameuserna%さんの制止も聞かず、\n偉そうに啖呵を切っておいて……": "It's my fault. I didn't even listen to %usernameusernameuserna%-san's warning.\nYou're acting all high and mighty...",
    "七彩は何も悪くないし、何も間違っていない。引き際も決めていた。\nそんなあのときのお前の判断を支持したのは俺だ。": "Shichika hadn't done anything wrong, and he hadn't made any mistakes. He had also decided when to withdraw.\nI was the one who supported your decision back then.",
    "お前は俺のその判断を『間違っていた』と言いたいのか？": "Are you trying to say that my judgment was \"wrong\"?",
    "そんなつもりは……！": "I didn't mean to...!",
    "じゃあ、七彩は正しいし、今のこれはただ『運が悪かった』だけ。\nあのときの主体性を捨てないくれ。本当に嬉しかったんだから。": "Then Shichika was right, and this was just \"unlucky\" right now.\nPlease don't throw away your initiative back then. I was really happy.",
    "……%usernameusernameuserna%さん。ありがとうございます……": "...%usernameusernameuserna%. Thank you very much...",
    "――今の戦闘で、ほとんどの弾薬と推進剤を使い切ってしまったね。\nこれ以上の戦闘は無理だと思う。": "—We've used up most of our ammunition and propellant in that battle.\nI don't think we'll be able to fight any more battles.",
    "同感だ。すぐに撤退しよう。": "I agree. Let's retreat immediately.",
    "結局、タツミヤ鉱もあんまりなかったしね。": "In the end, there wasn't much Tatsumiya Ore, either.",
    "そうだな、だが贅沢を言ってられる状況でもない。\nみんな、疲労の他にも、問題があるだろう？": "That's true, but this isn't a situation where we can afford to indulge ourselves.\nEveryone, there's another problem besides fatigue, isn't there?",
    "動悸や目まい、思考の鈍化やネガティブ傾向……\nメイズシンドロームを発症してる。俺含めて、ここにいる全員な。": "Heart palpitations, dizziness, dulling thoughts, negative tendencies...\nShe's suffering from Maze Syndrome. Everyone here, myself included.",
    "一刻の猶予もない。今すぐ地上に撤退する。": "We don't have a moment to waste. We need to retreat to the surface right now.",
    "俺の提案に、誰も反対はしなかった。\n先ほどの戦闘が続けばどうなるか、考えるに難くないのだろう。": "No one objected to my suggestion.\nIt wasn't hard to think about what would happen if the previous battle continued.",
    "うう～、きもちわるい……。早く出よー！": "Ugh, that's disgusting... Let's get out of here!",
    "ラミの機体が一歩踏み出した、その瞬間。": "The moment Rami's machine took a step forward...",
    "まるで図ったかのようなタイミングで、\nラミ機の足元がぐしゃりと崩れ、陥没する。": "The timing was so perfect, it was almost as if she had planned it.\nThe lammy machine's feet crumpled and caved in.",
    "うわぁああっ！？": "Uwaaaaah!?",
    "ラミ！！": "Rami!!",
    "ギリギリのところでラミの機体の腕を掴む。\n宙ぶらりんになった彼女の直下には、仄暗い穴が口を開けていた。": "I grab Rami's machine arm at the last second.\nDirectly below her, hanging in midair, was a dark hole with a mouth.",
    "ラミちゃん！！": "Rami-chan!!",
    "機体の腕部に異常な負荷を検知し、アラームが響く。": "An alarm rang out, detecting an abnormal load on the arm of the aircraft.",
    "このままでは腕部が引きちぎれて、\n彼女の機体を落としてしまう。": "At this rate, her arm would be torn off\nI dropped her machine.",
    "大丈夫ですか！？": "Are you all right?!",
    "めるが駆けつけて、一緒にラミの機体の腕を掴んだ。": "Meguru rushes over and grabs Rami's machine arm with her.",
    "ダメ！！　どんどん縁が崩れて、陥没が広がってる！\nそこも落ちるよ！": "No!! The edges are falling apart, and the cave-in is spreading!\nYou'll fall there, too!",
    "逃げてください！　早くっ！！": "Please run away! Hurry!!",
    "く……ふたりとも、全力で跳躍ユニットを起動だ！\n上昇して、ここを逃れる！": "Ugh... Both of you, activate the jump unit with all your might!\nI'll climb up and get out of here!",
    "了解！！": "Roger that!!",
    "推進剤の残りはわずか。\nだが迷っている暇はない──！！": "There's only a little propellant left.\nBut there's no time to hesitate!!",
    "飛べええええっ！！": "Flyyyy!!",
    "引っ張り上げるぞ！\nせーの……！": "Let's pull him up!\nOne, two...!",
    "俺達の機体も跳躍ユニットを起動。": "Our aircraft also activates its jumping unit.",
    "――が、そのときだ。": "But that's when...",
    "床のヒビが、天井まで……！？\nま、まさか……！！": "The cracks in the floor, all the way to the ceiling...!?\nN-No way...!!",
    "お前らだけでも先に脱出しろ！！": "You guys should get out of here first!!",
    "できるわけないでしょ！？　ってか、崩落が早い！\nもう間に合わ――": "There's no way I can do that! Wait, it's collapsing too fast!\nI can't make it—",
    "粉々になった岩盤の雨が、散弾銃のように降り注ぐ。\nこのエリア一帯がすべて崩れようとしていた。": "A rain of pulverized bedrock poured down like a shotgun.\nThe entire area was about to collapse.",
    "きゃぁああああ――っ！！": "Kyaaaaahhh!!",
    "う……あああああ──っ！！": "Uu...aaaahhhh!!",
    "全員が跳躍ユニットを起動する。\nだが崩落の勢いは止まず──": "Everyone activates their jumping units.\nBut the force of the collapse didn't stop.",
    "うぁああああああああ――っ！！": "Uwaaaaahhhh!!",
    "俺達は、深淵へと飲み込まれていった――": "We were swallowed up by the abyss――"
}