{
    "キーーーーン！！\nブーンドドド……ババババ！！": "*clang*!!\nBounddoddod... babababa!!",
    "ん……？　な、なんだ？": "Hm...? Wh-What is it?",
    "グラウンドの隅から何か声が聞こえ――": "I heard a voice from the corner of the grounds—",
    "……エンゲージ・オフェンシヴ！\nだだだだっ！": "...Engage Ofenciv!\nWh-Wh-What?!",
    "フォックス１！　フォックス２！\nフォーメーション・スピアヘッド！！": "Fox One! Fox Two!\nFormation Spearhead!!",
    "エネミー・クリア！　ゴー、ゴー、ゴー！！": "Enemy Clear! Go, go, go!!",
    "…………": "............",
    "なんだか、見ちゃいけないものを見てしまったような……": "I feel like I've seen something I shouldn't have...",
    "まさか一日で、シリウスシュガーを壊滅させるとは……%usernameusernameuserna%は、このために送り込まれたのか！？": "I didn’t think she’d destroy Sirius Sugaru in a single day... %user name, username, user name, and % were sent here for this?!",
    "人間の心って、こんなにも脆いんですね……": "I didn't know human hearts could be so fragile...",
    "か、勘違いしないでくださいまし！\nこれは訓練の一環ですわ！": "P-Please don't get the wrong idea!\nThis is part of my training!",
    "ＭＧごっこが、訓練？": "Playing MG? Training?",
    "わたくしたち、シミュレーターが空いてない時間は、\nイマジナリーＭＧに搭乗せよと言われておりますの。": "We don't have time for simulators.\nI've been told to board the Imagine MG.",
    "い、イマジナリー？": "I-Imaginary?",
    "……そう。": "...I see.",
    "つまりあたしがＭＧ。ううん、あたし達が、ＭＧよ！！": "In other words, I'm MG. No, we're MG!!",
    "常にイメージし続けるんです！\nシミュレーターがなくとも、想像力さえあれば！": "I'm always imagining it!\nEven without a simulator, as long as you have your imagination!",
    "（こいつら……もうとっくに目がガンギマっている……）": "(These guys... Their eyes are already on fire...)",
    "そっちいったよ！\nレーダーコンタクト！　２時方向、敵影３！": "He went that way!\nRadar contact! 2 o'clock, enemy shadow 3!",
    "援護射撃、ズバババババーン！": "Cover fire, zubababababahn!",
    "全隊突撃ですわ！　キーーーーンッ！！": "All units, charge! Keeeeen!!",
    "行ってしまった……": "She's gone...",
    "どうしよう？　こ、これが毎日続いたら、\nわたしたちまでおかしくなっちゃいそうです……": "What should I do? I-If this goes on every day,\nI feel like we're going crazy too...",
    "いや……だが、裏を返せば、\n彼女たちもそれだけ必死に訓練に臨んでいるともいえる。": "No... But to turn it around...\nIt could also be said that the girls were that desperate to train.",
    "なりふり構わず強さを求める姿勢は侮れない。\nなぜならそれこそが、『物事を成す意志の力』というものだからな。": "He couldn’t underestimate the way she sought strength without caring about appearances.\nBecause that's the power of the will to do things.",
    "これをきっかけに、化けるかもしれないぞ。": "You might be able to disguise yourself with this.",
    "……ホ、ホントに？": "...R-Really?",
    "ドドドドド……！　バーン！！": "*whisper* *wheeze*...! *whack*!!",
    "……どうだろうか。": "...I wonder.",
    "諸君、おめでとう。シミュレーターの時間だ。": "Congratulations, gentlemen. It's time for the simulator.",
    "そんでー？\n今日も基礎機動訓練なの？": "And then-?\nAre you doing basic mobility training again today?",
    "いや、お待ちかねの戦闘訓練だ。": "No, it's the battle training I've been waiting for.",
    "ついに、チームでの戦闘訓練ですのね！？": "It's finally time for team combat training, huh?!",
    "それはさっきまでイマジナリーＭＧでやってただろ？": "That was done in Imagine MG just now, wasn't it?",
    "あれ、やったうちに入るワケ！？": "Huh? You're going in while we're at it?!",
    "もちろん。それで次は１対１の模擬戦だ。\n今の力量でなら、以前よりも上のステージで戦えるはずだからな。": "Of course. Next up is a one-on-one mock battle.\nWith my current strength, I should be able to fight on a higher stage than before.",
    "最初はちゆると七彩、ラミと白奈で対戦してもらう。": "First, we'll have Chiyuru and Shichisai play against each other, then Rami and Shirona.",
    "……あの、私は？": "...Um, what about me?",
    "最初は、と言っていたから順番じゃない？": "You said at first, so isn't that your turn?",
    "いや、めるは参加しなくていい。": "No, Meguru doesn't have to participate.",
    "……え？": "...Huh?",
    "今の段階では、この訓練にめるが参加しても無駄だ。": "At this stage, it would be pointless to participate in this training.",
    "む、無駄……ですか……": "I-It's useless...?",
    "ちょっと！　さすがにその言い方は……！": "Hey! Don't say it like that...!",
    "いいんです！　いいんです……昨日だって、私だけ下手くそでしたし……": "It's fine! It'll be fine... I was the only one who wasn't good at it yesterday...",
    "もっと基礎からやらないと、\nみなさんと一緒に戦う資格なんてないですから。": "I need to start from the basics,\nI don't have the right to fight alongside you all.",
    "時間は有限だ。各自、シミュレーターを起動しろ。": "Time is limited. Everyone, activate the simulator.",
    "シミュレーター上の訓練場で、ちゆると七彩の乗った\nＭＧが対峙して構えている。": "In the training grounds on the simulator, slowly, with seven colors on top.\nMG is facing them and readying herself.",
    "ふふっ、こうしてＭＧが向かい合って、\nよーいどんで戦闘なんて、あまり実戦的じゃないと思うけどねぇ。": "Hehe, now MG is facing each other\nI don't think fighting is very practical.",
    "ともかく、やってみましょう。何か意図があるはずです。": "Anyway, let's give it a try. There must be some kind of intention behind it.",
    "一方――": "On the other hand—",
    "誰がチームで一番の実力者か、思い知らせてあーげるっ♪": "I'll show you who's the most powerful person on the team♪",
    "……それって、わたしのこと？": "...Are you talking about me?",
    "へえ、言うじゃん……！": "Wow, you're right...!",
    "その頃、俺はめるとふたりで別メニューに\n取りかかろうとしていた。": "Meanwhile, when I put it on, the two of us went on a different menu.\nShe was about to get started.",
    "向こうは始まったみたいだな。める、こっちは特別メニューをやるぞ。": "Looks like it's started over there. Here, I'll give you a special menu.",
    "はい……え、特別メニュー？\n基礎機動じゃなくて、ですか？": "Yes... Huh? A special menu?\nNot basic mobility, you say?",
    "恐らくめるは、昨日の訓練の失敗を気にしていたのだろう。\nだが、俺の目的はそこではなかった。": "Meguru was probably worried about the failure of her training yesterday.\nBut that wasn't my goal.",
    "ああ。める――『フラットスピン』って知っているか？": "Yeah. Do you know what flatspin is?",
    "ええっと、飛行中に失速して、\n水平を保ったまま錐揉み状態に陥ること……ですか？": "Let's see, I stalled during the flight\nTo keep it level and fall into a cone-groping state...?",
    "そうだ。基本的にはこうなると、ほぼ操縦が効かなくなる危険な状態だ。": "That's right. At this point, she's basically in a dangerous situation where she won't be able to control it.",
    "そこで……今からめるには、意図的にフラットスピンを起こしてもらう。": "So... if I'm going to start now, I'll have to have her do a flat spin on purpose.",
    "え……えええっ！？\nわ、私、基礎機動も満足にできないんですよ！？": "Wha... Whaaat?!\nI-I can't even do basic maneuvers properly!",
    "彼女の驚く反応もわかる。": "I could understand her surprised reaction.",
    "だが、今、彼女に必要なのは、\n安い同情や優しい言葉ではないはずだ。": "But right now, what she needed was...\nIt shouldn't be cheap sympathy or kind words.",
    "……意図せず発生すれば危険な事故だが、\nもし狙って使えるなら、非常に有効な戦術機動にもなる。": "...It would be a dangerous accident if it happened unintentionally, but...\nIf you can use it on purpose, it'll be a very effective tactical maneuver.",
    "敵の攻撃を回避しつつ、有利な位置取りをする。\nそのために有用な技術なんだ。": "Evading the enemy's attacks, I positioned myself in an advantageous position.\nThat's why it's so useful.",
    "で、ですが、シミュレーターならともかく、\n競技中に実機でコントロールを失ったら……": "B-But a simulator would be one thing...\nIf you lose control on a real plane during the competition...",
    "その時は、シリウスシュガーの足手まといがひとり減るだけだな。": "If that happens, we’ll only have one less burden on Sirius Sugaru.",
    "っ……！": "...!",
    "安心しろ、そうならないための訓練だ。\nもう一度言うぞ。フラットスピンを味方につけろ。": "Don't worry, it's training to make sure that doesn't happen.\nI'll say it again. Get a flat spin on your side.",
    "返事は？": "What's your answer?",
    "……イエッサー、です。": "...Yessir.",
    "__translated__": true
}