{
    "いきなり生徒会長からの呼び出しか……\nいったい何の用事だ？": "A sudden summons from the student council president...\nWhat the hell do you want?",
    "すみません、急に呼び出してしまって。": "Sorry for calling you out so suddenly.",
    "どうしたんだ？　なんか慌ててるみたいだが……": "What's wrong? You seem kind of flustered...",
    "時間がないため詳しくは説明できません。\n端的にいえば、メイズにて大規模異常が観測されました。": "We don't have much time, so we can't explain in detail.\nTo put it bluntly, a large-scale abnormality has been observed in the Mays.",
    "取り急ぎ、貴方には異常発生場所付近の想定座標をお送りします。\n緊急対応として、確認のためすぐさま現地へ向かってください。": "As soon as possible, I'll send you the coordinates you expected to find near the abnormal location.\nAs an emergency response, please head to the site immediately for confirmation.",
    "では、私は私で対応がありますので、これで失礼いたします。": "Well then, I'll deal with it myself, so if you'll excuse me.",
    "……なんなんだ？": "...What is it?",
    "ピコピコピーン！　それについては、ボクが前に集めた\n情報ストックの中に、これかもってのがありそうです！": "*squeeze* *squieze!* That's what I gathered before.\nLooks like there's something like this in the information stock!",
    "いやぁ、前に暇すぎて１日をだらだらとネットサーフィンで\n潰したかいがありましたね！": "Well, I had so much free time before that I spent the day lazily surfing the net.\nIt was worth crushing!",
    "おお、でかした！\nなんか言ってることが、ニートのそれっぽいが！": "Wow, that was huge!\nWhat you're saying sounds like something a NEET would say!",
    "一言多くありません！？\nと、とりあえず、今要約して共有しますね！": "Aren't there too many words!?\nA-Anyway, I'll summarize it now!",
    "えーっと、えっと……現在詳しい事はまだ判明していませんが、\nメイズでは時折想定外の異常現象が発生することがあります。": "Let's see, umm... We don't know the details yet, but...\nOccasionally, unexpected phenomena occur in the Mays.",
    "その中のひとつが、『異世界からやってきた』とされる人物の存在。\n極稀に発見・保護されたという報告がありますね。": "One of them was the existence of a person said to have come from another world.\nOn rare occasions, there are reports of discovery and protection.",
    "まあ、大半はメイズシンドロームによる\n混乱や妄想の類というオチなんですけど……": "Well, most of it depends on the maise syndrome.\nIt's just confusion and fantasies...",
    "それで……あれ？　なんだっけ？": "So... Huh? What was it again?",
    "おい。": "Hey.",
    "だ、大丈夫ですよ！　ボクの超スーパー処理能力が、\r\n失われし情報を見事抽出してみせます！": "I-I'll be fine! My super-super-processing ability,\nI will extract the lost information splendidly!",
    "（つまり、ド忘れしたんだな）\r": "(In other words, she forgot.)",
    "あ、思い出し――抽出完了です！！": "Ah, I remember—extraction complete!!",
    "それで……中にはザルトゥームにはない知識を有していたり、\n身体検査の数値が異常値を見せていたーなんてことがあるそうです！": "So...some of them had knowledge that Zarthum didn't have.\nI heard that the body counts were showing abnormal values!",
    "このことからメイズは時折異なる世界と繋がるのでは\r\nという説も一部では提唱されていて――": "Because of this, Mayse sometimes finds herself connected to different worlds.\nThat's what some people have proposed.",
    "ええい！　長い、３行！　いや、１行！": "Yay! Long, three lines! No, one line!",
    "なんかヤバい事が起きてるってことです！\r": "That means something bad is happening!",
    "了解した！\nさっそく指定の座標に向かうぞ！": "Understood!\nLet's head to the designated coordinates right away!",
    "せっかくのボクの出番が、すごく雑に片付けられた……": "It's my turn, and it's been really messed up..."
}