{
    "みなさん！　高度をとってユリアを先頭とした楔壱型に編隊してください！": "Everyone! Take altitude and form a wedge Type One with Julia in the lead!",
    "シリウスシュガーがどんな策を用意してるか知らないけど、先に叩けば関係ない！": "I don't know what kind of plan Sirius Sugaru has in mind, but it doesn't matter if I hit him first!",
    "高空からのサーチアンドデストロイで一気に終わらせちゃうよ！": "Search and Destroy from high above will finish it all in one go!",
    "了解！": "Roger that!",
    "七彩ちゃん、カオスメイデンが動いたよ。高度をとって飛行してくる。一気に接近中。": "Shichika, Chaos Maiden's moving. She's flying at an altitude. It's closing in on her all at once.",
    "いつでも撃ってこいってこと？完っ全に舐められてるってことじゃん！": "You want me to shoot you anytime? You mean you're totally underestimating me!",
    "……でも、撃てばこちらの居場所がバレる。": "...But if I shoot, they'll find out where I am.",
    "どうします、七彩さん？": "What should we do, Nanaya-san?",
    "このまま身を隠していても、状況は変わりません。ビル群を利用したファイア・アンド・ムーブでいきますわ。": "Even if we stay hidden, the situation won't change. We'll go with Fire and Move, using the cluster of buildings.",
    "各機、遮蔽物に身を隠しつつ、上空の敵機への火力投射と移動！反撃を喰らわないよう注意くださいまし！": "All units, hide behind cover and firepower projectiles and move to enemy aircraft in the sky! Please be careful not to take any counterattacks!",
    "――おっ、撃ってきた。判断が早くていい感じだね～。": "――Oh, he's shooting. He's quick on the uptake.",
    "各機、急降下からの高機動格闘戦へ移行してください！": "All units, please switch from steep descents to high-mobility combat!",
    "ひとり一機撃破がノルマってことで！　よろしくー！": "It's my job to take out each and every one of them! Nice to meet you!",
    "了解。": "Understood.",
    "ふふ、ここでもしいきなりあたしが敵に寝返ったら、みんなどんな反応する？": "Hehe, if I suddenly switched sides with the enemy here, how would everyone react?",
    "アニス、こんなときに試し行為はやめてください。": "Ennis, please stop trying at a time like this.",
    "もう、冗談よぉ。": "Geez, I'm just kidding.",
    "ふふっ……ふふふふ！　たぎってきました……！戦いの始まりですね！": "Heheh... Heheheheh! It's finally here! The battle is about to begin!",
    "沙耶のスイッチが……一応言っておきますけど、いざってときはちゃんと私の指示に従ってくださいよ！": "Saya's switch... Just in case, please follow my instructions when push comes to shove!",
    "敵機接近！　近接格闘戦に持ち込むつもりだね！": "Enemy aircraft approaching! They're planning to engage in close-quarters combat!",
    "来ましたわね……作戦通り、各機はビル群を利用して一度引いて距離をとってください。": "They're here... Just as planned, please use the cluster of buildings to draw back and keep your distance.",
    "ちゆるさんは援護射撃をお願いしますわ。": "Chiyuru-san, I'm counting on you to cover me.",
    "任せて。みんなの背中はあたしが守ってあげる。": "Leave it to me. I'll protect everyone's backs.",
    "頼もしいです！": "I can count on you!",
    "それじゃ……全力で逃げちゃえ～！": "Then... run away with all your might!",
    "……なんかかっこ悪いね。": "...That's kind of lame.",
    "うっさーい！　とにかく撤退！！": "Shut up! Just retreat!!",
    "ちょっ……そっちから撃っておいて逃げるの！？すぐにやられちゃうとカッコつかないから？": "Hey... You're going to shoot me and run away?! Is it because I won't look cool if I get killed right away?",
    "そんなつまらない戦い方！　気に入らない！": "That's a boring way to fight! I don't like it!",
    "ふふ、逃げるのを追うより、あたしとしては追われるほうが好みなのだけれど。": "Hehe, I'd rather be chased than chased away.",
    "あはっ……この高揚感……！早く捕まえて、一緒に遊びましょう！": "Aha... This feeling of exhilaration...! Let's catch him and play together!",
    "逃げたって無駄！ただの時間稼ぎにしかならないよ！": "It's no use running away! It'll only buy us more time!",
    "……自ら位置をバラしておいて直ぐに退く？行動に一貫性がないような……": "...You want me to tell you where I am and then retreat right away? There's no consistency in my actions...",
    "こっちのアクションから、撤退までの判断にラグがなかった……つまり、最初から退くことを考えて撃ってきたのでしょうか？": "There was no lag between our actions and the decision to withdraw... In other words, she was thinking of retreating from the start and shooting at us?",
    "ユリアの実力は、この前の偵察を通して伝わってるはず。やっぱり……何かおかしい！": "Julia's power should have been conveyed through our reconnaissance the other day. I knew it... Something's wrong!",
    "あぁ、もうめんどっちーなぁ！一気に突撃して終わらせてあげる！": "Ah, geez, what a pain in the ass! I'll charge in and finish it all off in one go!",
    "待ってください！　ユリア！！": "Wait! Julia!",
    "では、それを実現するための策をお前らに授ける。": "Well then, I'll give you a plan to make that happen.",
    "それは――": "That's――",
    "それは……": "That's...",
    "七彩、任せた。": "I'll leave it to you, Shichika.",
    "おまえじゃないんかい！": "It's not you!",
    "といっても、%usernameusernameuserna%さんと一緒になって考えた作戦ですわ。": "That said, %usernameusernameuserna% and I came up with this plan together.",
    "理屈としては単純です。相手が砲撃を避けるなら、避ける隙間もないほどの飽和攻撃をしかければいいのです。": "Logically speaking, it's simple. If the enemy wants to avoid a bombardment, they'll have to resort to saturation attacks that leave no openings for them to dodge.",
    "うわっ、急にバカみたいなこと言い出した。たった５機でそんな弾幕張れるわけないじゃんか。": "Whoa, she suddenly sounded like an idiot. How could she set up a barrage like that with just five TSFs?",
    "（ま、ラミの疑問も当然だな）": "(Well, Rami's question is only natural.)",
    "しかし、七彩は自信ありげに微笑んだ。": "However, Shichika smiled confidently.",
    "そのために……次の試合ではこれを使用いたします。": "To that end... I will use this in the next match.",
    "これは……近接信管を搭載した１２０ｍｍ榴弾！？": "This is... a 120mm grenade with a close-range fuse!?",
    "榴弾って、あの着弾したら破片が広がるヤツ？": "A grenade? You mean the one that gets splintered when it hits?",
    "そうだね。かなりの広範囲に飛散する弾よ。たしかにこれをまとめて撃ち込まれたら、避けようがないか。": "That's right. It's a bullet that scatters over a very wide area. I guess there's no way to dodge it if it's all fired at once.",
    "でも、これって小型のメイズシフター用ですよね？いくら薄いとはいえ、ＭＧの装甲には効果がないんじゃ……": "But this is for a small maise shifter, isn't it? Even if it's thin, it won't have any effect on MG armor...",
    "もちろん、これだけで撃墜は不可能でしょう。ですが、足止めくらいはできますわ。": "Of course, it would be impossible to shoot them down with just this. However, we can at least slow them down.",
    "……榴弾で足止めをしてその隙に撃墜、と。": "...She said she'd stop him with a grenade and use that opportunity to shoot him down.",
    "そのために、徹甲弾も準備しますわ。": "I'll prepare armor-piercing rounds for that.",
    "なるほど……": "I see...",
    "いいじゃん……！なんかやれそうな気がしてきた！": "What's wrong with that...?! I'm starting to feel like I can do something!",
    "ユリアさんの性格ならこの状況に焦れて、先陣を切って飛び込んで来るはずですわ……！": "Given Julia's personality, she should be impatient with this situation and jump in first!",
    "勝負はその一瞬！": "The match lasts for that moment!",
    "来たっ！　射撃開始ッ！！": "It's here! Commencing fire!!"
}