{
    "溢れるやる気に身を任せて走り込みを始めたジュリーに付き合って、\n俺も一緒に走り込みをして汗でべとべとになってしまう。": "I went along with Julie, who had given herself over to overflowing motivation and started running\nI start running with her, and I'm covered in sweat.",
    "ドロドロになったので特別養成校舎のシャワー室を\n借りて汗で流してスッキリとすることにした。": "Now that it's all gooey, I need a shower room in the special training building.\nI borrowed it, washed it off with sweat, and decided to refresh myself.",
    "運動後のシャワーはいいもんだな。\n……ん？": "It's nice to shower after exercise.\n...Hm?",
    "ふんふふふ～ん……あれ？　えっ？\n%usernameusernameuserna%？": "Heheheheh... Huh? What?\n%usernameusernameuserna%?",
    "突然入ってきたジュリーを見て硬直する俺。\nそして、自分が裸であることを思い出したのか顔を赤くする。": "I stiffened when I saw Julie suddenly enter the room.\nAnd then, she blushed, as if remembering that she was naked.",
    "ひやっ……んっ、むぐぐぐぐぐぐ！？\nむぐ、むぐぐぐー！": "Hiyah... nn, muguguguugugugu!?\nMugu, muguguguu!",
    "慌てて口をふさいだせいで、息が止まりそうだったので緩める。\n多少は落ち着いたのか、涙目で俺に抗議の目を向ける。": "I quickly covered my mouth, so I loosened it, since I felt like I was going to stop breathing.\nShe must have calmed down a little, because she looks at me with teary eyes in protest.",
    "し、死ぬかと思った……\nなんで%usernameusernameuserna%がいるの！？": "I-I thought I was going to die...\nWhy is %usernameusernameuserna% here?!",
    "その質問に対して、\nむしろ俺がいるのに入ってきたのはジュリーだぞ？　と伝える。": "In response to that question,\nIf anything, I told her, \"You're the one who came in when I'm here, Julie.\"",
    "あっ、うう……ご、ごめんなさい。\n私も早くシャワー浴びたかったから確認忘れてた……": "Ah, uuu... I-I'm sorry.\nI wanted to take a shower too, so I forgot to check...",
    "……つまりはジュリーのうっかりというわけか。": "...In other words, Julie was careless.",
    "外からガヤガヤと声が聞こえてくる。\nどうやらシャワールームに他の生徒が入ってきたらしい。": "I could hear voices rattling outside.\nApparently, another student had entered the shower room.",
    "ど、どうしよ……出られなくなっちゃった……": "Wh-What should I do...? I can't get out...",
    "俺が密着しているせいか、\n肉棒へジュリーのお尻が押し付けられている。": "Maybe it's because I'm so close to her,\nJulie's butt was pressed against my shaft.",
    "ひやっ！？　な、なんだかお尻に当たってる……？\nこ、これって何？": "Hyah?! I-Is it hitting my butt...?\nWh-What is this?",
    "……あっ、もしかしてこれって……男の人の……？": "...Ah, is this... a man's...?",
    "俺が勃起している事にジュリーが気付いてしまう。\n何か言い訳をしなくてはと考え……": "Julie noticed that I was erect.\nI thought I had to come up with an excuse...",
    "だ、大丈夫？　あたし、聞いたことがあるの。\n男の人って、大きくなると辛いんでしょ？": "A-Are you okay? I've heard of it.\nMen suffer when they grow up, don't they?",
    "その反応に、俺は何とも答えられない。\n辛いのは辛いが、今は大変というわけでも……": "I couldn't respond to her reaction at all.\nIt's painful, but it's not hard right now...",
    "えっと、こういう時は女の子が小さくしてあげるのよね？": "Um, at times like this, girls make them smaller, right?",
    "間違えて入っちゃったし……\n私が処理して小さくしてあげるからね……！": "I went in by mistake...\nI'll take care of it and make it smaller...!",
    "そういって彼女は俺の肉棒を擦り上げるように、\nお尻を押し付けていく。": "As she said that, she rubbed up against my meat pole.\nI pressed my butt against hers.",
    "こうして……んんっ……！\n": "Like this...nnn...!\n",
    "んにゅ……ふぅ、んっ、んあっ！": "Nnyu...fuu, nn, naah!",
    "ジュリーが押し付けたお尻は、\nその弾みのまま彼女の秘所へと肉棒が挿入される。": "Julie pressed her butt against me...\nThe meat pole was inserted into her secret place, still bouncing.",
    "ひぐっ……んっ、は、入っちゃった……\nんっ、ふぅ……んっ、お腹、びりびりする……": "Hgh... nn, I-It's going in...\nNn, fuu... nn, my stomach is tingling...",
    "ふぅ、んん……でも、なんか……んっ、ふぅ……\n気持ち、いいかも……？　んっ、んん……": "Fuu, nnn... But, somehow... nnn, fuu...\nIt might feel good...? Mm, mmm...",
    "そういって、時折快感の声を上げるジュリー。\nそんな彼女の言葉に肉棒が更に固く屹立する。": "Julie cried out in pleasure from time to time as she said that.\nAt her words, my meat pole stood even harder and taller.",
    "んにゅっ！？　はぁ、うう、あたしの中で、\nなんだかもっと大きくなってきてる……": "Hmmnyuu?! Haa, uuu, inside me,\nIt's getting even bigger...",
    "んっ、はぁ、はぁ……このままだと、ダメだよね……？\n小さくするには、こすらないと、だよね……？": "Nn, hah, haah... I can't keep going like this, can I...?\nTo make it smaller, you have to rub it, right...?",
    "そういって彼女は、\nゆっくりと自分から腰を振って動かしていく。": "Saying that, she...\nI slowly moved my hips on my own.",
    "はぁ、はぁっ、んっ、ふぅ……んんん……\nひぐっ、んっ、はぁ、ああ……": "Haa, haa, nn, fuu...nnnn...\nHiguu, nn, haa, aah...",
    "気持ち、いい……？\nんっ、ううう……これで、小さく、なるかな……？": "Does it feel good...?\nNn, uuuu... Will this... make it smaller...?",
    "その言葉にうなずいて返事をする。\nキツく締め付ける肉壺の快感に思わず声が漏れそうになる。": "I nodded in response.\nI almost let out a moan from the pleasure of her tight pussy.",
    "はぁ、はぁっ、あっ、んぅうう……！\nふぅ、ふぅ……んっ、んん……！　あっ、はぁ……！": "Haa, haa, ah, nnuuu...!\nFuu, fuu...nn, nnn...! Ah, haa...!",
    "んっ、ああっ、小さく、なるって、思ってたのに……！\nなんか、どんどん、大きくて、硬く、なって……！": "Nn, aaah, I thought it'd get smaller...!\nIt's getting bigger and harder...!",
    "はぁ、んっ、あっ、ああ、んぅう、ふぅ……！\nあたし、変に、なっちゃい、そう、んぅうう……！": "Haa, nn, ah, ahh, nnuu, fuu...!\nI'm, going crazy, right, nnuuu...!",
    "可愛らしい声で喘ぎながら腰を振るジュリー。\n彼女の反応を見ていると、徐々に俺自身が我慢できなくなる。": "Julie gasped in a cute voice as she swung her hips.\nAs I watch her reaction, I gradually lose control of myself.",
    "ふぅ、んっ、はぁ、ああっ……んっ、うう……\nどう、したの？　んっ、ふぅ……！": "Fuu, nn, haa, aah...nn, uuu...\nWhat's wrong? Nn, fuu...!",
    "んんっ……なんで、%usernameusernameuserna%が、\nんっ、ふぅ、動くの……？　んっ、ああっ！": "Mmm... Why is %usernameusernameuserna%...\nNn, fuu, you're moving...? Nnh, aah!",
    "そんなに、動かされたらぁ……！　んっ、あああ！\nあたし、変に、なっちゃうからぁ……！": "If you move so much...! Mm, ahhhh!\nI'm going to go crazy...!",
    "蕩けたような表情を浮かべて、\nジュリーはさらに快感で息を荒げる。": "An intoxicated expression came over her face\nJulie panted with even more pleasure.",
    "はぁ、はぁっ、んっ、うううう……！\nあたしのなかで、熱くて、硬いのが、んっ、ああ！": "Haa, haa, nn, uuuu...!\nThe hot, hard thing inside me is, nn, aaah!",
    "いっぱい、暴れて……んっ、ううう！\nふぅ、んっ、ああ、こえ、でちゃう……！": "She's rampaging a lot... Nn, uuuu!\nFuu, nn, ahh, it's scary, I'm going to cum...!",
    "外にはまだ人の気配がある。\nこのままではバレると、彼女の声を抑えるように耳元で囁く。": "I could still sense people outside.\nAt this rate, she would find out, and I whispered into her ear to suppress her voice.",
    "んむっ……んっ、ううう……！　むぐ、んっ、んん！\nんう……！　はあ、ああ、こえ、かってに、でちゃ……！": "Nmh... nnh, uuuh...! Mgh, nn, nnnh!\nNnu......! Haa, aaah, it's scary, coming out......!!",
    "あうっ、ん、ふぅ、んんんぅ！\nんっ、きもちよくて、んっ、ああっ……がまん、できなっ……！": "Auh, nh, fuu, nnnh!\nMm, it feels so good, mm, ahh... I can't hold back...!",
    "バレるかもしれないというのに、\nジュリーの反応にさらに彼女の痴態を見たくなる。": "Even though they might find out,\nJulie's reaction made me want to see more of her foolishness.",
    "んむっ！？　んんっ、んううううう！\nはぁ、ふぅ、や、あっ、ああっ……！　それ、だ、だめ……！": "Nmm?! Nnn, nnuuuu!\nHaa, fuu, ya, ah, aaah...! Don't do that...!",
    "はげし、すぎてっ……！\nんっ、くっ、ふぅ、んんん……！　へんに、なるから……！": "You're too rough...!\nNn, kh, fuu, nnn...! I'm going to go crazy...!",
    "はぁ、あっ、ああっ！　こえ、もれ、ちゃうっ……！\nだれかに、きこえ、ちゃうのにっ……！": "Haa, ah, aaah! It's scary, it's going to come off...!\nSomeone's going to hear it...!",
    "んきゅ、うぅ、んっ、あっ、ああああ……！\nはぁ、ああっ、やっ、んん！　きもち、いいのぉ……！": "Ngyu, uu, nn, ah, ahhhh...!\nHaa, aah, yaah, nnn! It feels, good...!",
    "周囲から聞こえるシャワーの音でかき消されているが、\nいつバレるか分からない背徳感が更に劣情を燃え上がらせる。": "It had been drowned out by the sound of the shower around us, but...\nThe immoral feeling of not knowing when she would be found out only fueled my carnal desires even more.",
    "うぅ、んっ、はぁ、あっ、ああ……！\nおなかのおくから、気持ちいいのが、いっぱいきて……": "Uu, nn, haa, ah, aaah...!\nIt feels so good, coming from deep inside my stomach...",
    "きゅうきゅうって、して、んぅ、はぁ……\nもっともっと、してほしいって、いってるの……": "Squeeze, nnu, haa...\nI'm saying, I want you to do it more and more...",
    "普段は快活で、性の事を感じさせないジュリーの、\n女の子な一面を見て俺の高ぶりは止まらなくなった。": "Julie's, who was usually cheerful and didn't seem to care about sex\nSeeing that girlish side of her, I can't stop getting excited.",
    "ひうっ、はぁ、ああっ、んぅう！\nそんな、うごかすの、はげし、んっ、あああ！": "Hiu, haa, aah, nnuu!\nIt's too rough, moving around like that, nn, ahhhh!",
    "こえ、だしちゃ、だめ、なのにぃ……！\nあたし、はぁ、ああっ、もう、こえが、かってに、でて……！": "I can't let it out, I'm scared...!\nI'm, haa, aaah, already, scared, coming out...!",
    "んっ、ああっ、だ、だめなのにっ……！\nほかのひとに、きこえちゃうのっ……、んっ、あああ！": "Nn, aah, I-I can't...!\nI can hear it from someone else... nn, ahhhh!",
    "外からシャワーの音も消えて人の気配はなくなっている。\nしかし、快感に集中するジュリーは気づいていない。": "The sound of the shower had disappeared from the outside, and there was no sign of anyone.\nHowever, Julie, who was concentrating on the pleasure, didn't notice.",
    "んむっ、はぁ、ああっ、うぅ、み、みられ、ちゃう！\nんっ、はぁ、ああっ、やっ、あああ……！": "Nmm, haa, aah, uu, I-I'm going to be seen!\nNn, haa, aah, no, aaah...!",
    "はぁ、はぁっ、んっ、うう、まだ、ちいさく、ならないの……？\nんっ、うぅ、もう、あたし、このままだとっ……！": "Haa, haa, nn, uuu, it's still too small...?\nNnh, uuh, geez, at this rate, I'll...!",
    "気持ちよくなりすぎて、んっ、ふぅ、うう……\nこえ、がまんできないくらい、だめに、なっちゃう……！": "It feels too good, nn, fuu, uuu...\nI'm so scared, I can't take it anymore...!",
    "絶頂が近くなっているのか、\nジュリーは快感でがくがくと足を震わせている。": "She must be nearing climax.\nJulie's legs were trembling from the pleasure.",
    "はぁ、はぁっ、んっ、ああっ、ふぅ、んん！\nこうして、お尻を、ぎゅって、して！": "Haa, haa, nn, aah, fuu, nnn!\nJust like this, squeeze my butt!",
    "んっ、はぁ、ああっ、いっぱい、しめつけて、あげたら、\nびくびくって、して、気持ち、いいんだよね……！": "Nn, haa, aaah, if you squeeze me, a lot, then...\nIt's twitching, and it feels good...!",
    "いっぱい、いっぱい、してあげるからっ……！\nんっ、ふぅ、はぁ、あああっ！": "I'll give you lots, lots...!\nNn, fuu, haa, aaah!",
    "%usernameusernameuserna%、ねえ、\nあたし、うまく、できてる？　んっ、うう！": "%usernameusernameuserna%, hey,\nAm I doing well? Mm, ugh!",
    "必死に動かして射精をさせようとしているジュリーのおかげで、\n凄く気持ちよくなっていると答える。": "Thanks to Julie, who was desperately trying to move and ejaculate...\nI answer that I'm feeling really good.",
    "はぁ、あっ、んぅ？　ほんとに？　んっ、はぁ、\nそれなら、あっ、んぅう、よかった……！": "Haa, ah, hmm? Really? Hm, haa,\nIn that case, ah, nngh, thank goodness...!",
    "もっともっと、%usernameusernameuserna%の、\nすきに、していいからっ！　あたしのこと、使っていいからね！": "More, more, %usernameusernameuserna%'s,\nYou can do whatever you want! You can use me!",
    "その言葉を聞いて、ならもっと激しくしても大丈夫かと聞く。": "Hearing those words, I ask if it's okay to be rougher.",
    "はぁ、はぁっ……い、いいよ？\nあたし……がんばって、みせるから……！": "*pant pant*... I-It's okay.\nI'll... do my best...!",
    "彼女の承諾を受けて、\n俺はまるで物を扱うように激しく腰を動かした。": "With her consent,\nI moved my hips violently, as if handling an object.",
    "ひあっ、んっ、ああっ！　やっ、ああ、そんなっ、\nはげしくてっ、あたし、んっ、ああっ……！": "Hiah, nnh, aah! No, aaah, that's...\nI'm so rough! Mm, ahhh...!",
    "んっ、ううう！　こわれ、ちゃうっ……！\nこのままだと、あたしっ、へんに、なっちゃう……！": "Nn, uuuu! It's going to break...!\nAt this rate, I'll... go crazy...!",
    "ひぐっ、あっ、ああ、だ、だめっ、なんだか、\nあたしの、からだっ、かってに、びくびくって、して……！": "Higuu, ah, ahh, n-no, it's just...\nMy body... is twitching...!",
    "ジュリーが快感で体を痙攣させるたびに、\n膣肉も締め上げて俺の肉棒に快感をもたらす。": "Every time Julie convulsed from the pleasure...\nHer vaginal flesh tightens, bringing pleasure to my cock.",
    "腰の動きを止めないままに、\nジュリーに凄く気持ちが良いと耳元へ伝える。": "Without stopping the movement of her hips,\nI told Julie that it felt really good.",
    "ほんと、にっ……？　だったら、\nんっ、はぁ、ああ、さいごまで、がんばる、ねっ……！": "Really...? In that case...\nNn, haa, aah, I'll do my best until the end...!",
    "%usernameusernameuserna%がっ……！\nきもちよくなって、すっきりできるためにっ……！": "%usernameusernameuserna% is...!\nSo that I can feel good and refresh myself...!",
    "いっぱい、いっぱい、して、いいからっ……！\nんっ、はぁ、ああっ……！　だから、んっ、うう！": "You can do it, lots, lots...!\nNn, haa, aaah...! So, nn, uuu!",
    "がまんしないで、あたしに……！\nいっぱい、だしちゃって、いいから、ねっ……！": "Don't hold back, me...!\nYou can cum a lot, okay...!?",
    "そんなジュリーからの言葉に、\n俺も限界が近くなり射精感がこみあげてくる。": "Hearing those words from Julie...\nI'm nearing my limit too, and the urge to ejaculate wells up inside me.",
    "彼女と一緒に行くために、最後のスパートをかける。": "I put on my last spurt to go with her.",
    "ひぐっ、あっ、やっ、ああああ……！\nんっ、うううう、やっ、あっ、だ、だめぇ……！": "Higuu, ah, no, aaaaah...!\nNn, uuuu, no, ah, d-don't...!",
    "は、はげしすぎるのっ……！　んっ、ううう……！\nこえ、ほんとうに、がまん、できなくなって……！": "Y-You're too rough...! Nn, uuuu...!\nScary, I really can't hold back anymore...!",
    "ひぐっ、あっ、はぁ、はぁ……！\nなんだか、あたしも、んっ、うう、へんに、なっちゃう……！": "Higuh, ah, haa, haah...!\nFor some reason, I'm also, nn, uuu, going crazy...!",
    "%usernameusernameuserna%っ……！\nあたしも、い、いっちゃう、いっちゃうのっ……！": "%usernameusernameuserna%...!\nI-I'm cumming too, I'm going to cum...!",
    "んっ、ううう！　あたまのなか、まっしろに、\nなっちゃうっ！　はぁ、あっ、あああ……！": "Nn, uuuu! My head's all white,\nIt's going to happen! Haa, ah, aaah...!",
    "んっ、ううっ、もう、だめっ、げんかい、なのっ！": "Nn, uuu, I can't take it anymore, I'm going to die!",
    "ひぐっ、あっ、んっ、あああああああああああああ！": "Higuu, ah, nn, aaaaahhhh!",
    "もはや声を抑えらせずに絶頂の嬌声を上げるジュリーへと、\n俺も白濁液を彼女の膣奥へと注ぎ込んだ。": "Julie let out a slutty cry of climax, no longer able to keep her voice down.\nI poured my cloudy-white fluids into the depths of her vagina as well.",
    "絶頂後の虚脱感に身を任せながら、\n二人で息を整えているとジュリーがはっとしたようにいう。": "As she surrendered herself to the lethargy that followed her climax,\nAs the two of us caught our breaths, Julie gasped.",
    "%usernameusernameuserna%、大変……！\nあたし、声、凄く出ちゃってた……！": "%usernameusernameuserna%, this is terrible...!\nMy voice was so loud...!",
    "既にシャワーから上がって、\n今は俺たち以外に人がいないから大丈夫だと伝える。": "I've already gotten out of the shower.\nI tell her that there's no one else here right now but us, so she'll be fine.",
    "そ、そうなの……？　よかった……\nそれで、%usernameusernameuserna%も大丈夫？　辛くない？": "R-Really...? Thank goodness...\nSo, %usernameusernameuserna%, are you okay? Doesn't it hurt?",
    "気持ちよかったが小さくしなくても我慢できるし大丈夫だと、\n純真な彼女に真実を伝えるべきではないだろうか？": "It felt good, but I didn't have to make it small to hold back, and it was fine, I thought.\nShouldn't I tell her the truth when she's innocent?",
    "そう考えもう大丈夫だと伝えてから、\n俺はジュリーに真実を伝えようとして……": "Thinking about it that way, I told her I was fine now, and then...\nI tried to tell Julie the truth...",
    "えへへ、それなら、良かったぁ……\nあたし、%usernameusernameuserna%の助けになれたのね。": "Ehehe, then I'm glad...\nI was able to help %usernameusernameuserna%.",
    "嬉しそうな声でそう言われてしまうと、\n彼女の笑顔を奪い取る覚悟が出てこない。": "When she said that in a happy voice...\nI wasn't ready to snatch away her smile.",
    "%usernameusernameuserna%、また大きくなって、\n辛くなっちゃった時にはね……": "%usernameusernameuserna%, you're getting bigger again,\nWhen it gets tough...",
    "あたしに言ってね？\n%usernameusernameuserna%のために、頑張るから……！": "Tell me, okay?\nI'll do my best for %usernameusernameuserna%...!",
    "いっぱい、%usernameusernameuserna%には助けてもらったし、\n今度はあたしが助けてあげるわね！": "%usernameusernameuserna% saved me a lot,\nNext time, I'll save you!",
    "そして俺は大きくなった時には、\nジュリーに次もお願いするという約束をしてしまうのだった。": "And by the time I grew up...\nHe ended up promising to ask Julie to do the same for him next time."
}