{
    "呑気にランチしてていいんでしょうか……？\nこうしている間にも、期限がやばたんなのに……": "Is it okay for us to have a carefree lunch...?\nEven as we're doing this, the deadline is running out...",
    "どのみち休憩時間が終わらないと、みんなは集まらない。\n俺達だけ慌てても仕方がないさ。": "Either way, everyone wouldn't be able to get together until break time was over.\nThere's no point in us being the only ones panicking.",
    "今はとにかく食事だ。\nきっとミーティングは長丁場になるから、覚悟しておくんだぞ。": "Right now, it's time to eat.\nI'm sure the meeting will be a long one, so be prepared.",
    "お、おけまるです！\n夜まで戦えるよう、ご飯は盛り盛りでいきます！": "I-It's okay!\nWe'll make sure the rice is full so we can fight until nightfall!",
    "ああ。リーダーが元気をなくしてるようじゃ困るからな。\n食べすぎない程度にガッツリいってくれ。": "Yeah. It'd be a problem if the leader lost his energy.\nJust make sure you don't eat too much.",
    "夜まで戦うって、どういうことかしら～？": "I wonder what it means to fight until nightfall?",
    "ひゃあっ！？": "Hyaa!?",
    "ロージー？\nいつの間に……": "Rosie?\nWhen did you...",
    "やっぱり%usernameusernameuserna%達だったね。": "It really was %usernameusernameuserna% and the others.",
    "驚かせちゃってごめんなさい。\n窓の外からそれっぽい後ろ姿が見えたから、気になって。": "I'm sorry for surprising you.\nI saw her from outside the window, so I was curious.",
    "何だ、みんな一緒だったのか。\nミーティング再開の前にチームが勢揃いしちゃったな。": "What, they were all together?\nThe team's all here before the meeting resumes.",
    "みんなもこれからランチですか？": "Are you guys having lunch too?",
    "流石に食べ終わってるよ。": "She's done eating, of course.",
    "みんなで文化祭のことお喋りしてたら、\n楽しくて食が進みすぎちゃったくらいで。": "While we were all chatting about the cultural festival,\nIt was so much fun that the food just went too far.",
    "それで、私が腹ごなしの散歩を提案したんだ。\nカロリーの取り過ぎは午後のパフォーマンスに影響を及ぼすからね。": "That's why I suggested a walk to eat.\nTaking too many calories will affect your performance this afternoon.",
    "じゃあ、先に教室に戻ってるか？\n話し合いの議題を纏めたりとか――": "Should we head back to the classroom first, then?\nLike putting together topics for discussion—",
    "ううん。\nせっかく一緒になったから、私達も一緒にお茶していいかな？": "Nope.\nNow that we're together, can we have tea together?",
    "甘いものは別腹って言うもの。\n同席するならデザートも注文しちゃいましょ。": "Sweets are called separate stomachs.\nIf we're going to be together, let's order dessert too.",
    "いや、そんなことしたら食後の散歩の意味が――": "No, if I did that, there'd be no point in going for an after-dinner walk—",
    "こんなときまでカタいこと言わないの～！\nカロリーなんて、あとでまた消費すればいいじゃない！": "Don't be so hard on me until now!\nWe can just burn the calories again later!",
    "ロージーらしいなぁ……\nま、たまには多めの糖分補給も悪くないか。": "That's just like Rosie...\nWell, it's not a bad idea to get a lot of sugar once in a while.",
    "それに、さっきふたりが言ってたじゃない？\n今日は遅くまでミーティングするかもしれないって。": "Besides, didn't the two of you just say that?\nWe might have a meeting late tonight.",
    "なんだ、しっかり俺達の話を聞いてたのか。": "Oh, so she was listening to us?",
    "遅くまでかかるなら、その分のカロリーは補給必須かな。": "If it's going to take too long, I'll need to replenish my calories.",
    "『みんなで』頑張ろうね。\nトレブルクインテット全員で、最高の出し物を決めるために。": "\"Let's all do our best.\"\nTo decide the best performance for all of Treburg-Intette.",
    "っ……！": "...!",
    "……はいっ！\nみんなで食卓を囲んだら、アゲアゲのぽよです！": "...Okay!\nOnce we're all seated around the table, it'll be a bald spot!",
    "フルート、さっきとはちょっと様子が変わったね。": "The flute looks a little different from before.",
    "えっ？": "Huh?",
    "変わったというか、元に戻ったっていうのが正しいのかも。": "Or maybe it's more accurate to say that I've changed, and I'm back to normal.",
    "もしかして、フルートのこと気付いてたんですか？": "Did you notice the flute?",
    "まあ、そりゃね？　ちょっと様子が変だなーって。\nでもフルートが言いたくないなら黙ってようと思ってた。": "Well, that's true, isn't it? She's acting a little strange, I thought.\nBut if the flute didn't want to say it, I thought I'd keep quiet.",
    "みんな……えへへ、フルートはまだまだですね！": "Everyone... Ehehe, you still have a long way to go on the flute!",
    "……実は、みんなにちゃんと伝えないといけないことがあるんです。\nさっきの話し合いのことで――": "...Actually, there's something I need to tell everyone.\nAbout the discussion earlier—",
    "あ、ちょっとストップ。その件は、あとでゆっくり聞かせて。\nまだ休憩時間だもの。": "Ah, stop for a second. Tell me about it later.\nIt's still break time.",
    "私としてはタイパいいし纏めてやる方がいいけどね～。": "Personally, I think it'd be better to wrap it all up.",
    "それじゃあ、どっちにも集中できないわよ。\nだからまずはスイーツに全力投球よね♪": "Then you won't be able to focus on either of them.\nThat's why you have to throw everything you've got into sweets first♪",
    "私は何を注文しようかな……": "I wonder what I should order...",
    "このお店のオススメは特盛フルーツパフェだね。\n値段もお手頃価格。フルーツもたっぷりなんだよ。": "I recommend this place's special fruit parfait.\nThe prices are reasonable. They're full of fruit, too.",
    "へえ、それはいいわね。\nそれじゃあ私はそっち注文しちゃおうかしら♪": "Wow, that's nice.\nWell then, I think I'll order that one♪",
    "ロージー、よく食べるねぇ……\nさっきのお昼も結構食べてたのに。": "Rosie sure eats a lot...\nI ate a lot of lunch earlier, too.",
    "メニューの写真からしてバイブス爆アゲです！\nいちごにオレンジに……色とりどりでぽよかわですね♪　それに……": "From the picture on the menu, it's a vibes explosive age!\nStrawberry, orange... It's so colorful and soft♪ And...",
    "おいおい、フルートはまずご飯を食べないとダメじゃないか？\n先にデザートメニューとにらめっこしてどうするんだ。": "Hey, hey, don't flutes have to eat first?\nWhat's the point of having a staring contest with the dessert menu first?",
    "えっと、映えで美味しそうなスイーツだったのでつい……\nすっごく気分アゲアゲになっちゃいましてぇ……": "Umm, it looks good on the outside, so I just...\nI feel like I'm going crazy...",
    "まあ、お腹が空いているだろうし、気持ちは分かるけどな。": "Well, I'm sure she's hungry, so I understand how she feels.",
    "（フルートはすっかり調子を取り戻したな。\n俺も食べてこの後の話し合いに備えておかないとな。）": "(The flute is back to normal.\nI'll have to eat too and prepare for the discussion after this.)",
    "――みんな、ごめんなさい！\n実はフルート、ずっと我慢してました！": "――I'm sorry, everyone!\nActually, I've been holding back my flute this whole time!",
    "び、びっくりしたぁ……": "Th-That surprised me...",
    "……教室に戻った途端、藪から棒にどうしたの？": "...What's wrong with you the moment you get back to the classroom?",
    "ずっと、フルートは我慢しちゃって……みんなの意見を、\n否定したくないって思って黙っちゃってたんです。": "For a long time, the flute held back... Everyone's opinions\nI didn't want to deny it, so I kept quiet.",
    "ずいぶん遠慮がちな様子だったのは、薄々気付いてたけどね。": "I had a vague idea that she was quite reserved, though.",
    "でも、それじゃダメだって気づきました！\n誰かが我慢をする……そんなんじゃ、ぽよじゃないって！": "But I realized that wasn't going to work!\nSomeone's holding back... It's not like that!",
    "だから……みんなでいっぱい話し合って決めたいんです！\nみんなが納得して楽しめる最高の文化祭にするために！": "That's why... I want to talk it over with everyone and decide!\nTo make this the best cultural festival that everyone can accept and enjoy!",
    "そうね。フルートちゃんの意見だって聞きたいわ。\nあたしだって、納得をして文化祭を楽しみたいもの。": "That's right. I want to hear Flute's opinion, too.\nI want to accept it and enjoy the cultural festival too.",
    "はい！　フルートも含めたトレブルクインテット全員で、\n本音を伝え合って『ぽよ』を目指す……そう決めました！": "Yes! All of Treburg-Intedt, including the flute,\nWe'll tell each other how we really feel and aim for 'poyo'... That's what I've decided!",
    "そういうわけだ。\nフルートの言葉を踏まえて、俺から方針を伝える。": "So that's how it is.\nBased on the flute's words, I tell her my plan.",
    "心残りのないよう、遠慮せず各々の意見をぶつけてくれ。\nその先に『トレブルクインテットの出し物』に相応しい結論がある。": "Please don't hesitate to share your opinions with me.\nBeyond that, there was a conclusion worthy of \"Treburg Intette's program.\"",
    "了解。まあ、それが私たちらしいだろうからね。": "Understood. Well, that's just like us.",
    "改めて言われなくても、最初からそのつもりだよ。": "You don't have to tell me again. I was planning to do that from the start.",
    "フルート、今度悩んだら相談して欲しいな。\nひとりで悩んだりせずにみんなで解決したいから……ね？": "Next time you're worried about a flute, I want you to talk to me about it.\nI don't want to worry about it alone, but I want everyone to solve it together... Okay?",
    "まったくよ。あたし達はチームなんだからね♪": "Seriously. We're a team, after all♪",
    "みんな……本当にありがとうございます！": "Everyone... Thank you so much!",
    "――あ、それと話しておかないといけないことが\nもうひとつありました！": "—Oh, and there's something I need to talk to you about.\nThere was one more thing!",
    "それってまた個人的なこと？\nもうこの際、何でも来いだよ。": "Is that personal again?\nAt this point, I'll do anything.",
    "ふふふっ。\nあたし達がどーんと受け止めてあげるわよ。": "Heheheh.\nWe'll take it all in.",
    "とりま明日までにやることを決めないと……\n文化祭の提出期限を過ぎちゃっておわぽよです！": "Anyway, I have to decide what to do by tomorrow...\nIt's past the deadline for the cultural festival!",
    "……ええ～っ！？": "...Whaaat?!",
    "まさか、想定の斜め上の告白がくるとはね……": "I didn't think I'd get such an unexpected confession...",
    "カフェの外から２人を見かけたとき、\nただならぬ様子だったのは、それが原因……？": "When I saw them from outside the café...\nIs that the reason she was acting so strange...?",
    "それはシンプルにフルートの手落ちだね……\nまあ、ひとりで抱え込みすぎってことで。": "That's a simple trick of the flute...\nWell, I guess I'm taking it too far on my own.",
    "うう、ごめんなさいです……\nお叱りもちゃんと受け入れますので……": "Ugh, I'm sorry...\nI'll accept your scolding...",
    "まあ、今怒るよりも何をやるか決めるのが先でしょ？\nだから凹んでないで、話し合いましょ。": "Well, rather than get angry right now, we should decide what to do first, right?\nSo don't get depressed. Let's talk.",
    "期日は動かない訳だしね。": "The deadline isn't moving, after all.",
    "それじゃ、会議を始めよっか。\nここからは一分一秒も惜しいからね。": "Well then, let's start the meeting.\nEvery minute is precious from here on out.",
    "よし、それじゃあまずは全員の希望を出していくか。": "All right, let's give everyone hope first.",
    "あたしの個展に～……": "My exhibition...",
    "私のＶＲお化け屋敷ね。": "My VR haunted house, huh?",
    "私は、みんなで一緒に作る劇を……": "I'm going to make a play with everyone...",
    "休憩所は別に入れなくてもいいのに。": "You don't have to go to the rest area.",
    "これもエヴィの希望だからな。": "This was Eve's hope, after all.",
    "はい！　エヴィちゃんの出してくれた意見なのに、\n入れないなんてことはしませんから！": "Yes! Even though it was Eve's opinion,\nI won't let you in!",
    "さて、この全員のやりたい意見をまとめたうえで、\n現実的に実行可能かどうかを検討していきたい。": "Now then, after putting together the opinions all of these people wanted to have,\nI want to see if it's realistically feasible.",
    "の、前にもうひとつ、やりたい企画を提出してもらわないとな。\n――フルート、お前のやりたいことはなんだ？": "I-I need you to submit another project you want to do before that.\n—What do you want to do, Flute?",
    "はい。フルートは……": "Yes. As for the flute...",
    "みんなと一緒に、コスプレがしたいです！\nお祭りらしく、きゃわたんで楽しい仮装で盛り上がりたいです！": "I want to cosplay with everyone!\nIt's like a festival, and I want to get excited in a fun costume!",
    "仮装大会をやりたいってこと？": "You mean you want to hold a costume contest?",
    "教室を仮面舞踏会的なスペースにするのかな？": "I wonder if they're going to turn the classroom into a masquerade-like space?",
    "……コスプレって、私もやるの？": "...Cosplay? Do I do it too?",
    "みんなって言ってるんだから、そういうことじゃない？": "I'm saying everyone, so isn't that what's going on?",
    "……その、だめでしょうか？": "...Um, is that a bad idea?",
    "そんなことないよ。\nフルートの意見だって、とっても素敵。": "That's not true.\nEven the flute's opinion is wonderful.",
    "そうね。\nコスプレして皆で盛り上がる……とってもらしいわ♪": "That's right.\nThey're cosplaying, and everyone's having fun together... It's so cute! ♪",
    "とはいえ、私も素直にやりたい事を諦めるつもりはないけどね。\n体験型のＶＲはやっぱり捨てがたいんだよね。": "That said, I have no intention of giving up on what I honestly want to do.\nExperience-type VR really is hard to throw away.",
    "……まあ、私はとりあえず決まった奴で頑張るつもり。": "...Well, for now, I'm going to do my best as someone who's already decided.",
    "はい！　フルートも意見を出せましたし、\n誰の企画に決まってもぽよに楽しめるように頑張りましょうね！": "Yes! The flute was able to offer its opinion, too\nNo matter whose project it is, let's do our best to enjoy it!",
    "ふーむ、コスプレか……\nそうなると全員分の衣装を準備する必要があるな。": "Hmm, cosplay...\nIf that's the case, we'll need to prepare enough costumes for everyone.",
    "とはいえ、他に比べると参加型という形でもいいだろうし、\n自由の幅は大きいだろうな。": "That said, compared to the others, it should be fine in the form of a participatory type\nI'm sure there's a lot of freedom.",
    "それじゃあ、皆さんでやりたいものを決めて行きましょう！": "Well then, let's all decide what we want to do together!",
    "よし、俺が聞き役になるから話し合いをしてみろ。": "Alright, I'll be the listener, so try talking it out.",
    "それじゃ、最初に私から言おうかな。\nまず、売り出したいものを明確にする必要があるよね": "Well then, I guess I'll be the first to say it.\nFirst, we need to make clear what we want to sell.",
    "売り出したいもの……ぽよですね！": "I'd like to sell something... Pooh!",
    "あはは……それは売り出したいものっていうか、\nフルートのやりたい事のような気が……": "Ahaha... I guess you could say that's something I want to sell.\nI feel like it's something a flute wants to do...",
    "まあ、イベントとはいえ客入りも大切だからね。\n準備したは良いけど、あんまり見て貰えないのは避けたいよね。": "Well, it may be an event, but it's important to have customers.\nI'm ready, but I don't want you to see too much.",
    "そういう観点から言うならそれぞれに一長一短だね。\nまあ、完璧な意見があるわけはないんだけど。": "From that point of view, they're all very short-sighted.\nWell, there's no way I'd have a perfect opinion.",
    "そうねぇ……固定客が見込めるとしても、\n個展とかだと、どうしても一見さんは入りづらいわよね。": "Let's see... Even if we can expect fixed customers,\nAt first glance, it's hard to enter an exhibition.",
    "まあ、確かにそうだな。\n面白そうでも前知識がいるならちょっと入りづらいな。": "Well, that's true.\nIt sounds interesting, but it's a little hard to get in if you need prior knowledge.",
    "むむ……難しいですねぇ。\n準備不足だとコスプレも入りづらいでしょうし。": "Hmm... That's difficult.\nIt'll be hard to cosplay if you're not prepared enough.",
    "劇はそういう意味では入りやすいかも？\nでも、分かりやすい題材にしないとダメかな。": "In that sense, the play might be easier to enter?\nBut I guess I have to make it an easy subject to understand.",
    "ふーむ、まあＶＲホラーはそういう意味だと強いけど、\n他と競合しちゃってるんだよねぇ……": "Hmm, well, VR horror is strong in that sense,\nThey're competing with other people...",
    "明確な強みがないと入る動機にはつながらないし……": "If you don't have a clear advantage, you won't be able to get a motive to go in...",
    "（意外と冷静に自分のやりたい事の欠点も見据えてるんだな。\nパイロット以外で成功しているトレブルクインテットだからか）": "(She's surprisingly calm about the flaws of what she wants to do.\nIs it because it's a treburg intet that's succeeded outside of pilots?)",
    "んー、じゃあやっぱり全員で役割が持てるような、\n台本を決めた劇っていうのは？": "Hmm, then I guess it's something we can all play a part in,\nWhat's the play that decided the script?",
    "いいんじゃない？　ちょっと別作業するから、\n話が決まりそうならその時に――": "Isn't that fine? I'll do some other work,\nIf it looks like we'll be able to decide on a story, then――",
    "エヴィちゃん、ダメですよ！\nチームの皆で協力しなきゃですから、ちゃんと話し合いで……　": "Eve, you can't!\nWe have to work together as a team, so let's have a proper discussion...",
    "（……本当に結論が出るんだろうか、この会議）": "(...Is this meeting really going to come to a conclusion?)"
}