{
    "あははは！　私の攻撃をこんなに避けるなんて凄いね！でも、それだけじゃ私を倒せないよ？　ちゃんと攻撃しないと！": "Ahahaha! It's amazing that you can dodge so many of my attacks! But you can't defeat me with just that! You have to attack properly!",
    "っ……！": "...!",
    "挑発に乗ったらダメです。私の役目はあくまでもユリアさんを封じること……！": "Don't take the bait. My duty is to seal Julia away!",
    "七彩さんたちが他の２機を倒してくれるまで逆に挑発してでも時間を稼がないと……！": "I have to buy time, even if it means provoking the other two until Nanaya-san and the others defeat them...!",
    "そ、そちらこそ、そんな攻撃じゃ私を倒せませんよ！？攻撃が遅すぎて、寝ながらでも避けられます！": "Y-You're the one who can't defeat me with an attack like that! Your attacks are too slow, and you can dodge them while you're asleep!",
    "……へえ、面白いこと言うね、キミ！じゃあ、これはどうかな！？": "...Wow, that's an interesting thing to say! How about this, then!?",
    "ぐっ……さっきよりも攻撃が速く……！で、でも、これぐらいで、負けるわけには……あああああ！": "Guh... She's attacking faster than before...! B-But, I can't lose to this... Aaaaah!",
    "凄い凄い！　これも避けちゃうんだ！ねえめるちゃん、あの指揮官に何を教えられたの？": "Amazing, amazing! You dodge this, too! What did that Commander teach you, Sissy?",
    "ああ、やっぱりあの人が欲しいなぁ。あの人がいれば、私はもっと楽しくなれる……！": "Ahh, I really do want him. If I have him, I can have even more fun...!",
    "っ！　だ、ダメです！　%usernameusernameuserna%さんは私達のですから！": "! N-No! %usernameusernameuserna%-san is ours!",
    "――動きが乱れたね。": "—Your movements are getting messed up.",
    "え？　――きゃあああああ！": "Huh? Kyaaaaah!",
    "ダメだよ～！　戦闘中に隙を見せたら。なに言われても、油断きんもーつ！": "No! Don't show an opening in the middle of a battle. No matter what you say, I won't let my guard down!",
    "私の動きにどんどん追いついてきてる！早く変速機動で距離を取らなくっちゃ……！": "They're catching up to me more and more! I need to get some distance from them with my speed-shifting maneuvers...!",
    "あ、またあの変な逃げ方をするつもりなんでしょ？じゃあ、私も真似させてもらおうかな♪": "Oh, you're planning to run away in that weird way again, aren't you? Well then, I guess I'll copy you♪",
    "え？": "Huh?",
    "えっと、ここをこうして……こんな感じかな？なるほど、こうやればいいんだ。": "Um, like this... Is this what it looks like? I see, so this is what I should do.",
    "ま、まさか、私があんなに特訓してようやく習得した変速機動を、この短時間で……しかも見ただけで……！？": "D-Don't tell me you've only been able to do that in such a short amount of time...and you only saw it...!?",
    "いいね、これ！　私みたいな遊撃役にぴったりかも！何で今まで誰も教えてくれなかったんだろう？": "This is great! It's perfect for a bracer like me! Why hasn't anyone told me about it before?",
    "ま、いっか！　ねえ、もっと他にもあるんでしょ？私に全部見せてよ！": "Well, whatever! Hey, there's more, isn't there? Show me everything!",
    "あ、あああ……": "Ah, ahhhh...",
    "ま、まずい。このままだと、負けちゃう……七彩さん達は、まだなんでしょうか……！？": "Th-This isn't good. At this rate, I'll lose... I wonder if Nanaya-san and the others are still here...!?",
    "……違う！　仲間に頼ったりしちゃダメ。私が勝利の鍵になるんです。私がチームを……勝たせるんです！": "...No! Don't rely on your friends. I'll be the key to victory. I... I'm going to make the team win!",
    "失速制御を会得したユリアさんをみんなの元に行かせたらそれだけでこの試合は負けになっちゃいます……そんなの嫌！": "If I let Yulia, who’s mastered stall control, go to the others, that’s enough to make this match lose... I don’t want that!",
    "かくなる上は……！": "Now that it's come to this...!",
    "ん？　追いかけっこはもう終わりー？まあ、私もちょうど、飽きてきたところなんだよねっ！": "Hm? Are we done chasing each other? Well, I'm just getting bored myself!",
    "ここから先には絶対に行かせません！私が、あなたを倒します！": "I won't let you go any further! I'll defeat you!",
    "%usernameusernameuserna%さん……！": "%usernameusernamesuserna%san...!",
    "俺はお前らが絶対勝つと信じている！！": "I believe you guys will definitely win!!",
    "私に力を貸してください……！": "Please lend me your strength...!",
    "ああああああああああああああ！": "Aaaaahhhh!",
    "な、なに……！？": "Wh-What...?!",
    "っ！": "...!",
    "……": "......",
    "……そんな。私が、負けるなんて……キミは凄いね、めるちゃん……": "...No way. I can't believe I lost... You're amazing, Mechan...",
    "はぁっ……はぁっ……か、勝った……？私が、ユリアさんに……？": "Hah... hah... I-I won...? Me, against Julia...?",
    "――そこまで！　カオスメイデンの５機の撃墜が確認されました。": "――That's it! Five Chaos Maidens have been confirmed down.",
    "勝者――シリウスシュガー！": "The winner—Sirius Sugar!",
    "__translated__": true
}