{
    "小花に誘われ、何度かデートを繰り返したある日のこと。\n急に、彼女がこちらに声をかけてきた。": "It happened one day after Kohana invited me out and we went on several dates.\nSuddenly, she called out to me.",
    "%usernameusernameuserna%さん、\n今日は……わたくしの家に寄っていきませんか？": "%usernameusernameuserna%-san,\nWhy don't you stop by my house today?",
    "別に構わないが、どうしたんだ？": "I don't mind, but what's wrong?",
    "ふふ、わたくしの口から言わせるつもりですか？\nデートの締めくくりと言えば……分かりますよね？": "Hehe, are you going to make me say it?\nSpeaking of ending our date... You understand, don't you?",
    "小花……": "Kohana...",
    "そう言って艶やかに微笑む小花を前にして、\n彼女の誘いに逆らえるはずもなかった……": "As she said that, Kohana smiled seductively in front of me.\nThere was no way I could defy her invitation...",
    "その……一応改めて尋ねるが、本当にいいのか？": "Umm... I'll ask you again, but are you sure about this?",
    "思わず問いかけると、小花は悪戯っぽく微笑む。": "I asked without thinking, and Kohana smiled mischievously.",
    "わたくしは諜報員ですから……%usernameusernameuserna%さんから\n身体を使って情報を引き出そうとしているだけです。": "I'm an intelligence operative, after all... From %usernameusernameuserna%.\nI'm just trying to use my body to extract information.",
    "%usernameusernameuserna%さんを気持ちよくするためのスキルは、\n山ほど身につけておりますので……": "The skill to make %usernameusernameuserna% feel good was...\nI have a mountain of them on me...",
    "余裕そうな様子の小花を前に、ごくりと唾を飲み込んだ。": "I gulp down my saliva in front of Kohana, who seems composed.",
    "……まあ、こんな魅力的な女の子に籠絡されるなら、\n男としては本望だよな。": "...Well, if I was going to be ensnared by such an attractive girl,\nAs a man, that's what she really wants.",
    "むしろ、これ以上拒否して恥をかかせる方が失礼だ。": "In fact, it would be rude to embarrass her by refusing any further.",
    "ふふ……%usernameusernameuserna%さんが、話の早い方でよかったです。": "Hehe... I'm glad %usernameusernameuserna%-san is quick on the uptake.",
    "さあ、それでは……どうぞ、わたくしに身を任せてくださいませ。": "Now, then... Please, leave yourself to me.",
    "そう言って彼女は着ていた服をはだけさせると同時に、\nこちらの衣類を脱がせて――": "As she said that, she undid the clothes she was wearing at the same time...\nI take off my clothes――",
    "ん……、ふぅ……っ、い、いかがでしょう、\n%usernameusernameuserna%さん……": "Mm... fuu... I-I don't know,\n%usernameusernameuserna%...",
    "わたくし、%usernameusernameuserna%さんが\n気持ち良くなるよう、きちんとご奉仕できておりますでしょうか……？": "I, %usernameusernameuserna%-san\nHave you been able to service her properly to make her feel good...?",
    "小花はこちらの胸に舌を這わせながら、\n興奮したペニスに手を伸ばす。": "Kohana ran her tongue along my chest.\nI reach out to her excited penis.",
    "ねっとりと唾液を纏わせた舌でこちらの乳首を攻めながら、\n小花の手は肉棒を包み込み、上下させていく。": "As I assaulted her nipples with my sticky, saliva-covered tongue...\nKohana's hand wrapped around my shaft, moving it up and down.",
    "ちゅっ、ちゅうっ、れろれろれろ……\nふふっ、%usernameusernameuserna%さんのここ、反応してますね……": "*kiss* *smack* *lick*...\nHehe, %usernameusernameuserna% is reacting here...",
    "もっとキスをして吸い上げたら……\nより、悦んでいただけますでしょうか……？": "If I kissed and sucked more...\nWould it please you even more...?",
    "んっ、んんっ、ちゅうううう……っ！": "Nn, nnn, chuuuu...!",
    "上半身と下半身に新鮮な刺激が送り込まれ、\nあっという間に快感が全身に広がっていった。": "Fresh stimulation was sent into her upper and lower halves\nPleasure spread throughout my entire body in the blink of an eye.",
    "それでも、小花の動きは止まらない。": "Even so, Kohana didn't stop moving.",
    "はぁあ……っ、わたくしの手の中いっぱいに、\n%usernameusernameuserna%さんを感じます……": "Haaah...gh, my hand is full...\nI can feel %usernameusernameuserna%...",
    "熱く……はち切れそうに膨らんで、ドクドクしているのを……": "It's so hot... It feels like it's going to burst, and my heart is pounding...",
    "%usernameusernameuserna%さん……わたくしの手で、舌で、\nこんなにも感じてくださっているのですね……": "%usernameusernameuserna%... With my hand, with my tongue...\nI didn't know you could feel it so much...",
    "もっと……もっと、わたくしを感じてください……\n気持ち良くなってください……！": "Please... feel me more...\nPlease feel good...!",
    "小花の手の動きが早くなる。\n快感が渦巻き、腰が震え、射精寸前の状態になっていた。": "Kohana's hand moved faster.\nPleasure swirls around me, my hips tremble, and I'm on the verge of ejaculation.",
    "欲望が爆発する一歩手前となった時……\nそこで、小花の手が止まる。": "Just as my desire was one step away from exploding...\nThat was when Kohana's hand stopped.",
    "%usernameusernameuserna%さん……\nせっかくなら、わたくしの『中』で、イきたくありませんか……？": "%usernameusernameuserna%...\nDon't you want to cum inside me...?",
    "すっかり上気した顔の小花は微笑むと、\n衣服をすべて脱ぎ捨ててこちらの身体に跨がってきた。": "Kohana, who looked completely flushed, smiled.\nShe stripped off all her clothes and straddled my body.",
    "んんん……っ、あ、あぁあああ……はぅんっ！": "Mmm... ah, ahhhh... haun!",
    "穂先に膣口をあてがうと、小花は一気に腰を沈める。\n一瞬の抵抗の後、濡れそぼった膣はずぶずぶと肉棒を飲み込んでいった。": "When I place my tip against her vaginal opening, Kohana sinks her hips all at once.\nAfter a moment of resistance, her wet vagina swallowed my dick.",
    "は……っ、はぁあっ、い、いかがでしょうか……？\n%usernameusernameuserna%さん……わ、わたくしの中は……": "Ha... haaah, wh-what do you think...?\n%usernameusernameuserna%... I-I'm inside...",
    "ん、んんっ、%usernameusernameuserna%さんの、\nお気に召していただけたでしょうか……あ、あぁんっ！": "Mm, mmm, %usernameusernameuserna%-san's,\nI hope you like it... Ah, aahn!",
    "いきり立った肉棒のすべてを納めた小花は、\n苦しげな声をあげながらも、こちらの様子を確認する。": "Kohana, who had put all of her raging meat pole away...\nShe lets out a pained cry as she checks on me.",
    "小花の膣内は熱く潤いながら、きゅうきゅうとこちらを締め上げていた。": "Kohana's vagina was hot and wet as it tightened around me.",
    "たまらなく気持ちいい……そう伝えると、\n小花はほうっと安堵の息を吐く。": "It feels unbearably good... When I tell her that...\nKohana breathed a sigh of relief.",
    "そ、そうですか……よ、よかった……\n%usernameusernameuserna%さんに満足していただけているようで……": "I-I see... Th-Thank goodness...\nShe seems to be satisfied with %usernameusernameuserna%...",
    "わ、わたくしも、%usernameusernameuserna%さんを感じて……はぁあっ、\nあ、熱くてっ、硬いの、奥にきて……っ！": "I-I can feel %usernameusernameuserna%-san too... Haaah,\nIt's so hot, it's hard, coming in so deep...!",
    "んんんっ、んふぅうううう……っ！\nは、はぁあっ、%usernameusernameuserna%さん……っ！": "Nnnnn, nnnfuuuu...!\nH-Haaah, %usernameusernameuserna%-san...!",
    "小花の手が、こちらの手をぎゅっとつかむ。": "Kohana's hand gripped mine tightly.",
    "あぁ……わたくしの中いっぱいに%usernameusernameuserna%さんが……\nんんっ、こ、これ、とても素敵です……": "Ah... My insides are full of %usernameusernameuserna%-san...\nMmm, th-this is so wonderful...",
    "%usernameusernameuserna%さん……っ、わたくしの身体で……\nもっと、もっと楽しませてあげます……っ！": "%usernameusernameuserna%... With my body...\nI'll entertain you even more...!",
    "ですから……どうか、どうか……もっとわたくしを見て……\nわたくしを感じて、ください……っ！": "So... please, please... look at me more...\nPlease, feel me...!",
    "はっ、はぁあっ、あはぁああ……っ！": "Hah, haaah, ahaaaah...!",
    "絡んだ指に力が入る。\n小花はゆっくりと腰を動かし始めた。": "Our intertwined fingers tighten.\nKohana slowly began to move her hips.",
    "んんっ、んぁあっ、はぁっ、んふぅうう……っ！\nこ、こうして、腰を上げて……んんんんんっ。": "Nnn, nnaah, haah, nfuuuu...!\nR-Raise your hips like this... Mmmmmmm.",
    "小花の膣壁が、腰の上下運動に応じてペニスを擦り上げ、\n締め上げながら蠢いていく。": "Kohana's vaginal walls rubbed my penis in response to the movement of her hips up and down.\nIt wriggled as it tightened.",
    "あぁっ、あはぁっ、あふぅうう……っ。\n%usernameusernameuserna%さんのが、わたくしの中で動いて……っ！": "Ahh, ahaah, afuuuu...\nXenois-san's thing is moving inside me...!",
    "あ、あ、あああっ、擦って、ひくひくしています……っ！\n": "Ah, ah, ahhhh, it's rubbing, twitching...!\n",
    "柔肉の締め上げに加え、粘膜への摩擦が加わり、\n小花の中で感じる快楽がより倍増していった。": "In addition to the squeezing of her soft flesh, the friction against her mucous membranes was added\nThe pleasure I feel inside her doubles.",
    "んっ、んふぅっ、あ、はぁあああ……っ！\nい、いかがでしょう、%usernameusernameuserna%さん……っ！": "Nn, nfuu, ah, haaaaah...!\nWh-What do you think, %usernameusernameuserna%...?!",
    "こ……このように、動いて……あはぁっ、\nわたくしの中が、%usernameusernameuserna%さんのを擦って……": "I... I'm moving like this... Ahaah,\nMy insides are rubbing against %usernameusernameuserna%-san's...",
    "わたくし……全身で%usernameusernameuserna%さんに、\nご奉仕しています……んんんっ！": "I... with my whole body, %usernameusernameuserna%-san...\nI'm servicing you... Nnnngh!",
    "こちらを見下ろしながら、小花は甘く囁く。": "Kohana whispered sweetly as she looked down at me.",
    "声を発するたびに、小花の胎内がヒクヒクと痙攣し、\nそれだけで毎回新鮮な刺激を送り込んできた。": "Every time she spoke, Kohana's womb twitched and convulsed\nThat alone was enough to send fresh stimulation every time.",
    "あ、はぁあ……っ、%usernameusernameuserna%さんのが、\n身体の中で更に大きくなっているのが分かります……っ！": "Ah, haaah... %usernameusernameuserna%-san's...\nI can feel it getting even bigger inside my body...!",
    "ビクビクと動いて、震えて……はぁあっ、\n悦んでくださっているのですね、このわたくしで……": "It's twitching, trembling... Haaah,\nYou are pleased with me, aren't you?",
    "どうぞ、いくらでも感じてください……\nわたくし、いくらでも、どのようなご奉仕でもさせていただきます……": "Please, feel as much as you want...\nI will do whatever it takes to serve you...",
    "ええ、%usernameusernameuserna%さんのためでしたら、\nどのようなことでも……は、あぁ……っ！": "Yes, if it's for %usernameusernameuserna%-san,\nNo matter what... hah, ahh...!",
    "小花はこちらをリードするように積極的に動き、\nあらゆる方法で快感を高めてくれる。": "Kobana moved aggressively to lead us.\nShe enhances the pleasure in every way.",
    "汗ばんだ小花の身体と、揺れる大きな乳房すら、\n視覚的な興奮を煽りまくっていた。": "Kohana's sweaty body and even her large, swaying breasts\nShe was fanning the flames of her visual excitement.",
    "んふぅ……っ、はぁあっ、%usernameusernameuserna%さん……\nそんなにわたくしを見つめて、どうしました……？": "Mmfh... Haaah, %usernameusernameuserna%-san...\nWhy are you looking at me like that...?",
    "先に申し上げておきますが……は、あぁんっ！\nこ、この状態で、今さらわたくしに逆らっても無駄ですよ……？": "I'll say this first... A-Aahn!\nTh-There's no point in defying me now, is there...?",
    "%usernameusernameuserna%さんには、一切主導権を渡しません……\n全て、わたくしに任せて……気持ちよくなってくださいませ……": "I won't give you the initiative at all...\nLeave everything to me... Please feel good...",
    "%usernameusernameuserna%さんは、わたくしのなすがまま……\nわたくしで気持ちよくなってください……ええ、最後まで……": "%usernameusernameuserna%-san is at my mercy...\nPlease feel good with me... Yes, until the end...",
    "小花の言葉を証明するように、\n彼女の膣がきゅうっと甘くペニスに密着する。": "As if to prove Kohana's words,\nHer vagina pressed sweetly against my penis.",
    "それだけで、摩擦も快感も倍増し、\n思わず腰が震えてしまうほど興奮が高まっていった。": "That alone doubles the friction and pleasure.\nMy hips tremble involuntarily as my excitement rises.",
    "あぁ……っ、ん、ふふ……っ、\nわ、わかって……くださったみたいですね……": "Aah...! Mm, hehe...!\nI-It seems... you understand...",
    "そうです……はぁあっ、そのまま、わたくしに、\n%usernameusernameuserna%さんの身体のすべてをお預けください……！": "That's right... Haaah, just like that, I...\nPlease take care of %usernameusernameuserna%' body...!",
    "わたくしの、身体の隅々まで使って、\n%usernameusernameuserna%さんにご奉仕させていただきます……": "Using every inch of my body,\nAllow me to serve you, %usernameusernameuserna%...",
    "んぁあ……っ、あぁっ、はぅううう……っ！\nあぁ……っ、奥に、%usernameusernameuserna%さんのが……っ！": "Nnahh...gh, aah, hauuuh...!\nAhh... %usernameusernameuserna%-san's thing is deep inside me...!",
    "うっとりとした表情のまま、小花は腰を使い、\n積極的な抽挿を続けていく。": "Still in a trance, Kohana used her hips\nI continued my aggressive thrusting.",
    "とめどなく溢れる小花の愛液は彼女の動きを助け、\nピストンのたびにいやらしい音を部屋中に響かせていった。": "Kobana's endlessly overflowing love juices helped her move\nWith each thrust, a lewd sound echoed throughout the room.",
    "ペニスへの断続的な刺激だけではなく、視覚も、聴覚も、\n小花から与えられる甘い感覚に激しい興奮が身体中に渦巻いていく。": "Not only the intermittent stimulation to my penis, but my vision and hearing as well\nFierce excitement swirled around my body at the sweet sensation given to me by the small flowers.",
    "小花の膣内も熱くひくひくと震え、\n彼女の絶頂が近づいてきているのを伝えていた。": "Kohana's vagina also twitched and trembled hotly.\nI told her that her climax was approaching.",
    "んんんっ、あはぁ……っ、は、はぁあああ……っ！\nあぁ……%usernameusernameuserna%さんのが、熱い……っ！": "Mmmm, ahaa... ha, haaaaah...!\nAh... %usernameusernameuserna%-san's thing is so hot...!",
    "わたくしの、奥、熱く抉って……あはぁああ……っ！\nこんな……こんなにも、すごいの……ふぁああああっ！": "It's gouging deep inside me... Ahaaaah...!\nThis... This is amazing... Fuaaaah!",
    "%usernameusernameuserna%さんに、感じていただくはずが……っ、\nわたくしの方が、あ、あぁああ……はぁんっ！": "There's no way %usernameusernameuserna%-san would feel that...\nI'm the one, ah, ahhhh... haahn!",
    "小花の声が震え、苦しげな息づかいが聞こえてくる。": "Kohana's voice trembled, and I could hear her labored breathing.",
    "しかし小花は自身の身体の変調を堪え、\nこちらを気遣うように声をかけてきた。": "However, Kohana endured the change in her own body\nShe called out to me out of concern for me.",
    "は、はぁあ……っ、%usernameusernameuserna%さん……っ、\n貴方のが、わたくしの奥で、震えております……っ！": "H-Haaah... %usernameusernameuserna%-san...\nYour thing is trembling deep inside me...!",
    "%usernameusernameuserna%さん……っ、わたくしで良くなって……\nこのまま、わたくしの中に、射精をご希望でしょうか……？": "%usernameusernameuserna%... I'll make you feel better...\nDo you want to ejaculate inside me like this...?",
    "小花の瞳は潤み、声を発するたびに\n全身が震えるほど興奮し、限界寸前であることが分かる。": "Kohana's eyes grew moist, and every time she spoke, her voice grew louder\nI was so excited that my whole body was trembling, and I could tell I was on the verge of my limit.",
    "それでも小花は、熱い瞳でこちらを見つめ、\nこちらの事を気遣うように動き続けていた。": "Even so, Kohana looked at me with hot eyes\nShe keeps moving as if she's worried about me.",
    "ええ、でしたら、%usernameusernameuserna%さん……\n何も、遠慮することはございません。": "Yes, in that case, %usernameusernameuserna%...\nThere's no need to hold back.",
    "このまま、わたくしの身体を使って気持ちよくなって……\n中に、思い切り%usernameusernameuserna%さんのを出してください……！": "At this rate, you'll be able to use my body to make me feel good...\nPlease cum inside me as much as you can...!",
    "言葉だけではなく、身体中で小花はこちらの精液を求めてくる。": "Not just her words, but all over her body, Kohana wanted my semen.",
    "膣肉は肉ヒダ１本１本に至るまでペニスに絡みつき、\nキュウキュウと絞り上げ圧をかけていた。": "Her vaginal flesh coiled around my penis, down to every single flesh pleat.\nShe's squeezing and applying pressure.",
    "子宮口は亀頭に触れるたび、口づけ吸い上げ、\n子種を飲み込もうといやらしく口を開けてくる。": "Every time her cervix touched my glans, she kissed and sucked on it.\nShe opened her mouth lewdly, trying to swallow my sperm.",
    "あぁ……っ、%usernameusernameuserna%さん……っ！": "Ahh... %usernameusernameuserna%-san...!",
    "わたくし……わたくしの身体すべてが、\n%usernameusernameuserna%さんを求めております……っ！": "I... my entire body...\nI'm looking for %usernameusernameuserna%...!",
    "わたくしの中に、%usernameusernameuserna%さんの熱いのを……っ、\nはぁあっ、どうぞ、出してください……っ！": "I feel %usernameusernameuserna%-san's hot thing inside me...\nHaaah, please, let it out...!",
    "わたくし、%usernameusernameuserna%さんのものでしたら、\nいくらでも受け止めて差し上げますからぁ……！": "If I belong to %usernameusernameuserna%-san,\nI'll take as many as you want...!",
    "小花の声が、脳内を熱く焦がす。\n肉棒をきつく締め上げ、これでもかと快感を煽る。": "Kohana's voice scorched my brain.\nShe tightens her grip on my shaft, fanning the pleasure even more.",
    "腰が震え、行き場のない興奮が全身を駆け巡り、\n下半身の一カ所に集まっていった。": "My hips trembled, and excitement with nowhere to go coursed through my body\nThey gathered in one place on the lower half of my body.",
    "あぁあああ……っ、%usernameusernameuserna%さんのが、\n震えてっ、震えています……っ！": "Aaaaah...! %usernameusernameuserna%-san's...\nIt's shaking, it's trembling...!",
    "どうか、どうか出してくださいっ、わたくしの中に……っ！\nわたくしで気持ちよくなってください……っ！": "Please, please let it out inside me...!\nPlease feel good with me...!",
    "%usernameusernameuserna%さんっ、出してぇえええ……っ！": "%usernameusernameuserna%-san, let it out...!",
    "わたくし、もう、もう……っ！\nあ、あぁあっ、あはぁああああああああああ……っ！！！": "I... I'm... I...!\nAh, aaah, ahaaaaahhhh...!!!",
    "あぁ……っ、んんっ、あ、はぁっ、はぁ……っ、\nあはぁああ……ん、ふぅうっ……": "Aah...! Nnn, ah, haah, haa...!\nAhaaaah... Mm, fhhh...",
    "あぁ……%usernameusernameuserna%さん……\nありがとうございます……っ。": "Ah... %usernameusernameuserna%...\nThank you very much...!",
    "わたくしの中に、こんなにも、\n%usernameusernameuserna%さんのものを出してくださって……": "There's so much inside me...\nFor bringing out %usernameusernameuserna%'s...",
    "激しい絶頂の波を漂っていた小花は、\n漸く息が落ち着いたのか、こちらを見つめゆっくりと微笑んだ。": "Kohana, who had been drifting in the waves of intense climax...\nHer breathing finally calmed down, and she looked at me and smiled slowly.",
    "ん……ふふっ、見てください、%usernameusernameuserna%さん……\nわたくしの中に熱いものがたっぷりと入って……": "Mm... Hehe, look, %usernameusernameuserna%...\nThere's so much hot stuff inside me...",
    "あぁ……っ、あまりにもたくさんいただいて……\n入りきらずに、零れていますね……": "Ahh... You've given me so much...\nIt's spilling out without being able to get in...",
    "んんっ、勿体ない……せっかく、%usernameusernameuserna%さんから\nいただいたものですのに……": "Mmm, what a waste... It's finally from %usernameusernameuserna%-san.\nEven though you gave it to me...",
    "うっとりと、小花はそんな可愛らしいことを呟いた。": "Enraptured, Kohana murmured something cute like that.",
    "――そんな可愛らしい彼女の元を離れがたい気持ちでいっぱいだったが、\nそろそろ、帰らなければいけない時間になってしまった。": "—I was filled with feelings that made it hard to leave her side when she was so cute, but...\nIt's almost time to go home.",
    "今日は、本当にありがとうございました。\n%usernameusernameuserna%さん……": "Thank you so much for today.\n%usernameusernameuserna%...",
    "こちらこそ、ありがとう。\n……また来てもいいかな？": "I should be thanking you too.\n...Can I come again?",
    "ええ、喜んで……": "Yes, I'd be happy to...",
    "それじゃ、時間見つけて連絡するよ。": "Alright, I'll find some time to call.",
    "彼を見送ったあと、小花は小さくため息をついた。": "After seeing him off, Kohana let out a small sigh.",
    "ふぅ……": "Phew...",
    "%usernameusernameuserna%さんが、\nわたくしの言葉に乗ってくださって、本当によかった……": "%usernameusernameuserna%-san...\nI'm so glad you accepted my offer...",
    "正直、嘘がバレてしまわないかと、内心不安でいっぱいでした……": "Honestly, I was worried that my lie would be exposed...",
    "確かに性的な技術の数々を知識としては学んでおりましたし、\nイメージトレーニングも完璧にこなしました……": "It's true that I've learned a lot of sexual techniques as knowledge,\nI've done my image training perfectly...",
    "ですが、本番は今のが初めて……\nもしバレていたら、恥ずかしい……": "But this is the first time...\nIf they found out, it'd be embarrassing...",
    "なんて、そんなことは些細なことですね。": "Such a thing is trivial.",
    "……何より%usernameusernameuserna%さんを、\n気持ちよくできたみたいでよかったです、ふふっ。": "...More importantly, %usernameusernameuserna%-san...\nI'm glad it felt good, hehe."
}