{
    "指定された場所はガレムグラード山脈の一角だった。\nここはメイズのポータル・ゼロにもほど近い。": "The designated location was in a corner of the Galemgrad Mountains.\nThis place is close to Portal Zero in Mayse.",
    "確かにこの付近なら、風紀委員会も察知しづらいでしょうね……": "It's true that it would be hard for the disciplinary committee to detect this area...",
    "あちらさんはすでにお待ちかねらしい。": "Looks like they're already waiting for us.",
    "指示されたポイントに双頭の斧の一部隊が展開している。\nおそらく見えているだけではないのだろう。": "A part of the two-headed axe is deployed at the indicated point.\nShe probably wasn't just seeing it.",
    "――シリウスシュガーの５機は、\n双頭の斧の機体達の前に着陸した。": "—The five Sirius Sugar machines...\nI landed in front of the two-headed axe aircraft.",
    "そっちが変な気起こさないように、こっちも一応武装はしてきた。\nこれくらいは大目に見てほしい。": "I've armed myself to the teeth so that you don't get any weird ideas.\nI wish she'd overlook this much.",
    "……構わないわ。でもあんたは相変わらず武装しないのね。": "...I don't mind. But you're still unarmed.",
    "設計段階から想定されてなくてな……": "I wasn't expecting this from the design stage...",
    "正気……？": "Are you insane...?",
    "気が合うな、俺も心の底からそう思うよ……": "We get along so well, I think so from the bottom of my heart...",
    "まあ、いいわ。交渉を始めましょう。": "Well, whatever. Let's begin the negotiations.",
    "人質交換ではなく交渉か。\nどうやら話し合いをする気はあると思っていいようだ。": "Not a hostage exchange, but a negotiation, huh?\nLooks like it's safe to assume they're willing to discuss it.",
    "まずは龍宮ちゆると１対１で、それも直接会話をしたい。\nこの場に来ていることの確認も含めてね。": "First, I'd like to have a one-on-one conversation with Chiyuro Ryuugu.\nIncluding confirming that he's here.",
    "ＭＧの通信機越しではいけませんの？": "Shouldn't it be through MG's communicator?",
    "傍受される可能性があるし、この目で姿を見ることができない。": "There's a chance she'll be intercepted, and I can't see her with my own eyes.",
    "龍宮ちゆる以外は距離を取り、機体で待機していろ。\n我々の会話を聞くことは許さない。": "Everyone but Chiyuru Ryuugu, keep your distance and stay on standby.\nI will not allow you to listen to our conversation.",
    "条件はそれだけか？": "Is that the only condition?",
    "そうよ。": "That's right.",
    "ジュリーは無事なんだな？": "Julie's safe, isn't she?",
    "それなら――": "In that case――",
    "指揮官機が示した先に生体反応がある。カメラをズームさせると、\n縄で縛られて地面に座らされるジュリーの姿があった。": "There's a biological signal at the end of the command plane. I zoom in on the camera.\nI saw Julie, bound with rope and forced to sit on the ground.",
    "左右には合計２機の双頭の斧の下っ端の機体が、\n彼女を守るように立っている。": "To the left and right were the two-headed axe’s underlings in total\nI'm standing there to protect her.",
    "……確認した。": "...I confirmed it.",
    "……その上でこちらからも条件がある。\n俺もふたりの会話に立ち会う。引き渡す瞬間まではひとりにできない。": "...On top of that, we have a condition as well.\nI'll be watching their conversation too. I can't leave them alone until the moment I hand them over.",
    "聞き入れてくれるなら、こちらの機体の主機を落とそう。": "If you're willing to listen, let's take out the main engine of this machine.",
    "これでセンサー類の使用はできず、\n録音や通信もできない状態になる。": "Now we can't use sensors.\nWe won't be able to record or communicate.",
    "……わかった。": "...Okay.",
    "――その後俺の機体とちゆる機、そしてコトハ機がそれぞれ近づき、\n停止するなりコックピットハッチを開ける。": "――After that, my machine, the slow-moving machine, and the Kotoha machine approached each other.\nI open the cockpit hatch as soon as I stop.",
    "そのタイミングで、俺の指示によりシリウスシュガー全機は\n主機を落として機体を停止させた。": "With that timing, at my instruction, all of Sirius Sugaru\nI dropped the main engine and shut it down.",
    "なお、この交渉に先立ち、\nジュリーは解放されて七彩機に回収されている。": "In addition, before this negotiation,\nJulie had been released and recovered by the Seven Colors Machines.",
    "こうして顔を合わせるのは初めてね。\n改めて『双頭の斧』のリーダー、コトハよ。": "This is the first time we've met like this.\nI'm Kotoha, leader of the Twin-Headed Axe again.",
    "俺は生徒会付教導指揮官の%usernameusernameuserna%だ。": "I'm the student council instructor commander,_USERNAME_PLACEHOLDER_.",
    "あたしは月ヶ瀬ちゆる。": "I'm Chiyuru Tsukigase.",
    "……龍宮ちゆる、と言った方がよかった？": "...Should I have said Ryuugu Chiyuru?",
    "どちらでも。私からは龍宮ちゆるとしか呼ばないから。": "Either way, I'll only call you Chiyori Ryuugu.",
    "……そう。それにしても、先に人質を返してくれるなんて、\nどういう風の吹き回し？": "...I see. Even so, to think that she would return the hostage first...\nWhat's going on here?",
    "一定の信用は築いておきたいと思ったの。\n私達は別に敵じゃないことを示すために。": "I wanted to build a certain level of trust.\nTo show that we're not enemies.",
    "あんな乱暴な襲撃をしておいてか？": "After such a violent attack?",
    "あくまで『龍宮ちゆる』の敵じゃないってだけよ。": "It's just that they're not Ryuugu Chiyuru's enemies.",
    "そういうことか。": "So that's how it is.",
    "私達の仲間になってほしいの、龍宮ちゆる。": "I want you to join us, Ryuugu Chiyuru.",
    "やれやれ。キミもＴ２元素応用技術が目当て？\nあれを武器に応用したいの？": "Good grief. Are you after T2 elemental application technology, too?\nDo you want to apply that to your weapon?",
    "いや、違う。あんたには研究をやめてもらう。\n未来永劫、私のそばで研究しないよう見張らせてもらうの。": "No, that's not it. I'll have you stop your research.\nI'm going to keep an eye on you so you won't be researching by my side for the rest of your life.",
    "……へえ。": "...Huh.",
    "Ｔ２元素応用技術は危険よ。\nあれを実用化させるわけにはいかない。": "T2 elemental application technology is dangerous.\nI can't let that be put to practical use.",
    "危険だと主張する根拠は何？": "What makes you claim it's dangerous?",
    "根拠？　むしろそれを疑問に思わない、\nあんたの脳みその方が不思議だわ。": "Base? If anything, I don't question that,\nYour brain is more mysterious.",
    "呆れたと言わんばかりにコトハの口元が歪む。": "Kotoha’s lips curled into a smile, as if to say she was exasperated.",
    "Ｔ２元素応用技術……その本質は『重力』の操作にある。": "T2 elemental application technology... Its essence lies in manipulating gravity.",
    "その通り。よく知ってるじゃん。": "Exactly. You know him well.",
    "では、もしその技術が制御不能に陥ったら──何が起きる？": "So, if that technology goes out of control, what will happen?",
    "……どういうこと？": "...What do you mean?",
    "自明のことから話をしましょう。\nそっちの指揮官が付いてこられないみたいだし。": "Let's start with something self-evident.\nIt looks like the commander over there can't keep up.",
    "お心遣い、痛み入るよ。": "I appreciate your concern.",
    "メイズ内に通常の生物は長く滞在できない。": "Normal creatures can't stay inside the maise for long.",
    "そこで暮らしているのは奇妙な変異を遂げた、\n化け物のようなメイズシフターだけよ。": "Living there is a strange mutation,\nOnly a monstrous maise shifter.",
    "では何故そうなったのか？　それは全て――": "So why did it happen? It was all—",
    "まるで地獄の底を見てきたような瞳がちゆるを捉える。": "Her eyes, as if she had seen the depths of hell itself, caught my attention.",
    "――メイズ内の重力異常が原因。": "—It’s because of the gravity abnormality inside the Mays.",
    "……そうなのか？": "...Is that so?",
    "そういう主張があるのは知ってるよ。\nそしてそれは……事実だろうね。": "I know there's a claim like that.\nAnd...it's probably true.",
    "わかっていてその態度……？　ますます信じられないんだけど。": "I know that, but she's acting like that...? I can't believe it anymore.",
    "重力操作なんてものに手を出して、\nその使い方を誤ればどうなると思う？": "I'm going to do something like manipulate gravity.\nWhat do you think would happen if you used it the wrong way?",
    "今はメイズ内だけで起きている現象が、\n地上にまで広がってしまうでしょうね。": "Right now, there’s a phenomenon that’s only happening within the Maze\nIt'll spread all the way to the surface.",
    "そうなれば――地上全てがメイズになる。\nそうなった時、あんたは責任を取れるの？": "If that happens—the entire surface will be Mayse.\nWhen that happens, can you take responsibility?",
    "……っ。": "......!",
    "コトハの糾弾を受けて、明らかにちゆるは狼狽していた。": "Chiyuro was clearly dismayed at Kotoha's accusation.",
    "それは……ありえる話なのか？": "Is that... possible?",
    "否定しきれないってのが本音ね。可能性の話でしかないけれど、\n彼女の言っている懸念があるのは事実よ。": "I can't deny it. It's just a possibility, but...\nIt's true that there are concerns she's talking about.",
    "（ちゆるがこの研究の第一人者だから詳しいのはわかる。\nでもコトハがここまで未発表の技術について語れるのはなぜだ？）": "(Chiyuru is a leading researcher of this research, so I understand the details.\nBut why is Kotoha able to talk so much about unpublished technology?)",
    "でも……どんな技術にも危険性はある。ナイフや包丁と同じでね。": "But...any technique can be dangerous. Just like knives and kitchen knives.",
    "誰かを殺そうとその切っ先を人に向ければ武器になるし、\n食材に向ければそれは調理道具でしかない。": "If you point the tip of it at someone to kill them, you can use it as a weapon,\nIf you point it at the ingredients, it's nothing more than a cooking tool.",
    "所詮ツール――手段でしかないからね。\n大切なのは正しく扱う意志と知識を持つことよ。": "In the end, it's just a tool—a means to an end.\nWhat's important is to have the will and knowledge to handle it right.",
    "この交渉において、初めてコトハの表情が緩んだ。": "For the first time in this negotiation, Kotoha’s expression relaxed.",
    "その考え方、私は嫌いじゃない。けど――": "I don't hate that way of thinking. But...",
    "残念だけど、あんたは『誰がその刃を握るのか』を見ていない。": "Unfortunately, you haven’t seen “who’s going to hold that blade”.",
    "誰が、刃を……？": "Who took the blade...?",
    "私達の組織の名前は――『双頭の斧』。つまりは両刃斧。\nこの名前の意味ってわかる？": "Our organization's name is----The Two-Headed Axe. In other words, the double-edged Ax.\nDo you know what this name means?",
    "さあね……斧は力の象徴ってイメージくらいしかないかな。": "I don't know... I can only imagine axes being a symbol of power.",
    "そう、力の象徴。特に両刃斧の場合は常に一方の刃が敵を断つとき、\nもう一方の刃は己のほうへと向いてるの。": "That's right, a symbol of power. Especially in the case of a double-edged axe, when one of the blades always cuts the enemy off.\nThe other blade is pointed at me.",
    "だからその斧を振るうには、\n己を律する強い意志と自制心がないといけない。": "So to wield that axe...\nI have to have a strong will and self-control to control myself.",
    "少しでも扱い方を間違えれば、\nその刃は簡単に自分達の脅威になってしまうから。": "If I handled it the wrong way, even a little...\nThat blade will easily become a threat to us.",
    "なのに――今そんな力の象徴の柄を握ろうとしているのは、\nきっと『私達』ではない。ここが問題なのよ。": "And yet—right now, the one trying to grasp the hilt of such a symbol of power\nI'm sure it's not 'us'. This is the problem.",
    "ゆるく風が吹き抜けていく。": "A gentle breeze blows through.",
    "一体、何を言っているの……？": "What in the world are you saying...?",
    "――と、そのときだった。": "And just then...",
    "ピュン――": "Pew—",
    "なんだ、今の音は！？": "What was that sound?!",
    "まさか……！": "No way...!",
    "一瞬、空を見たコトハがコックピットに飛び込む。\nそしてすぐさま機体に回避行動をとらせた。": "For a moment, Kotoha looks at the sky and jumps into the cockpit.\nThen, I immediately sent the aircraft into evasive maneuvers.",
    "直後、彼女の機体のあった場所に、炎が立ち上がる。": "A moment later, flames rose up where her machine had been.",
    "──誰が撃った！？": "-Who shot him!?",
    "少なくともシリウスシュガーには無理だ。\n全ての機体が主電源を落としていたのだから。": "At the very least, that was impossible for Sirius Sugaru.\nAll the machines had turned off their main power, after all.",
    "ならば双頭の斧のＭＧによるものかとなるが、\n狙ったのがコトハの機体なのは解せない。": "In that case, it would have to be due to the MG of the two-headed axe, but...\nI can’t understand why Kotoha’s aircraft was the target.",
    "まさか――": "Could it be――",
    "だとしたら可能性はひとつ。\n第三者の介入だ。": "In that case, there was only one possibility.\nA third party intervened.",
    "俺達もＭＧを起動させるぞ。": "We'll activate the MG too.",
    "コックピットに飛び込んで主機を入れる。": "I jump into the cockpit and put the main engine in.",
    "離れていた七彩達も非常事態と判断したのか\nＭＧを起動させている。": "Nanaya and the others, who had been separated, must have decided it was an emergency, too\nI'm activating MG.",
    "やっぱり穏便に終わらせるのは無理だったか。": "I guess it was impossible to end things peacefully after all.",
    "少なくとも砲撃があるまではコトハと冷静な言葉のやり取りが\nできていただけに残念でならない。": "At least until there’s a bombardment, there’ll be a calm exchange of words with Kotoha\nI can't help but be disappointed that I was able to do it.",
    "あいつら、撃ってきやがった！": "They're shooting at us!",
    "応戦しろ！！": "Fight back!!",
    "双頭の斧下っ端機が発砲している。\nだが攻撃目標が定まっていないようでバラバラな動きだった。": "The two-headed axe underling was firing.\nHowever, it didn’t seem to have a fixed attack target, so it was a disorganized movement.",
    "まずは七彩達と合流する！": "I'll meet up with Nanaya and the others first!",
    "わかった……！": "Okay...!",
    "状況は乱戦へとなだれ込んでいた。": "The situation had turned into a melee."
}