{
    "すみません、いきなり押しかけてしまって。": "I'm sorry for barging in so suddenly.",
    "食事中だった": "We were in the middle of eating.",
    "エロ動画を観ていた": "I was watching porn.",
    "まったくだ。実は今――": "She's right. Actually, right now――",
    "えぇっ！？す、すみません、気遣いができてなくて……": "Huh?! I-I'm sorry, I wasn't very considerate...",
    "じょ、冗談だ。気にしないでくれ。": "I-I'm just kidding. Don't worry about it.",
    "それで、わざわざ俺に会いに来たんだ。\n他の連中には相談できないことを話しに来たんだろ？": "That's why she came all the way here to see me.\nYou came here to talk about things you can't discuss with the others, right?",
    "俺が促すと、めるは少し躊躇してから、\nやがて口を開いた。": "At my urging, Meguru hesitates for a moment.\nEventually, she opened her mouth.",
    "はい……実は、その……カオスメイデンとの公式競技なんですけど、\n勝てるかどうか不安になってきちゃって……": "Yes... Actually, umm... It's an official competition with Chaos Maiden.\nI'm starting to worry about whether I can win or not...",
    "私がまた足を引っ張っちゃうんじゃないかって……": "I thought I might get in the way again...",
    "今日の模擬戦では活躍していただろ。\nむしろ、めるがもたらした勝利と言っても過言じゃない。": "You were active in today's mock battle, right?\nIn fact, it wouldn't be an exaggeration to call it a victory brought about by Meguru.",
    "あ、ありがとうございます。でも……": "Th-Thank you very much. But...",
    "葵から言われたカオスメイデンの情報のせいで、\n委縮してしまってるみたいだな。": "Because of the information Aoi had told me about Chaos Maiden,\nLooks like she's shrinking.",
    "……また弱虫に逆戻りか？": "...Are you going back to being a weakling again?",
    "すみません……でも、ユリアさんには私の技も通用しないかもって\n考えると、どんどん悪いことを考えるようになっちゃって……": "I'm sorry... But I thought my technique might not work on Julia, either.\nWhen I think about it, I start thinking about bad things more and more...",
    "うーん。この調子で悪い方へ堂々巡りされると、\nかなりよくないな。": "Hmm. At this rate, I'm going to end up going around in a bad direction...\nIt's not very good.",
    "……仕方がない。": "...It can't be helped.",
    "やれやれ……いいか？　今から俺が言うことは、\n他のやつらには絶対に言うなよ？": "Good grief... Okay? What I'm about to say is...\nDon't tell anyone else, okay?",
    "え？　あ、はい……": "Huh? Oh, yes...",
    "まず、このＭＧ競技ってのは、厳密には公平な競技じゃない。": "First of all, this MG competition wasn’t strictly fair.",
    "え……？　どういうことでしょうか？": "Huh...? What do you mean?",
    "あのな、校舎ごとに使用するＭＧのタイプが違う時点で\n完全にイーブンな条件で戦えるはずがないんだよ。": "You know, at the point where MG types are used in each school building\nThere's no way you can fight under completely even conditions.",
    "確かに、そうかもしれませんが……": "That may be true, but...",
    "そもそもパイロットの本来の任務ってのはメイズの探索だろ？\nＭＧ同士の戦いはそこまで重要じゃないはずだ。": "In the first place, the pilot’s original mission is to search for Mayse, right?\nBattles between MGs shouldn’t be that important.",
    "ならば何故、この学校ではそれを競技として扱っているのか。": "In that case, why did this school treat it as a competition?",
    "ＭＧ競技の目的は『勝つこと』じゃない。\n勝利を目指して己を研ぎ澄ますことにあるんだと俺は考える。": "The MG Competition’s goal wasn’t to win.\nI think it's about honing myself in order to achieve victory.",
    "え……それって必ずしも勝つ必要はない、ということですか？": "Huh...? Does that mean we don't necessarily need to win?",
    "そうは言ってないが、負けたら終わりってことでもない。\n要は己の鍛錬の理由として、勝利が掲げられているだけだ。": "I didn't say that, but it wasn't like it would be over if I lost.\nThe point is that victory is the only reason for my training.",
    "つまり、ＭＧ競技はスポーツじゃなくて武道なんだよ。": "In other words, MG Games are martial arts, not sports.",
    "武道の試合なのだから、勝ち負けに固執するべきではない。\n大切なのは己を磨くこと。それこそが武道の本質だ。": "It was a martial arts match, so they shouldn’t stick to winning or losing.\nWhat's important is to hone yourself. That's the essence of martial arts.",
    "だから、負けてもいいとは言わないが、勝ちに固執するのはよくない。\n試合はあくまでも鍛錬の場でしかないからな。": "That’s why I’m not saying it’s okay to lose, but sticking to winning isn’t good.\nThe match is nothing more than a training ground, after all.",
    "たとえ相手に力が及ばなかったとしても、お前が怖れることなく\n鍛錬の成果を発揮できれば、試合の目的は達成されているんだよ。": "Even if I couldn’t match my opponent’s strength, I wouldn’t have to fear you\nAs long as you can show off the results of your training, the goal of the match has been achieved.",
    "%usernameusernameuserna%さんの言いたいことはわかります。\nでも次の戦いに負けたら私たち、退学になっちゃいます……": "%username, username, userna% I understand what you're trying to say.\nBut if we lose the next battle, we'll be expelled...",
    "お前が全力を発揮した上で負けたのなら、それは指導した俺の責任だ。\n責めるなら自分じゃなくて俺を責めるべきだ。違うか？": "If you lose after putting your all into it, that’s my responsibility for instructing you.\nIf you're going to blame me, you should blame me instead of yourself. Am I wrong?",
    "それは、そうかもしれません。でも……": "That may be true. But...",
    "もしかしてめるはただ負けることを\n恐れているんじゃない……のか？": "Maybe it's just that I don't want to lose\nAren't you... afraid?",
    "お前は何を怖がっている？\n自分の責任で競技に負けることだけが理由じゃなさそうだが？": "What are you afraid of?\nIt doesn't seem like losing the competition is the only reason you're taking responsibility.",
    "…………": "............",
    "しばしの沈黙の後に、おずおずとめるが口を開いた。": "After a moment of silence, she timidly opened her mouth.",
    "……私、シリウスシュガーのみんなのことが大好きなんです。": "...I love everyone in Sirius Sugaru.",
    "%usernameusernameuserna%さんのおかげで、\nシリウスシュガーはようやく上手くまとまってきました。": "Thanks to %username, username, userna%-san,\nSirius Sugaru has finally come together well.",
    "カラフルブーケにも勝てて、より結束が強まって……\nでも、試合に負けたらシリウスシュガーはなくなっちゃいます。": "Defeat even colorful bouqueting, and become more united...\nBut if I lose the match, Sirius Sugar will be gone.",
    "私は、みんなともっと一緒にいたいんです。みんなと、%usernameusernameuserna%さんともっと上を目指したい。": "I want to be with everyone more. I want me to aim higher with everyone, with %user name, user name, and user name.",
    "だから、そのために、本番までに何かできることはないかなって。\n私ひとりじゃ思いつかないので、アドバイスをもらいに来たんです。": "That's why I was wondering if there was anything I could do before the performance.\nI couldn't think of anything on my own, so I came to ask for advice.",
    "なるほど。そういうことか……": "I see. So that's how it is...",
    "どんなネガティブな言葉を並べられるかと思っていたら、\n随分と前向きなお悩み相談ときたものだ。": "I was wondering what kind of negative words she’d be able to string together, but...\nThat's a pretty positive way to talk about your worries.",
    "今、シリウスシュガーのなかで最も成長しているのは\n彼女であることはまず間違いない。": "Right now, the one who’s grown the most in Sirius Sugaru\nThere was little doubt that it was her.",
    "新技を覚え、精神的にも成長し、そして仲間のために\n自分ができることはないかと模索し始めている。": "Learning new techniques, growing mentally, and for the sake of your friends.\nShe was starting to wonder if there was anything she could do.",
    "それなら、俺は指揮官として彼女の期待に応えなくてはな。": "In that case, as a commander, I have to live up to her expectations.",
    "める……明日１日、俺に付き合ってくれないか？": "Meguru... Will you come with me all day tomorrow?",
    "え……？": "Huh...?",
    "流石に、今のお前を数日でさらに強くする手段は思いつかない。でも……勝つためにできることはすべてやっていきたい。": "Of course, I can't think of any way to make you stronger in a few days. But... I want to do everything I can to win.",
    "%usernameusernameuserna%さん……！": "%usernameusernamesuserna%san...!",
    "わかりました……！　よろしくお願い致します！": "Understood...! I look forward to working with you!",
    "そして翌日、俺はめると連れだって、\n別の校舎へと来ていた。": "And the next day, when I woke up, she said she'd come with me.\nWe've come to a different building.",
    "あ、あの、ここってスカラ校舎ですよね？どうして私をここに連れてきたんですか……？": "U-Um, this is the Scara building, isn't it? Why did you bring me here...?",
    "そうそう、すぐに強くなることなんて出来ない。だからこそ、こういう時にやるべきことはひとつだろう。": "That's right, I can't get stronger right away. That'll be why there's only one thing to do at a time like this.",
    "え？": "Huh?",
    "カオスメイデンの偵察だ。その強さの秘密や、弱点なんかも調べるぞ！": "Chaos Maiden's reconnaissance. We'll find out the secrets and weaknesses of her strength!",
    "なお、当然ながら許可など取ってないから、奴らには気づかれないように。": "And of course, I didn't get permission, so don't let them notice.",
    "えええええっ！？": "Whaaaat?!",
    "__translated__": true
}