{
    "（ふたりきり……%usernameusernameuserna%さんと……\n誰にも聞かれたくない、大事なお話を、ここで……）": "(Just the two of us... with %usernameusernameuserna%-san...)\nI don't want anyone to overhear me. I want to talk about something important here...)",
    "（うう……ど、どうしましょう！　こんなシーン、\n映画とかドラマで何回も見ました！　こ、こここ、告白！）": "(Ugh... Wh-What should I do?! This scene...\nI've seen it many times in movies and dramas! A-A-A confession!)",
    "フルートだって休憩したいだろうに、悪いな。": "I'm sure the flute wants to take a break, too. Sorry.",
    "い、いえっ。": "N-No, not at all.",
    "（%usernameusernameuserna%さんの顔、\nまっすぐ見られないです……！）": "(%usernameusernameuserna%-san's face,\nI can't look straight at it...!)",
    "ここなら誰かに聞かれる心配もないだろう。\n早速だが、フルート。俺に素直な気持ちを聞かせてくれ。": "There's no need to worry about being overheard here.\nLet's get right to it, Flute. Tell me how you really feel.",
    "す、素直な気持ち、ですか……？\nえっと……距離が近すぎて心臓の音が……": "A-An honest feeling...?\nUmm... We're so close that I can hear my heart beating...",
    "……やっぱり言いにくいことか。\n俺が相手でも駄目か？": "...I guess it's hard to say.\nYou don't want me to be your partner?",
    "そ、そんな。\n駄目なんてことはないです……！": "Th-That can't be.\nIt's not like I can't...!",
    "%usernameusernameuserna%さんは優しさも、頼もしさもパなくて、\nいつもフルート達を助けてくれてガチ神といいますか……": "%usernameusernameuserna%-san was neither kind nor reliable.\nHe's always helping out the flute players, so he's a real god...",
    "そこまで言われるのは少し恥ずかしいな……\nでも、そこまで俺を信頼してくれてるのはありがたい。": "It's a little embarrassing to hear you say that...\nBut I'm grateful that she trusts me that much.",
    "だから……聞かせて欲しいんだ。フルート。\nお前の本当の気持ちってやつを。": "That's why... I want you to tell me, flute.\nYour true feelings.",
    "（ぴゃあっ！？　ほ、ほほ、本当の気持ち……！\nこ、これ、もうそういうことで……や、ヤバです！）": "(Pyaah?! H-Hoho, my true feelings...!\nTh-That's it... Th-This is bad!)",
    "……そ、その前に、フルートからいいですか！": "...A-Anyway, can I start with the flute?!",
    "ん？　ああ、すぐには答えづらいよな。\nいいよ、何でも聞いてくれ。": "Hm? Yeah, it's hard to answer right away.\nIt's okay. Ask me anything.",
    "フルートの気持ちを話す前に……\nできれば%usernameusernameuserna%さんの気持ちを知りたいです！": "Before I can tell you how the flute feels...\nIf possible, I'd like to know how %usernameusernameuserna% feels!",
    "俺の気持ち？": "My feelings?",
    "心配に思ってる": "I'm worried about you.",
    "大事に思ってる": "I think it's important.",
    "は、はい。%usernameusernameuserna%さんは……\nフルートのこと、どう思ってますか……？": "Y-Yes. %usernameusernameuserna%-san...\nWhat do you think of the flute...?",
    "……心配、ですか？": "...Are you worried?",
    "なんていうかな。困った顔をしてると放っておけないっていうか。\n守ってやらないとって気持ちになるんだ。": "How should I put it? I can't leave her alone when she looks troubled.\nI feel like I have to protect her.",
    "そ、それって、フルートの事を……！": "Wh-What do you mean, about the flute?!",
    "だ、大事に……？": "C-Careful...?",
    "なんだろうな……目を離せないっていうのかな。\nだから、フルートの事は大事に思ってるんだ。": "I wonder what it is... I can't take my eyes off it.\nThat's why I care about the flute.",
    "そ、そうなんですね！　そ、そんな風にフルートを……": "I-I see! Th-That's how you play the flute...",
    "ああ。フルートにエヴィ、トレブルクインテットの皆の事は、\n本当の仲間だと思っている。": "Yes. The flute, Eve, and everyone else in Treburg-Intedt.\nI think we're real friends.",
    "…………ふえ？": "............fueh?",
    "それに個人的な付き合いもあるから、なおさら力になりたいんだ。\nトレブルクインテットが成功をするために。": "Plus, I have a personal relationship with her, so I want to help her all the more.\nIn order for the Treburg Integrity to succeed.",
    "え、え～っと……？": "U-Umm...?",
    "だから教えてくれないか……？\n文化祭の事で、誰にも言えない事で何か悩んでるんだろう。": "So can you tell me...?\nShe's probably worried about something she can't tell anyone about during the cultural festival.",
    "……ぜ、ぜんぶ文化祭の事だったんですか？": "...A-Are you talking about the cultural festival?",
    "……そりゃそうだろ？\n文化祭の事で呼ばれてきたんだし。": "...Isn't that obvious?\nI was called here about the cultural festival, after all.",
    "本当は何か言いたいことがあるのに、\nみんなの手前、黙ってるんじゃないか？　って思ったんだが。": "Honestly, I had something to say, but...\nIn front of everyone, I thought she might keep quiet about it.",
    "あ……あのっ……\nそれじゃ、人気のない場所に呼び出した理由って……": "U-Umm...\nSo the reason I called you to a deserted place is...",
    "トレブルクインテットのメンバーが一緒にいたら、\n本心を口にしづらいだろうと思ってな。": "If the members of the Treburg Integrity were with us,\nI figured it'd be hard to say how you really feel.",
    "だから、まずは俺にだけでも\nこっそり打ち明けてもらえないかと考えたんだ。": "That's why I'll just have to do it first.\nI was wondering if you could open up to me in secret.",
    "…………うぅぅ～。": "............uuu......",
    "（フルートってば、なんて早とちりですか……！）": "(What a hasty mistake, flute...!)",
    "……やっぱり言いにくい事だったか？": "...Was it really hard to say?",
    "い、いえ。フルートが勝手にサゲぽよなだけですので、\nどうか気にしないでください。": "N-No, it's just that the flute is sagepo on its own.\nPlease don't worry about it.",
    "（%usernameusernameuserna%さん、\n鋭いのにたまにすっっごく鈍感さんになりますよね……）": "(%usernameusernameuserna%-san,\nShe's sharp, but sometimes she gets really dense...)",
    "何やら葛藤があったようだが、\nフルートは落ち着きを取り戻してくれたらしい。": "She seemed conflicted about something, but...\nThe flute seemed to have calmed down.",
    "それで、結局フルートは何を悩んでるのか教えてくれるか？": "So, in the end, can you tell me what's troubling the flute?",
    "な、悩んでることは……\nさっき%usernameusernameuserna%さんにお話しした通りですよ。": "What's troubling me is...\nIt's just like I told %usernameusernameuserna% earlier.",
    "文化祭まで時間もないのに、\n出し物がなかなか決まらなくてヤバなことで……": "There wasn't much time before the cultural festival,\nIt's hard to decide what to do for the festival...",
    "本当にそれだけか？": "Is that really all?",
    "……": "......",
    "俺にはフルートが何かを我慢しているように見えるぞ。\nいつもだったら、もっとみんなを楽しく引っ張ってたはずだ。": "To me, it looks like the flute is holding back something.\nNormally, I would have been more fun pulling everyone along.",
    "……そういうところは、\n%usernameusernameuserna%さん凄く鋭いですよね。": "...That part of her...\n%usernameusernameuserna%-san is really sharp.",
    "当然だろ？　俺は教導指揮官だからな。\nちゃーんとお前たちの事を見てるぞ。": "Isn't that obvious? I'm the instructor commander, after all.\nI'll be watching you guys.",
    "（……それにしてはさっき、凄い鈍感でしたよね。\nって、そうじゃなくて）": "(...For that matter, you were really dense earlier.)\nWait, that's not what I meant.)",
    "……今回は、フルートは大人しくしようって思ったんです。": "...This time, I thought the flute would be quiet.",
    "大人しく……ってなんでだ？\nこんなに楽しそうなイベントなのに。": "Be quiet... Wait, why?\nEven though it looks like such a fun event.",
    "フルートはリーダーじゃないですか。\nだから……フルートが何かを言うのはダメなんです！": "Aren't flutes the leader?\nThat's why...you can't say anything to a flute!",
    "……どういうことだ？　フルートがリーダーだとして、\nそれが我慢をする理由になると思えないが。": "...What do you mean? Assuming the flute is the leader,\nI don't think that's a reason to hold back, though.",
    "フルートは、今度の文化祭をみんなに楽しんでもらいたいんです。\n皆がやりたい事をやれる、『ぽよ』な文化祭を楽しんで欲しいんです！": "As for the flute, I want everyone to enjoy the upcoming cultural festival.\nI want you to enjoy the 'poyo' cultural festival where everyone can do what they want!",
    "これまでずっと、フルートはみんなに助けられてきました。\n色んな楽しいことを、みんなに協力してもらってきました。": "The flute has been saved by everyone up until now.\nI've had a lot of fun things done with everyone's help.",
    "……つまりは、フルートからの恩返しをしたいってことか。": "...In other words, she wants to repay the favor from the flute.",
    "皆の意見を取り入れて納得してもらうのに、\nフルートの意見が出るとそっちに傾くのを気にしたんだな？": "In order to take everyone's opinions into account and get them to agree,\nYou were worried about leaning in that direction when a flute opinion came up, weren't you?",
    "はい。フルートの意見はリーダーですから……\nきっとそれが『チームの選択』になっちゃいますよね？": "Yes. The flute's opinion is that of the leader...\nI'm sure that'll be the 'choice of the team', right?",
    "トレブルクインテットの皆は、それで納得してもらえます。\nでも、やりたい事を知らないうちに我慢させちゃうんです。": "Everyone in Treburg-Intedt will be satisfied with that.\nBut before I know what I want to do, I make her endure it.",
    "それじゃ駄目なんです！\nちゃんと皆で話し合って……やりたいを選ばないと！": "You can't do that!\nWe need to talk it over with everyone...and choose what we want to do!",
    "でも、それが難しくて……%usernameusernameuserna%さんに、\nお願いをすることになっちゃいました。": "But that was difficult... To %usernameusernameuserna%-san\nI've decided to make a request.",
    "……フルートの言いたいことは分かった。": "...I understand what the flute is trying to say.",
    "しかしそれじゃ、いつまで経っても出し物は決まらないぞ。\n結局、企画はひとつにまとめなきゃならないんだ。": "But no matter how long we wait, we'll never be able to decide what to do.\nIn the end, the project had to be put together.",
    "それは分かってます。\n……でも、皆がやりたい学園祭を諦めたくなくて。": "I know that.\n...But I didn't want to give up on the school festival that everyone wanted to do.",
    "なあ、それはフルートが我慢をすることにならないか？": "Hey, isn't that something a flute has to put up with?",
    "えっ？": "Huh?",
    "皆が楽しいぽよな学園祭をする……だっていうのに、\nフルートが我慢をしている……それは違うんじゃないか？": "Everyone's having a fun school festival... but...\nThe flute is holding back... Isn't that wrong?",
    "そ、それは……！": "Th-That's...!",
    "それだけじゃない。その選択ってのは……\nフルートらしくない。いや、ぽよじゃない。": "And that's not all. That choice is...\nThis isn't like a flute. No, it's not a pony.",
    "ぽ、ぽよじゃない！？": "A-Aren't they f-f-false?!",
    "ああ。フルートの理想のギャルっていうのは、\n仲間を大切にして、好きを全力でアピールする。": "Yeah. The ideal gal for a flute is...\nI treasure my friends and show them what I love with all my might.",
    "そうやってみんなを楽しませて、周囲を笑顔にする……\nそれがフルートの目指すギャルで、ぽよなんだよな？": "That's how I entertain everyone and make everyone around me smile...\nThat's the gal the flute is aiming for, isn't it?",
    "は、はいっ。その通りです。\nフルートが目指したギャルは……！": "Y-Yes. Exactly.\nThe gal the flute was aiming for...!",
    "なら、フルートが我慢すればいいわけじゃない。\nもっと上を……フルートを含めてぽよを目指すべきじゃないか？": "In that case, it wasn't as if the flute had to hold back.\nShouldn't we... aim for Poyo, flute included?",
    "全員が意見を言ってみんなで話し合って……\nその上で納得できる、そんな道を。": "Everyone voiced their opinions and talked it over with everyone...\nAnd that's the path I can take.",
    "そ、そんなの無理ですよ！": "Th-That's impossible!",
    "だって、みんな仲良くしようと思っても、\n誰かの意見とかやりたい事は我慢するしか……": "After all, even if everyone wanted to get along,\nI'll just have to hold back what someone else wants to say or do...",
    "なら、そうじゃない道を探せばいい。\n確かに時間も厳しい。状況も良いとは言えない。": "In that case, I just have to find a different path.\nIt's true that time is tight. I can't say the situation is good.",
    "だが、それでも諦めないのがギャルのフルートだろ？\nそして、そんなフルートを皆はリーダーとして認めてるんだ。": "But it's a gal's flute that still doesn't give up, right?\nAnd everyone acknowledges that flute as their leader.",
    "ここで自分は笑顔で我慢して皆に楽しんで欲しい……\nそんなのが、本当にフルートのなりたいギャルなのか？": "I want everyone to enjoy themselves here with smiles on their faces...\nIs that really the kind of gal you want to be a flute for?",
    "フルートが目指した……ギャルの在り方……": "The way the flute aimed...the way the gal was...",
    "難しいから、俺を呼んだのなら任せてくれ。\n目指してみろ……本当の１００％のぽよな文化祭を。": "It'll be difficult, so leave it to me if you call for me.\nAim for the real 100 percent Poyotrism Culture Festival...",
    "そ、そうでした……！　%usernameusernameuserna%さんの言う通りです！\nフルート、１番大切なことを忘れていました！": "Th-That's right...! %usernameusernameuserna% is right!\nFlute, I forgot the most important thing!",
    "誰も我慢せず、自由に、みんなで楽しく……！\n『ぽよ』な文化祭を目指します！": "No one can hold back, and we're free to have fun together...!\nWe're aiming for a 'poyo' cultural festival!",
    "それでいいんだ、フルート。\nいつも通りギャルらしく、前を向いていこう。": "That's fine, flute.\nLet's keep moving forward like we always do.",
    "はいっ！　後ろ向きなフルートは、これにておつまるです！\nここから目一杯アゲていきます！": "Yes! That's the end of the negative flute!\nI'm going to go all out from here!",
    "やっといつものフルートが戻ってきたな。": "The usual flute is finally back.",
    "（……ある意味でここがスタートラインだ。\n最高の文化祭……そのためには、全員が出し切らないとな）": "(...In a way, this is the starting line.\nThe best cultural festival ever... To do that, we'll have to put everyone out.)",
    "…………あ。": "............ah.",
    "お腹の虫も元気になったみたいだな。\nまあ、昼休憩だってのに俺達は何も食べてなかったからなぁ。": "Looks like your stomach's all better now.\nWell, even though it's lunch break, we didn't eat anything.",
    "うぅ……お腹の音、聞かれてぴえんです……": "Ugh... I can't believe she heard my stomach growl...",
    "集合まで、まだ時間はある。\nちょっと遅くなったけど、一緒に昼でも食べに行くか。": "There's still time before we meet up.\nIt's a little late, but let's go have lunch together.",
    "す、すみません……\n気を遣わせてしまって……": "I-I'm sorry...\nI made her worry about me...",
    "いや、時間を取らせたのは俺だから。\n戦の前にしっかり腹ごしらえしておくぞ。": "No, I was the one who made her take her time.\nI'll make sure to eat before the war starts.",
    "い、戦……ですか？": "A-A war?",
    "ああ、大仕事になるぞ。\n何せ、今まで纏まらなかった話を更に大きくまとめるんだからな。": "Yeah, it'll be a big job.\nAfter all, I'm going to put together a bigger story than I've ever been able to wrap up until now.",
    "それに、まずフルートには自分の言葉を伝える必要があるだろ？\nだからしっかりと英気を養わないとな。": "Besides, you need to get your own words across to the flute first, don't you?\nThat's why I need to keep my spirits up.",
    "……そうですね！　しっかり皆に伝えちゃいます！": "...You're right! I'll tell everyone!",
    "ああ、それに時間がないとはいえまだ余裕はあるだろ？": "Yeah, and even if we don't have much time, we still have time, right?",
    "……ええっと、それがぁ……": "...Umm, well...",
    "……嫌な予感がするんだが。": "...I have a bad feeling about this.",
    "その、肝心なことを伝え忘れていたんですけども……": "Um, I forgot to tell you the most important thing...",
    "……言ってくれ。覚悟は決めた。": "...Tell me. I've made up my mind.",
    "出店する内容に問題がないかを確認する期限があって……\n今日中に出さないと……実は、もう限界ギリギリだったり……": "There's a deadline to make sure there aren't any problems with the food stalls...\nIf I don't cum today... I'll actually be at my limit...",
    "……もっと早く言ってくれ。": "...Tell me sooner."
}