{
    "おーい、エヴィ～。": "Hey, Evie.",
    "……えっと、ここをこうして……んー、こっちの仕掛けは……": "...Umm, like this... Hmm, this mechanism is...",
    "……まったく、また端末の操作に集中してるな。": "...Geez, she's focused on operating the terminal again.",
    "おい、エヴィ！": "Hey, Eve!",
    "うわっ！？　って、%usernameusernameuserna%か……\nどうしたの？": "Whoa?! Wait, %usernameusernameuserna%...\nWhat's wrong with you?",
    "どうしたのじゃない。エヴィが呼んだんだろ。": "What's wrong? Eve must have called you.",
    "……あー、そういえばそうだったね。": "...Ah, now that you mention it, you're right.",
    "何してるんだ？　もう文化祭始まるぞ。": "What are you doing? The cultural festival is about to start.",
    "今日の文化祭で使うための物をまとめてたんだよ。": "I was putting together some stuff for today's cultural festival.",
    "……ひとりで？": "...Alone?",
    "そうだよ。まあ、ひとりでも十分可能なやつだったし、\n体を動かす準備や設営とかは他のメンバーに任せてるからね。": "That's right. Well, he was capable enough on his own,\nI'll leave the preparations and construction to the other members.",
    "いわゆる適材適所ってやつ。\n得意な人が得意なことをやる方が、コスパもタイパもいいでしょ？": "It's what you'd call the right person.\nAren't cospas and typas better when people are good at what they're good at?",
    "なるほど、そういう事なら納得した。": "I see. If that's the case, then I understand.",
    "あっ、そうそう。あの資料が足りないんだった。": "Oh, that's right. We don't have enough documents.",
    "ごめん、%usernameusernameuserna%。\nあっちのテーブルにある本持ってきてくれる？": "Sorry, %usernameusernameuserna%.\nCan you bring me the book on that table over there?",
    "本？": "A book?",
    "そこの、黒い表紙の薄い本。そうそう、それ。": "That thin book with the black cover.Yes, that's it.",
    "これだな。": "This is it.",
    "ありがと、じゃあベッドの上に置いといて。\n後で見るから。": "Thank you. Put it on the bed, then.\nI'll look at it later.",
    "……ひとつ気になったことを聞いていいか？": "...Can I ask you something that bothers me?",
    "何？　作業中だから、手短にね。": "What? I'm working on it, so make it quick.",
    "もしかしてエヴィ、ずっとベッドの上から\n動いてないんじゃないだろうな……": "Could it be that Eve has been sitting in bed all this time?\nI don't think it's moving...",
    "え？　そうだよ。そのために資料とか道具とか\n全部ベッドの上に持ってきたんだから。": "Huh? That's right. To do that, we need materials and tools.\nI brought it all over the bed.",
    "…………": "............",
    "疲れたらすぐ休憩できるし、効率いいでしょ。": "If you get tired, you can take a break right away. It's efficient, right?",
    "うーん、確かにそうかも": "Hmm, that might be true.",
    "納得は出来ないかも": "I don't think I can accept that.",
    "%usernameusernameuserna%もそう思わない？": "Don't you think so too, %usernameusernameuserna%?",
    "ね？　やっぱり%usernameusernameuserna%は\n話の分かる人だと思ってたよ。": "See? %usernameusernameuserna% really is...\nI thought you were a reasonable person.",
    "部屋で作業をしてる時とか、飲んだり食べたりするものも、\nゴミ箱も何もかも全部近くに置くと楽だしな。": "When you're working in your room, or when you eat or drink,\nIt'd be easier if you put all the trash cans and stuff nearby.",
    "うんうん、そうだよねぇ。": "Yeah, that's right.",
    "ゲームをするときとか、ソファやクッションで寝転びながらだと最高だが……\nそれと同じことか？": "It's the best when you're playing a game or lying down on a sofa or cushion...\nIs that the same thing?",
    "そうそう、それと同じ♪": "That's right, that's the same♪",
    "いちいち移動しなくても、目を閉じるだけで\nすぐ本格的な休憩タイムに入れちゃうの。": "You don't have to move every time. Just close your eyes.\nWe'll be taking a full-scale break soon.",
    "%usernameusernameuserna%も今度、\n仕事の作業する時に全部ベッドでやったらいいよ。": "%usernameusernameuserna% will be joining us next time.\nYou can do all the work in bed when you work.",
    "いや、それはさすがにやめておく……": "No, I'll pass on that...",
    "うーむ、ダラダラとやっちゃいそうだからな……\n多分俺には向いてないな。": "Hmm, I feel like I'm going to laze around...\nI'm probably not cut out for this.",
    "えー、そうかな？　集中してダーッとやって、\n疲れたらすぐ目を閉じて横になればいいんだよ？": "Whaaat, really? I focused and dodged,\nJust close your eyes and lie down as soon as you get tired, okay?",
    "いちいち移動せずに休憩できて、時間短縮になるじゃない。": "Being able to take a break without having to move every time would shorten the time.",
    "それはエヴィが器用だからじゃないか？\n俺はそんな感じで切り替えるのは難しいな……": "Isn't that because you're good at it, Eve?\nIt's hard for me to switch gears like that...",
    "ふーん。%usernameusernameuserna%は、\n意外とメリハリつけたいタイプなんだね。": "Hmm. %usernameusernameuserna% is...\nI didn't think you'd be the type to get all worked up.",
    "意外と……俺はどんなタイプだって思われてたんだ。": "Surprisingly... What kind of person did she think I was?",
    "まあとにかく、私はこのやり方が一番合ってるの。": "Anyway, this is the best way for me to do it.",
    "ただ……この作戦にも穴があって……": "But... there's a hole in this operation...",
    "何だ？": "What is it?",
    "ひとつは……\nトイレの時、どうしても動かなきゃいけないってこと……": "One is...\nI have to move it when I go to the bathroom...",
    "それはそうだろうな……": "That's probably true...",
    "最初はさぁ、オムツとか携帯トイレもありかな～って考えてたんだけど。\n流石に片づけとか不快感を考えると無理だったよね。": "At first, I thought there might be diapers and portable toilets, too.\nIt was impossible, considering how unpleasant it was to clean up.",
    "そ、そうか……\n流石にそこまでやるのはおススメしないぞ。": "I-I see...\nI wouldn't recommend going that far.",
    "もうひとつの欠点として、ベッドに持ってくるものが多すぎるんだよね。\n寝るスペースが狭くなるから退けないといけなくて……": "The other downside is that there's way too many things to bring to bed.\nI had to get out of the way because it would make my sleeping space smaller...",
    "で、手に届かないところに本が置いてあったりで面倒だな～って\nところに%usernameusernameuserna%が運良く現れてくれたって訳。ありがと。": "And I thought it'd be a pain if there were books out there somewhere I couldn't reach.\nSo %usernameusernameuserna% was lucky enough to show up. Thanks.",
    "……いや待て。\nそれは今の話で俺が呼ばれた理由じゃないんじゃないか？": "...No, wait.\nIsn't that why I was called here?",
    "……あ。": "...Ah.",
    "……やっぱりちゃんと座ってやった方がいいんじゃないか？": "...Maybe I should sit down properly after all?",
    "いやいや、ちょっと油断してただけだからさ。\nただ、今作業が良い所なんだよね。": "No, no, I was just a little careless.\nIt's just that, right now, we're in a good place to work.",
    "もう少しで出来るから、その辺で座って待ってて。": "I'll be done soon, so sit around and wait.",
    "お、おう……": "Y-Yeah...",
    "……よし、オッケー。こんなもんでしょ。": "...Okay, okay. That should do it.",
    "お疲れ。それで結局、俺は何で呼ばれたんだ？\n大事な用事って？": "Good work. So, in the end, why did you call me?\nWhat's important?",
    "教室まで運んでくれない？　荷物と私。": "Can you carry me to the classroom? The luggage and me.",
    "…………なんだって？": "............what did you say?",
    "いやー、流石にこの量を運ぶのは大変だからさぁ。\nどうしても男手が欲しかったんだけど……ダメ？": "Man, it's really hard to carry this much.\nI really wanted a man... Is that okay?",
    "いやちょっと待て、荷物は分かるが……私？　エヴィ？": "No, wait a minute, I know what you're carrying, but...me? Eve?",
    "うん。ついでにパソコンに向かってて疲れたから、運んで欲しいの。\nね、いいでしょ？　お願い。": "Yeah. I'm tired from sitting on the computer, so I'd like you to carry me.\nHey, it's okay, right? Please.",
    "……まさか、昨夜から徹夜でパソコンに\n向かってたんじゃないだろうな……？": "...No way, I've been up all night on a computer since last night.\nYou weren't on your way, were you...?",
    "徹夜なんて非効率なことする訳ないでしょ。\nさすがに寝たよ。": "There's no way I'd stay up all night doing something inefficient.\nOf course I fell asleep.",
    "……あー、でもその後はぶっ続けだったような……？": "...Ahh, but after that, I feel like it went on forever...?",
    "……まあ、エヴィしかできない作業を頑張ったみたいだからな。\nどこに運べばいい？　背負って送るよ。": "...Well, it looks like she did her best with the work that only Eve could do.\nWhere should I carry it? I'll carry it on my back.",
    "やった♪\nさすが%usernameusernameuserna%、ありがと。": "I did it♪\nThat's %usernameusernameuserna% for you. Thanks.",
    "持っていく荷物はどれだ？": "Which one do you want to take?",
    "これとこれとこれだね。\nで、私はおんぶね。": "This, this, and this.\nAnd I'll be your piggyback.",
    "まあ、エヴィが気にしないならいいぞ。\nそれじゃあ背負うからな。": "Well, as long as you don't mind, Eve.\nThen I'll carry you on my back.",
    "はーい。": "Okay.",
    "いやぁ、人に運ばれるのは楽ちんだね。": "Man, it was fun being carried around by people.",
    "エヴィがコスプレしてるせいで、めちゃくちゃ見られるけどな……": "It's because Eve's cosplaying that we get to see a ton of it, though...",
    "しかも、今更だけど……もっとちゃんとつかまってくれよ。\n荷物のせいでただでさえ背負いにくいんだし。": "And it's a little late to say this, but... hold on tighter.\nBecause of the luggage, it's already hard to carry.",
    "えー、ちゃんとつかまったらキョンシーっぽくないでしょ。": "Whaaat? It wouldn't be very Kyonshi-like if you caught me properly.",
    "そこのこだわり要るか……？": "Do I need to fixate on that...?",
    "あ、もう教室だ。ありがと、降ろして。": "Ah, we're already in the classroom. Thanks, let me down.",
    "お疲れー。荷物はその辺に置いといていいよ。": "Good work. You can leave your stuff around there.",
    "ふう……": "Phew...",
    "……そういえば、何でキョンシーにしたんだ？": "...Come to think of it, why did you choose Kyonshi?",
    "んー、候補は色々あったんだけど……\nつい最近、ゾンビが出てくるタイプのゲームをやったんだよ。": "Hmm, there were a lot of candidates, but...\nI played the type of game where zombies appeared just recently.",
    "そこにキョンシーもいてね、あっこれだ、って。": "Kyonshi was there, too, and she said, \"Oh, this is it.\"",
    "なるほど、ゲームが決め手か。エヴィらしいな。": "I see. Game is the deciding factor, huh? That's just like Eve.",
    "しかもキョンシーって動きが少ないでしょ？": "And there's not much movement in Kyonshi, right?",
    "え？　あ、まぁ……": "Huh? Oh, well...",
    "たいした演技とかしなくてもいいし、走る必要もないからねー。\n面倒な動きがなさそうで一番いいコスプレだな、と思ったの。": "You don't have to put on much of an act or anything, and you won't need to run.\nIt doesn't seem like there's any troublesome movement, so it's the best cosplay, I thought.",
    "……それもエヴィらしい理由だな……": "...That's a very Eve-like reason...",
    "さて、準備準備！　それじゃ、お互いに頑張ろうね～。": "All right, let's get ready! Let's both do our best!",
    "……俺も持ち場へ行くか。": "...I guess I'll go to my post too.",
    "はい、立ち止まらないでー！　前に進んでー。": "Okay, don't stop! Move forward!",
    "……ふう、何だかんだで結構人が多いな。\n受付の様子は……と……": "...Phew, there's a lot of people here.\nAs for the receptionist...",
    "いらっしゃーい。どうぞー。\n恐怖の館は友達でも一人でも楽しめますよ～。": "Welcome. Here you go.\nEven if you're friends, you can enjoy the manor by yourself.",
    "あれ？　エヴィが客引きしてるのか？": "Huh? Is Eve trying to attract customers?",
    "あ、お疲れー、%usernameusernameuserna%。": "Ah, good work, %usernameusernameuserna%.",
    "うん、レイラが他に挨拶回りするからって、\nいったん私が任されてるんだよ。": "Yeah, Leila said she'd go around saying hello to other people\nI've been entrusted with this task for a while.",
    "まあ、店番ならエヴィが適任かもな……座ってるだけだし。": "Well, maybe Eve would be the best person to watch the store... She's just sitting there.",
    "しかし……もうちょっとこう、呼び込み文句はないのか？": "But... don't you have any more complaints?",
    "だって出し物名、『恐怖の館からの脱出』でしょ？\nならストレートにそのままでいいんじゃない？": "After all, the name of the event is 'Escape from the House of Fear,' right?\nThen why don't you just stay straight?",
    "うーむ、それはそうなんだが……\nやっぱり引き込まれるインパクトとかが欲しくないか？": "Hmm, that's true, but...\nDon't you want the impact of being drawn in or something?",
    "ああ、それなら大丈夫。\nこう見えて座ってるだけじゃないんだよね。": "Yeah, that'll be fine.\nI may not look it, but I'm not just sitting.",
    "え？": "Huh?",
    "カボチャとか色々、触ってごらん？": "Why don't you touch the pumpkins and stuff?",
    "……おお、動いた！？　まさか、それぞれ仕掛けがしてあるのか……\nこれって全部エヴィが制御してるのか？": "...Oh, it's moving?! Don't tell me they're all set up...\nIs this all under Eve's control?",
    "まあね～。": "Yeah, pretty much.",
    "今朝やってた作業は、これのためだったんだな。": "So this is what she was doing this morning.",
    "そうそう、これ以外にも色々あるけどね？": "Oh yeah, there's a lot more than this, though.",
    "とはいえ、一度プログラム組んじゃえば、こっちで制御は楽だからね。\n座りながら端末弄ってるだけで動かせるんだよ。": "That said, once you put together a program, it'll be easier to control over here.\nI can move it just by sitting and playing with the terminal.",
    "凄いな、エヴィ。\nそれに、なんていうかＬＯＣらしい演出だ。": "Amazing, Eve.\nBesides, it's kind of a LOC-like performance.",
    "でしょ？": "Isn't it?",
    "普段は省エネとかコスパって言ってるけど……\nこの仕掛けもコスプレも、省エネともコスプレともほど遠い手間だろ？": "They usually call it energy conservation or cospa...\nThis setup and cosplay are a far cry from energy conservation or cosplay, aren't they?",
    "自分の信条を曲げて動いちゃうくらい、\nエヴィはトレブルクインテットの事が好きなんだな。": "Enough to bend my own creed and move,\nYou like Treburg-Intette, don't you?",
    "え、何か言った？": "Huh? Did you say something?",
    "聞いてないのかよ！\n……ん？": "Don't you hear me?!\n...Hm?",
    "……何やってるのかと思ったけど、ゲーム画面じゃないか？": "...I was wondering what she was doing, but isn't that a game screen?",
    "勝手に端末を覗かないでよ～。\nマナー違反だよ？": "Don't just peek at the terminal like that.\nIt's bad manners, you know?",
    "いや、店番中にゲームしてていいのか？": "No, is it okay for me to play games while watching the store?",
    "うん、今は休憩中だからいいの。\nそれにイベント設備は、ある程度の設定がしてあるから。": "Yeah, we're on break right now, so it's fine.\nBesides, the event facilities are set up to a certain extent.",
    "放置してたってちゃんと動いてくれるし、\nたまにこーやって、画面スライドしてチェックしてるよ？": "Even if I leave her alone, she'll still move properly,\nSometimes I do this and slide the screen to check, you know?",
    "……お、おう……まあ、チェックしてるならいいのか……\nあんまりゲームに没頭しすぎるなよ。": "...Y-Yeah... Well, if you're checking, I guess it's fine...\nDon't get too absorbed in the game.",
    "分かってるよー。": "I know, I know.",
    "あっそうだ、%usernameusernameuserna%。": "Oh, that's right, %usernameusernameuserna%.",
    "折角だし、今そっちも暇なんでしょ？\n代わりに呼び込みとかやってくれない？": "You're free right now, aren't you?\nWhy don't you call them in instead?",
    "……いや、俺がやってもあんまり意味がないんじゃないか？\nエヴィみたいなコスプレもしてないし。": "...No, there's not much point in me doing it, is there?\nShe wasn't cosplaying like Eve, either.",
    "それなら大丈夫。外で歩いてる人の反応を見ればわかるよ。": "That's fine. I can tell just by looking at the reactions of the people walking outside.",
    "ひいっ！　あ、あれが噂の……": "Eeek! Th-That's the rumored...",
    "……反応を見ればわかるって……んん？": "...I can tell just by looking at her reaction... Hmm?",
    "うわ……ほ、本当に……本物なのかな……？": "Whoa... I-Is it really... real...?",
    "そういや……さっきから通りがかる生徒が、\nこっちを見てやたら怖がってるな……": "Come to think of it... there's been a student passing by for a while now\nShe's really scared when she looks at me...",
    "そりゃそうだろうねぇ。": "I guess that's true.",
    "そんな怖いのか？　エヴィのキョンシーコスプレ。\n俺は可愛いと思うんだが。": "Is she that scary? Eve's Kyonshi cosplay.\nI think she's cute.",
    "あはは、ありがとう。\nでも理由は全然違って……アレの噂が広がってたんだよね。": "Ahaha, thanks.\nBut the reason is completely different... Rumors about that spread.",
    "あれって？": "What's that?",
    "ほら、文化祭前に運んでもらったでしょ。\n%usernameusernameuserna%に。": "Come on, you brought it here before the cultural festival.\nTo %usernameusernameuserna%.",
    "運んだな。": "You carried it.",
    "あの時、私が微動だにせずに背負われてたせいで、\n人形か何かだと思われてたらしいんだよね。": "At the time, because I was being carried on my back without moving an inch,\nApparently, they thought I was a doll or something.",
    "は！？": "Huh?!",
    "で、そんな運ばれてた人形が普通に動いて客引きをしてる。\n……本当にキョンシーを使っているんじゃないかって言われてるんだよ。": "And the dolls that were being carried like that are moving normally to attract customers.\n...I've been told that they're really using the Kyonshi.",
    "なんでそうなるんだ！？": "How did that happen?!",
    "こういうイベントだからねぇ。\nとにかく、そういうホラー好きの層が盛り上がってるらしいよ。": "It's an event like this, after all.\nAnyway, it seems that those horror-loving stratums are getting excited.",
    "いや待て、それ俺の評判もマズいじゃないか！": "No, wait, that's not good for my reputation either!",
    "大丈夫大丈夫。その噂広めてるの、レイラだし。\n%usernameusernameuserna%には最終的に迷惑は掛からないと思うよ。": "It's okay, it's fine. Leila's the one spreading that rumor.\nI don't think %usernameusernameuserna% will be a problem in the end.",
    "だからエヴィの代わりにあいさつ回りしてるのかよ！？": "Is that why you're going around greeting people in Eve's place?!",
    "だから私も、あえて派手に動かない方がいいでしょ？": "That's why it's better if I don't make any big moves, right?",
    "……くそ、確かに俺が言ったことか……インパクトもあるし話題性もあるな……": "...Damn, that's definitely what I said... It has an impact, and it's the talk of the town...",
    "だから、ここで楽しく%usernameusernameuserna%とお話をする事。\nそれが私なりの客引きってわけ。": "That's why I'm having fun talking to %usernameusernameuserna% here.\nThat's my way of attracting customers.",
    "そういうわけだから、サボりじゃないよ～♪": "That's why I'm not slacking off♪",
    "はぁ……してやられたな。\nというか、素直に言ってくれたら手伝ったのに。": "*sigh*... You got me.\nActually, I would've helped if she'd just told me honestly.",
    "だって、それじゃ%usernameusernameuserna%と、\n他愛もない話が出来ないでしょ？": "I mean, in that case, %usernameusernameuserna% and...\nWe can't talk about trivial things, can we?",
    "えっ？": "Huh?",
    "――ふふっ、何でもないよ。": "――Hehe, it's nothing."
}