{
    "さて、買い物もすませたし、そろそろ部屋に帰るか。": "Now that I've finished shopping, I guess it's time to head back to my room.",
    "ひゃあああ～、待って待って～！": "Hyaaaaah! Wait, wait!",
    "……ん？": "...Hm?",
    "背後から聞き覚えのある声……誰だろう？": "A familiar voice from behind me... Who could it be?",
    "うるう……？": "Shut up...?",
    "ああ、%usernameusernameuserna%さ～ん……！\nその子を捕まえてくださ～い！": "Ahh, %usernameusernameuserna%-san...!\nPlease catch her!",
    "何か追いかけてるみたいだが……猫？": "It looks like she's chasing something... A cat?",
    "よっと。捕まえた……これでいいのか？": "Alright. I've got you... Is this okay?",
    "にゃー。": "Meow.",
    "はひ……はひ……ありがとうございますぅ……\nその子、わたしの髪留めを取っていっちゃって……": "*pant pant* Thank you very much...\nShe took off my hair clip...",
    "ああ、この咥えているやつか……ほれ。": "Ah, the one in my mouth... Here.",
    "咥えていた髪留めを優しく取ってうるうに渡す。そのあと\n猫はというと、俺の腕から勝手に飛び出して逃げていったのだった。": "I gently take the hair clip from her mouth and hand it to her. After that.\nAs for the cat, it jumped out of my arms and ran away on its own.",
    "あっ……あ、ありがとうございます！\n上手く自作できたから、失くしたくなくて……": "Ah... Th-Thank you very much!\nI was able to make it myself, so I didn't want to lose it...",
    "え、この髪留め、もしかして自分で作ったのか……？\n普通にすごいな。": "Huh? Did you make this hair clip yourself...?\nThat's pretty amazing.",
    "ほんとですか……？ こういうの自分で作るとか……\nき……気持ち悪くないですか？": "Really...? I can make something like this myself...\nA-Aren't you feeling sick?",
    "なんでそんなことを思うんだよ。\nとてもよく出来ているじゃないか。売り物かと思ったよ。": "Why are you thinking about that?\nIt's very well made, isn't it? I thought it was for sale.",
    "えへ、えへ、えへへへ……ありがとうございます。": "Ehe, ehe, Ehehehe... Thank you very much.",
    "じゃあ、次からは気をつけるんだぞ。": "Be careful next time, then.",
    "は、はい。ありがとうございました。": "Y-Yes. Thank you very much.",
    "えへへ……褒められちゃった……！": "Ehehe... That was a compliment...!",
    "翌日――": "The next day――",
    "ふぅ、そろそろ昼飯でも食いに出るか。": "*sigh* Guess it's about time to head out for lunch.",
    "また近くのカフェにでも行って……": "I'll go to a nearby café again...",
    "…………": "............",
    "おわっ、うるう！？": "Whoa, shut up!",
    "あっ……こ、こ、こんにちはっ！\nお、お待ちしてました！！": "Ah... H-H-Hello!\nI-I've been waiting for you!!",
    "ま、待ってたって……いつからだ？　俺に用があるなら、\nインターホン鳴らすなりしてくれればいいのに……": "W-Waiting... Since when? If you have business with me,\nYou could've just rang the intercom...",
    "ご、ご、ごめんなさい！　わたしなんかが部屋に押しかけたら、\n%usernameusernameuserna%さんが迷惑かなって……": "I-I-I'm sorry! If someone like me barged into my room,\nI thought %usernameusernameuserna%-san might be a bother...",
    "部屋の前で待っていれば、いつか出てきてくれるかと思って……": "If I waited in front of her room, I thought she'd come out someday...",
    "お、おう……ちょうど今から出かけるつもりだが……": "Y-Yeah... I'm just about to head out...",
    "今日俺がずっと部屋にいるつもりだったら、どうしてたんだ？": "If I had been planning to stay in my room all day today, what would I have done?",
    "はっ……！　それはそうでした……\n全然考えてなかった……": "Hah...! That's right...\nI didn't think about it at all...",
    "（おいおい……）": "(Hey, hey...)",
    "それで？　今日はなんの用だったんだ？": "So? What did you want today?",
    "あっ、はい。今日は雨が降る予報なので、お出かけになるなら、\n傘があった方がいいと思いまして……！": "Ah, yes. It's raining today, so if you're going out,\nI thought it would be better to have an umbrella...!",
    "傘をお持ちしましたっ！！": "I've brought an umbrella!!",
    "……さすがにここ俺の自室だし、傘くらいあるぞ。": "...This is my room, so I have an umbrella.",
    "……………………": "............",
    "そ、そうでしたぁ――――っ！！\nこんな簡単なことに、気づかないなんて……！": "Th-That's right―――!!\nI can't believe I didn't notice something this simple...!",
    "（大丈夫か、この子……）": "(Is this girl okay...?)",
    "で、でしたら、%usernameusernameuserna%さんの靴を、\nわたしの懐に入れて温めておきましょう。": "I-In that case, %usernameusernameuserna%-san's shoes...\nLet's put it in my pocket and warm it up.",
    "それなら目的地に到着する頃には、\nほかほかぬくぬくになっているはずです……！": "In that case, by the time we reach our destination...\nThere's got to be something else lukewarm...!",
    "でもさ、うるう。\nそれだと俺はその目的地まで、何を履いていけばいいんだ？": "But, hey, shut up.\nSo what am I supposed to wear to that destination?",
    "そ、そうでしたぁ――――っ！！\nああ、わたしってばなんの役にも立てない愚か者です！": "Th-That's right―――!!\nOh, I'm such a useless fool!",
    "（本当に大丈夫だろうか、この子……）": "(Will she really be okay...?)",
    "特にない": "Nothing in particular.",
    "俺の馬になってくれ": "Be my horse.",
    "あの、どうかわたしにしてほしいことを、\nなんでも言ってください！": "Um, please do what you want me to do,\nPlease tell me anything!",
    "ええっ！？　そんな！？\n何もないなんて……！！": "What?! No way?!\nThere's nothing here...!!",
    "（そんなこの世の終わりみたいな顔されても……）": "(Even if he looks like it's the end of the world...)",
    "わかりました！　不肖、波瀬うるう、馬になってみせます！\nさあ、わたしの背中に乗ってください！": "Understood! Unworthy, Uruu Namise, I'll become a horse!\nCome on, get on my back!",
    "いや、冗談なんだから、本気にしないでくれ。": "No, it's just a joke, so don't take it seriously.",
    "ええ！？　冗談だったんですか……？": "Huh?! Was that a joke...?",
    "（どうしよう、なんか不憫になってきた……\nこのまま放っておくのも可哀想だ……）": "(What should I do? I'm starting to feel sorry for him...)\nI feel sorry for her if I leave her like this...)",
    "……よ、よし。とりあえずカフェで一緒にランチしないか？\n柊校舎近くにある、パスタで有名なカフェなんだが……": "...O-Okay. Why don't we have lunch together at the cafe?\nIt's a famous pasta cafe near the Hiiragi building...",
    "えっ、一緒にランチ！？\nそんな恐れ多い……": "Huh? Lunch with me?!\nThere's no need to worry about that...",
    "なんで、恐れ多くなるんだよ……": "Why are you so afraid...?",
    "はっ……！　なるほど、そういうことですか！！": "Hah...! I see, so that's how it is!!",
    "え……？": "Huh...?",
    "任せてください！\nわたし、一足先にそのカフェに向かいます！！": "Leave it to me!\nI'll head to the cafe first!!",
    "おい、ちょっと……！": "Hey, wait...!",
    "……ふう。慌ただしいやつだな……": "...Phew. What a hectic guy...",
    "――さすがにランチタイムだけあって混んでるな。": "――It really is crowded, as it's lunchtime.",
    "それより、うるうが先に来てるらしいが……どこに行ったんだ？": "More importantly, it looks like Shut up's here first... Where did he go?",
    "うぅぅぅ……\n%usernameusernameuserna%さぁん……": "Uuuu...\n%usernameusernameuserna%-san...",
    "ごめんなさぁい……\nやっぱりわたしって何もできない無能のクソザコナメクジです……": "I'm so sorry...\nI really am an incompetent slug who can't do anything...",
    "いや、そこまで卑下しなくても……\nそもそも何をやろうとしてたんだ？": "No, you don't have to be so despicable...\nWhat were you trying to do in the first place?",
    "%usernameusernameuserna%さんのために、\nお席を確保しておこうと……でも来たときにはもう満席で……": "For %usernameusernameuserna%,\nI wanted to secure a seat... But by the time I got here, it was already full...",
    "まあ、ここって人気店だからな……仕方ないさ。": "Well, this is a popular restaurant... It can't be helped.",
    "うう、ごめんなさい……": "Ugh, I'm sorry...",
    "コンビニでパンでも買って、近くの公園で食うか。": "Maybe I should buy some bread at the convenience store and eat at a nearby park.",
    "あむ、あむ……すみません、本当なら今頃、\nパスタを食べているはずなのに。": "Amph, amph... I'm sorry, I should have...\nShe's supposed to be eating pasta.",
    "気にしてないからいいよ。この焼きそばパンも美味しいし。": "I don't mind, so it's fine. This yakisoba bread is delicious too.",
    "そういえば、結局予報は外れたのか、雨は降らなかったな……": "Come to think of it, the forecast was off in the end, so it didn't rain...",
    "なあ、うるう。そろそろ教えてくれないか？": "Hey, shut up. Can you tell me now?",
    "は、はい、なんでしょう？": "Y-Yes, what is it?",
    "はっ……！\nもしかしてわたし、また何か失敗しちゃいましたか！？": "Hah...!\nDid I mess up again?!",
    "いやいや、そうじゃなくて……なんで俺の役に立とうとするんだ？\n俺はお前に尽くしてもらうほど、何かをしたつもりはないんだが……": "No, no, that's not it... Why are you trying to be useful to me?\nI don't think I've done enough for you to devote yourself to me, but...",
    "えっと、それは……": "Um, well...",
    "実は、ですね……この間、%usernameusernameuserna%さんに、\n褒めてもらったことが嬉しくて……": "Actually... the other day, %usernameusernameuserna%-san told me...\nI'm so happy that you complimented me...",
    "……褒めてもらったこと？": "...Something to be praised for?",
    "は、はい、わたしの作ったアクセ……褒めてくれました。": "Y-Yes, the accessories I made... They complimented me.",
    "ああ、この間の公園のときの……": "Yeah, from the park the other day...",
    "はい、あの時、なんだかすごく心の中がポカポカしたんです。\n他の人からは感じたことのない温かみでした……": "Yes, at that time, my heart felt really warm.\nIt was a warmth no one else had ever felt before...",
    "それでその……%usernameusernameuserna%さんに\n喜んでもらえることをしたら、また褒めてもらえるかな、って……": "So, umm... %usernameusernameuserna%-san...\nIf I do something to make her happy, I wonder if she'll praise me again...",
    "またあのポカポカを……感じたくて……": "I wanted to feel that warmth again...",
    "なるほど。そういうことか……": "I see. So that's how it is...",
    "ということで、ぜひ！\nな、何かしてほしいこと……ありませんか！？": "So, by all means!\nIs there anything you want me to do?!",
    "（なんという期待に満ちた眼差し……\nこの調子だと、ずっと付いてきそうだな……）": "(What a look of anticipation...)\nAt this rate, it looks like she'll follow me forever...)",
    "……わ、わかった。じゃあ、午後から特にやることないし、\n暇つぶしにでも付き合ってくれないか？": "...O-Okay. Then I don't have anything in particular to do this afternoon,\nWhy don't you come with me to kill time?",
    "は、はい！　お任せください！\nこのわたしが精一杯楽しませてみせます！": "Y-Yes! Leave it to me!\nI'll show you as much fun as I can!",
    "（さすがに『暇つぶし相手』に失敗もなにもないだろうし、\n褒めてあげて、早く承認欲求を満たしてあげよう）": "(Of course, she wouldn't fail at \"killing time\" or anything,\nI'll praise her and satisfy her desire for approval as soon as possible.)",
    "ところで、何をして暇つぶしをしようか。": "By the way, what should I do to kill time?",
    "で、でしたら……うちで、その……ゲームでもしませんか？": "I-In that case...why don't we, umm...play a game at home?",
    "……ゲーム？": "...A game?",
    "はい！　わたし……実は少しゲームとかもするので……\n%usernameusernameuserna%さんも、ど、どうかなって……": "Yes! I... actually play a little game...\nI-I wasn't sure about %usernameusernameuserna%, either...",
    "じゃあ、うるうさえ良ければ、それで――": "Well, as long as you're okay with it, then—",
    "やった……！　じゃあ、うちでゲームに決まりです……！": "Yay...! Then it's decided that it'll be a game at home...!",
    "お、おう……": "Y-Yeah...",
    "これで、上手くお相手できれば、褒めてもらえるかも……！": "With this, if I can deal with him well, he might praise me...!",
    "（本音がダダ漏れなんだが……）": "(My true feelings are leaking out, but...)",
    "%usernameusernameuserna%さんのお相手、頑張ります！！": "I'll do my best to deal with %usernameusernameuserna%-san!!",
    "また、負けましたぁ～～～～～～～～。": "I lost again~.",
    "……えっと、これで俺が３０連勝だな。\nその……接待プレイとかはしなくていいんだぞ？": "...Um, now I have thirty wins in a row.\nUmm... You don't have to do reception play or anything, you know?",
    "どちらかというと、正々堂々本気を出し合う戦いのほうが\n対戦ゲームって楽しいし……": "If anything, it's better to fight fair and square to get serious\nWar games are fun...",
    "ううっ……一応本気、出しているはずなんですが……\nいつもはもっとできるのに……": "Ugh... I'm supposed to be serious, but...\nI can do more than that all the time...",
    "そ、その……%usernameusernameuserna%さんの視線を感じて、\n思ったように操作ができず…": "U-Um... I felt %usernameusernameuserna%-san's gaze on me.\nI can't control it like I thought...",
    "ああ、すまん……うるうってどのようにゲームするのか、\nつい気になっちゃってジロジロ見ちゃったかもな……": "Ah, sorry... I don't know how to play the game.\nI was so curious that I ended up staring at it...",
    "はっ……！　す、すみません！！　まるで、\n%usernameusernameuserna%さんのせいみたいな言い方……！": "Hah...! I-I'm sorry!! It's like...\nYou make it sound like it's %usernameusernameuserna%' fault...!",
    "いやいや、そんなふうには受け取ってないから、安心して。": "No, no, I didn't take it that way, so don't worry.",
    "あぁ……なんで、わたしってば、いつもこうなんでしょう……\n何をやってもダメダメで……失敗ばかり……": "Ah... Why am I always like this...?\nNo matter what I do, I can't do it... All I can do is fail...",
    "そんなに自分を責めなくてもいいだろう？": "You don't have to be so hard on yourself, do you?",
    "いえ、責めるに値する人間です……\nこんな『失敗』という言葉が服を着て歩いているような存在……": "No, he's worthy of blame...\nIt's like the word 'failure' is walking around in clothes...",
    "だから実家でも、お父さんとお母さんは弟ばかりに期待して……": "That's why, even back home, Mom and Dad only had hopes for their little brothers...",
    "褒められるかなと、ふたりに言われるがまま学園に入学したのに、\n応援どころか連絡もめったに来なくて……": "I wondered if they'd praise me, so I enrolled at the academy just as they told me to.\nWe rarely get a call from them, let alone support them...",
    "（もしかして、この子が褒められたがってるのって……）": "(Could it be that this girl wants to be praised...?)",
    "うるう、そんな無理していいところを見せようとしなくていい。": "Shut up. You don't have to force yourself to show me that side of you.",
    "うるうにはすでにいいところがいっぱいある。それだけで十分だ。\nいつも通り自然に振る舞うだけで、魅力いっぱいだよ。": "There's already a lot of good things about her. That's enough for me.\nJust acting natural, like you always do. It's full of charm.",
    "わたしに……？　そんなのどこに……": "To me...? Where did that come from...?",
    "まず、ＭＧの腕前は指揮官である俺視点で見ても、\n柊校舎トップクラスだ。": "First of all, MG's skills were even from my perspective as a commander\nShe's top class in the Hiiragi building.",
    "えっ……": "Huh...?",
    "実際、カラフルブーケの他のみんなに、\nちゃんと実力でついていってるじゃないか。": "In fact, to everyone else in the colorful bouquet,\nYou're following me by force, aren't you?",
    "そ、それは、みんながわたしに合わせてくれてるからで……": "Th-That's because everyone's playing along with me...",
    "本当にそう思うか？　みんなパイロットとして一流を目指してるんだ。\nそんな甘いやつらのはずがない。": "Do you really think so? Everyone wants to be first-class as a pilot.\nThere's no way they're that naive.",
    "もしかして、お前は他のみんなが遊びでパイロットをやっていると、\nそう思っているのか？": "Could it be that you think everyone else is playing pilot,\nThat's what you think?",
    "それは……ち、違うと思います……うぅ……": "I... I-I don't think that's it... Ugh...",
    "次だ。アクセサリー作りが上手い。これは前にも言ったよな。": "Next. She's good at making accessories. I told you this before, didn't I?",
    "部屋にいくつか飾られてるけど、どれも素人の俺からすれば\nプロの職人が作ったと言われても納得するレベルだ。": "There are a few decorations in the room, but they're all from an amateur like me\nIt was on a level that would make sense even if they were told it was made by a professional craftsman.",
    "プロ！？": "Pros?!",
    "うるうって手先が器用なんだな。\nきっと他の子じゃ一朝一夕で真似できない。才能と言っていい。": "Shut up. You're good with your hands.\nI'm sure other girls wouldn't be able to copy it overnight. You could call it talent.",
    "さ、才能……！？": "T-Talent...!?",
    "だってそうだろう？　他の人には簡単にはできないことを、\nうるうはこんなにも高いレベルで実現できちゃうんだから。": "I mean, isn't that right? Something that other people can't do easily,\nUruu can make it happen at such a high level.",
    "そ、そんな……": "Th-That's...",
    "そして何より……うるうは、美少女だ！！": "And most of all... Shut up, you're a beautiful girl!!",
    "へ！？　び、びびび……！？": "Huh?! I-I'm scared...?!",
    "はは、やっぱり自覚はないみたいだな。そりゃそうか、\nこの学園って生徒から教師まで女性ばかりだし。男の視点がないもんな。": "Haha, she really doesn't seem to be aware of it. I guess that's true,\nThis academy is full of women, from students to teachers. There's no man's point of view, after all.",
    "いいか、うるうは男の俺から見て、そこらの女の子より\nずっと可愛い。": "Listen, as a man, Uru is better than most girls there\nShe's always cute.",
    "確かに性格がやや引っ込み思案なところがあるけど、\nもっと社交的になればモテモテになるだろうな。": "It was true that her personality was somewhat withdrawn, but...\nI'm sure she'll be popular with the ladies if she gets more social.",
    "そんでもって、次は――": "And so, next is――",
    "も、もう、やめてください……！！": "P-Please stop...!!",
    "えっ……？": "Huh...?",
    "こ、これ以上、褒められしゅぎると……頭がフットーして、\nおかひくなっひゃいそう……れすぅ……": "I-If you praise me any more than this... my head's going to get fuzzy...\nI feel like I'm going crazy... *slurp*...",
    "あー……": "Ahh...",
    "（褒められ慣れてないから、頭がショートしちゃったか……）": "(My head shorts out because I'm not used to being complimented...)",
    "うぅ……": "Ugh...",
    "（まあ、でもこれで少しは自分に自信を\n持ってくれればいいが……）": "(Well, this gives me a little confidence in myself\nI hope she has it...)",
    "しばらくして――": "After a while――",
    "（あれから、うるうは無理に褒められようとすることは、\nなくなったのだが……）": "(Ever since then, Uru hadn't tried to force herself to be praised\nIt's gone, but...)",
    "あ、あのあの、もしもし、%usernameusernameuserna%さん？\nまた新作アクセサリーを作ったので、見に来てくれませんか！？": "Uh, um, hello, %usernameusernameuserna%-san?\nI made another new accessory, so could you come take a look?!",
    "こ、今度はですね……いつもよりも素材を……": "Th-This time... I'll use more materials than usual...",
    "――と、こんなふうに俺が褒めたところを、\n毎日のように報告してくるようになったのだった。": "—And then, when I complimented her like this...\nShe started reporting to me every day.",
    "ちなみに昨日は非公式ＭＧ競技の結果報告を、\n夕方から深夜まで詳細を聞かされたもんだ。": "Incidentally, yesterday I reported the results of the unofficial MG competition\nI was told the details from evening until late at night.",
    "（いや、まあ、無理しないようになったのは嬉しいんだが……）": "(No, well, I'm glad she's not pushing herself anymore, but...)",
    "それで……！　今度のお休みの日、いかがでしょうか！？": "So...! How about on your next day off?!",
    "ああ、じゃあ、その日にうるうの部屋に行くよ。\nじかにその新作とやらを見せてくれ。": "Ah, well, I'll go to your room that day.\nShow me that new work in person.",
    "はい！！　任せてください！！": "Yes!! Leave it to me!!",
    "（……この解決方法でよかったのだろうか？）": "(Was this a good solution?)",
    "その日も俺は深夜まで、彼女のアクセサリーのこだわりポイントを\nたくさん聞かされることになるのだった。": "That day, too, I spent the rest of the night focusing on her accessories.\nI ended up hearing a lot of things."
}