{
    "このところ休日や余暇に、ドロテアと外出することが増えた。\n一緒に街へ出ることで、より学びを得たいという彼女に応えてのことだ。": "Lately, I've been going out with Dorothea more often on holidays and leisure.\nIt was in response to her desire to learn more by going to the city together.",
    "そんな外出の帰路、彼女は意を決した様子で切り出した。": "On the way home from that outing, she made up her mind and broached the subject.",
    "あの……わたくし、今日は心に決めてまいりました。\nあなたに、お願いしてみようと――": "Umm... I've made up my mind today.\nI thought I'd ask you to...",
    "お願い……？　突然どうしたんだ？": "Please...? What's this all of a sudden?",
    "貴族として、皆の上に立つべき者として……知っておきたいのです。\nそ、その……『男性』というものを。": "As a noble, as someone who should stand above everyone else...I want to know.\nU-Umm... A man.",
    "声にこそ恥じらいの響きがあるが、\nドロテアは覚悟ある瞳でしっかりと正面から、こちらを見つめた。": "There was a hint of shame in her voice, but...\nDorothea looked at me head-on, her eyes full of resolve.",
    "あなたから、教わりたいのです。\nどうか引き受けて、いただけませんでしょうか？": "I want to learn from you.\nWill you accept my request?",
    "突然のことで驚いたが、彼女の本気は伝わってくる。\nならば男として、応えてあげたい。": "It was so sudden that I was surprised, but I could tell she was serious.\nIn that case, as a man, I want to respond.",
    "返事をしようとした時、近くでワンッと吠え声がした。\n飼い主と散歩中の犬が、通りすがりに鳴き声をあげたのだ。": "Just as I was about to reply, I heard a bark nearby.\nA dog on a walk with its owner had let out a cry as it passed by.",
    "ちょっと、ポチ！　そっち行っちゃダメ！\n迷惑かかるでしょ！": "Hey, Pochi! Don't go that way!\nYou're going to cause trouble!",
    "飼い主はリードを引っ張りながら頭を下げて軽く謝罪し、\n犬を連れて去っていった。": "The owner bowed his head and gave a light apology as he pulled on the leash\nShe took the dog and left.",
    "ふむ……": "Hmm...",
    "……？　あの……じっと先ほどの犬を見つめていますが、\nどうかなさったんですか？": "...? Um... I'm staring at the dog...\nIs something wrong?",
    "突然の質問で悪いんだが、\nドロテアは庇護される側の視点ってイメージできる？": "Sorry for the sudden question, but...\nDorothea, can you imagine the perspective of the one being protected?",
    "庇護される側……でしょうか。": "The one being protected... I suppose.",
    "ドロテアは上に立つ者の視点は熟知していると思う。\nでも一方で庇護される側はどうなのかなと思ってさ。": "I think Dorothea is well aware of the perspective of those who stand above her.\nBut on the other hand, I don't know what's going on with the one being protected.",
    "例えば犬の気持ち……とか。": "For example, the feelings of a dog...",
    "犬の気持ち……？　ですか。\n馬なら実家で飼っていますけれど……": "A dog's feelings...?\nIf you're looking for a horse, I have one back home...",
    "いずれにせよ、そういう意味では庇護される側の視点で、\n物を考えたことはないかもしれませんね。": "In any case, in that sense, it was from the perspective of the one being protected\nI don't think you've ever thought about it.",
    "ならば、犬の気持ちを通じて、学んでみないか？\n庇護される側――これから守っていく民達の視点を。": "In that case, why don't you learn from the dog's feelings?\nThe one being protected—the perspective of the people who will be protected from now on.",
    "男を知るとともに新たな視点を得るのも、\nきっといい経験になるはずだ。一石二鳥ってやつだな。": "As she knew the man, she also gained a new perspective\nI'm sure it'll be a good experience. Two birds with one stone.",
    "え、えっと……": "U-Umm...",
    "……よくわかりませんが、%usernameusernameuserna%さんが言うなら、\nきっとわたくしにとって大事なことなんでしょうね。": "...I don't really get it, but if %usernameusernameuserna% says so...\nI'm sure it's important to me.",
    "その視点というもの……ぜひとも教えてくれませんか？": "Would you be so kind as to tell me what that perspective is?",
    "ああ……！　任せろ！！": "Yeah...! Leave it to me!!",
    "いろいろ必要なものを揃えて、再び公園に戻った時にはすっかり\n暗くなっていた。": "We had everything we needed, and by the time we got back to the park, it was all over.\nIt was getting dark.",
    "こ、これらを……本当に身につけるんですか？": "A-Are you really going to wear these?",
    "ああ、逆に言えば、『これら』だけでいい。\n他には何もいらない！": "Yeah, on the other hand, \"those\" are all I need.\nI don't need anything else!",
    "もし誰かに見られたらどうしましょう……": "What if someone sees us...?",
    "このあたりはこの時間帯人もあまり通らないし、\n通りからも遠く離れてるから大丈夫だよ。": "There aren't many people passing through this area at this time of day,\nIt's far from the street, so don't worry.",
    "それに何があっても、俺がなんとかするから。": "And no matter what happens, I'll take care of it.",
    "%usernameusernameuserna%さん……\nわ、わかりました。": "%usernameusernameuserna%...\nI-I understand.",
    "%usernameusernameuserna%さんはわたくしのお願いに応えてくれました。\nなので、わたくしも応えましょう。庇護される側の視点というものに。": "%usernameusernameuserna%-san answered my request.\nTherefore, I shall respond to the perspective of the one being protected.",
    "い、いかがでしょうか？　これで……いいんですよね？": "Wh-What do you think? Is this... all right?",
    "ああ、完璧だ……！": "Yeah, it's perfect!",
    "なんだか……イケナイ感情が湧いてきて……ドキドキします。": "For some reason... I'm getting a bad feeling... and my heart is pounding.",
    "（もしかすると、ドロテアはこういうのに素質があるのかもな……）": "(Maybe Dorothea has the makings of something like this...)",
    "姿勢は……このような感じで、よろしいでしょうか？\nここからあとは、その……ど、どうすれば……": "As for your posture... Is this what it looks like?\nFrom here on out, umm... Wh-What should I do...?",
    "身体の力を抜いて。これからドロテアの『お願い』を叶えるから。": "Relax your body. I'll grant Dorothea's wish from now on.",
    "あなたの、その力強いものが、わたくしに入るのですね。\nああ、考えただけで息が荒くなってきました……": "Your powerful thing will enter me, won't it?\nAh, just thinking about it is making my breathing rough...",
    "ふぅ……ふうっ……\nああ、わたくし、これからどうなってしまうのかしら。": "Phew... Phew.\nAh, I wonder what will happen to me from now on.",
    "いけない、身体の力を抜くのでしたね……\nあなたの言う通りにしなくては。": "Oh no, I must have relaxed my body...\nI have to do as you say.",
    "そこでふと、俺はひっかかった。\nペットが主人を『あなた』と呼ぶのは、いかがなものだろうかと。": "At that point, I suddenly fell for it.\nI wondered what it would be like for a pet to call its master \"you.\"",
    "犬である今だけは、もっとしっくりくる呼び方があるはずだ。": "Now that she was a dog, there had to be a more fitting way to address her.",
    "あっ……そうですね。\n庇護される側の視点になりませんと……": "Ah... You're right.\nI need to be on the receiving end of their protection...",
    "すでにドロテアは気づいているだろう。\nそれがペットプレイのための建前であることに。": "Dorothea must have already noticed.\nThat's a pretense for pet play.",
    "しかし、もうやめる気はないようだ。\nやはり素質あるなと俺は内心思う。": "But it doesn't look like she's going to stop now.\nShe really does have potential, I thought to myself.",
    "で、では……\n『ご主人様』の言う通りに……これでどうでしょう。": "Th-Then...\n\"Master\" is right... How about this?",
    "呼び方はいいが、犬の気持ちはまだ理解しきれていないと諭す。\nたとえば餌がほしい時、犬ならおねだりするはずだ。": "She called him by his first name, but admonished him that he still didn't fully understand how dogs felt.\nFor example, when you want food, a dog would beg for it.",
    "おねだり……ですか。": "Begging...?",
    "ふぅ……ふううぅっ……\nご主人様、どうかわたくしに……ください。": "Fuu...fuuuu...\nMaster, please... give it to me.",
    "ご主人様の……大きいのを……\nわたくしの下のお口で……": "Master's... big thing...\nWith the mouth beneath me...",
    "下のお口で、どうしたいのか。\nそこは、もっとはっきり意思表示してしまうべきだ。": "What do you want to do with your lower mouth?\nI should express my intentions more clearly.",
    "ふうぅ……わ、わかりました。\nわたくしの下のお口いっぱいに……しゃ……": "Phew... I-I understand.\nFill my mouth... under me...",
    "しゃぶらせて……くださいっ！": "Please... let me suck on it!",
    "よしよし、いい子だと褒めてやってから、\nドロテアのヴァギナに、こちらのものを挿入してやる。": "All right, all right, I'll praise her for being a good girl, then\nI inserted this thing into Dorothea's vagina.",
    "ひっ……あぁんっ……\nは、入ってくる……ご主人様がっ！": "Hih... Aahn...\nI-It's coming in... Master!",
    "わ、わたくしの……奥にぐいぐい……\nはぁ、はぁ……あんっ……": "Y-You're pushing deep inside me...\n*pant pant*... Ahn...",
    "ありがとう……ございます、ご主人様ぁ……": "Thank you... very much, Master...",
    "みちみちと狭い膣道を亀頭が割り開いていくのに合わせて、\nドロテアの吐息が熱を帯びる。": "As my glans split open her narrow vaginal canal,\nDorothea's breath took on a heat.",
    "最奥まで、こちらの肉棒がおさまりきったところで、\n次のおねだりは、なんだとたずねる。": "At the very back of the room, just as my dick is about to die down...\nI asked her what she was going to beg for next.",
    "わたくしの中……中をっ……\nはぁ、はぁ……ぐちゃぐちゃに……してほしいです。": "Inside me... inside me...\n*pant pant*... I want you to... mess me up.",
    "いいおねだりだが、犬らしさが足りないのではと聞いた。": "It was a good begging, but I heard it lacked dog-ness.",
    "犬らしさ……あっ……\nぐちゃぐちゃに……してほしい……わ……わん！": "Like a dog... Ah...\nI want you to... mess me up... Wah... Woof!",
    "可愛い鳴き声の、賢いいい犬だと褒め、腰を動かし始める。": "Praised as a smart, good dog with a cute cry, I started moving my hips.",
    "あっ、ああっ……\nこ、この声も、違いますね、はぁ、はぁ……っ。": "Ah, ahhh...\nTh-That voice is different too, isn't it? Haa, haa...",
    "あんっ……あんっ！\nじょ、上手に……鳴けていますか、ご主人様ぁ……": "Ahn... Ahn!\nA-Are you... making a good sound, Master...?",
    "上手だが、犬にしては、まだ恥じらいがあるようだ。": "She's good, but for a dog, she still seems embarrassed.",
    "あん……あんっ、あんっ……\nはっ、はっ……はぁはぁ……あぁぁああああぁんっ！": "Ahn... ahn, ahn...\nHah, hah... haah, haah... aaaaahn!",
    "いい調子だ。\n身も心も犬になった気分はどうかたずねる。": "She's doing well.\nI ask how it feels to be a dog, body and soul.",
    "あぁん……あんっ！　今まで、上に立ってばかり……\nだったので……んあっ、し、新鮮な……気分……です……！": "Aahn... Ahn! Up until now, I've been standing on top of you...\nSo... nnah, I-I feel... fresh...!",
    "ひっ……はぁはぁ……\nあんっ……お、お腹の奥がぐちゅぐちゅして……": "Eek... Haahaa...\nAhn... M-My stomach is sopping wet...",
    "はぁはぁ……くぅっ、くぅぅんっ……\nな、なんだか、とろとろした……お、おつゆもこんなにっ……": "Haahaa...kuu, kuuun...\nI-I feel like I'm melting... Th-There's so much juice...",
    "それはドロテアの体が喜んでいる証拠だと教える。\nすると彼女はビクンと体をよじった。": "I'll tell you that's proof that Dorothea's body is happy.\nThen she twisted her body with a start.",
    "そ、そうなんですね……あんっあぁんっ、\nご主人様ぁ……ご教示、ありがとうございますぅ……！": "I-I see... Ahn, aahn,\nMaster... Thank you for the lesson...!",
    "はっ、はっ……あんっ……\nご、ご主人様が……大きくっ……くぅ、きゅ、きゅううぅんっ！": "Hah, hah... ahn...\nM-Master is... so big... Kuu, kyuu, kyuuuun!",
    "すっ、すごいです……はぁ、はぁ……っ！": "W-Wow... *pant pant*...!",
    "荒い息を吐き、快感に震える姿は、\n普段の彼女とはあまりにかけ離れていて、背徳的だ。": "The sight of her breathing heavily and trembling with pleasure...\nShe was so far removed from her normal self that it was immoral.",
    "あっ……そ、そんなになっては……\nわっ、わたくしのあそこが……裂けてしまいそうっ……！": "Ah... I-I can't let that happen...\nI-I feel like... I'm going to tear...!",
    "ひぃ……あんっ、あん……あぁああんっ！\n少しだけ……こ、怖いですぅ……っ。": "Hii......anh, anh......aaaanh!\nI'm... a little scared...",
    "わ、わたくし……はぁはぁ……！\nど、どうなってしまうのでしょう……っ！": "I-I... *pant pant*...!\nI-I wonder what's going to happen...!",
    "そう言いながら、ドロテアは本心から怖がっているわけではない。\nその証拠に、膣内がきゅんと肉棒を締め付けた。": "Even as she said that, Dorothea wasn't truly afraid\nAs proof of that, her vagina clamped down on my dick.",
    "ご、ご主人様のおっきくなったそれで……あっ、ひぃんっ\nか……かきまわされてしまったらっ……！": "M-Master, you've gotten so big... Ah, hiinh!\nIf...if you stir me up...!",
    "ううん……も、もっと、もっとぉ……っ。\nかきまわしてください……ご主人様ぁ……！": "No... M-More, more...!\nPlease stir it up... Master...!",
    "ドロテアは言葉だけでなく、体でもおねだりするかに、\n自らも腰をゆらしはじめた。": "Dorothea begged not only for words, but for her body as well\nI started moving my hips as well.",
    "その二重の求めに応じて、こちらも腰の動きをより早め、\n彼女が強く感じられるよう、濡れた襞をかきわけて擦りつけてやる。": "In response to that double request, I also moved my hips faster.\nI pushed my way through her wet folds and rubbed them against her so that she could feel it strongly.",
    "はわぁ……すっ、すご……しゅごぃわん……っ！\nあっ……あんっ、あぁん、あんっ……！": "Hawah... A-Amazing... Awesome...!\nAh... ahn, aahn, ahn...!",
    "きゅん……きゅうぅん……\nい……いいっ……気持ちいぃです……！": "*squeeze*...*squeeeze*...\nI-It feels good... It feels so good...!",
    "ご主人様の……おっきいもの……\n……はぁはぁ……おいしいでしゅ……": "Master's... big thing...\n...*pant pant*... It's delicious...",
    "言葉通り、蜜壺はペニスを美味しそうにしゃぶり、\n痺れるような快感が背筋を駆けあがっていく。": "Just as she said, her honey pot sucked on my penis like it was delicious.\nA numbing pleasure runs up my spine.",
    "わたくし、こんな格好……なのにっ\nどうして……あんっ……ぉんっ……んあっ！": "I'm dressed like this... and yet...\nWhy... ahn... ngh... nnah!",
    "はっはっはっはっ……もっと、もっと欲しぃ……\n欲しいですぅ……あんっ……きゃん、きゃうぅ～んっ！": "Ha ha ha ha... I want more, more...\nI want it... ahn... kyahn, kyauuuun!",
    "一声鳴くたびに、彼女の中が、よりしとどに濡れそぼり、\n肉棒のすべりが良くなってゆく。": "With each cry, her insides became even wetter.\nMy shaft is slipping better.",
    "まさに名家の名にふさわしい名器、\n……いや、名犬ぶりだった。": "A true masterpiece worthy of the name of a distinguished family,\n...No, she was acting like a great dog.",
    "あぁんっ……お褒めくださり……\nはぁはぁ、ありがとうごじゃいましゅ……あんあんっ！": "Aahn... Praise me...\n*pant pant* Thank you so much... Ahhhhn!",
    "ください……くだしゃいご主人様ぁ……\nそのおっきいのの……中身を全部ぜぇんぶ……": "Please... Please, Master...\nThat big one... It's all inside...",
    "わたくしに……きゃううぅ～んっ……\nぶ……ぶちまけてくだしゃいぃ～っ！": "Me... Kyaaaaahhhh...\nB-Blow it all out!",
    "彼女の身悶えで、じゃらじゃらとリードがわりの鎖が鳴る。\nこちらもそろそろ、解き放ちたかったところだ。": "Her body writhes in agony, and the chain attached to her leash rattles.\nI was about to release her too.",
    "今日イチ上手におねだりした名犬のため、\nさらにぐっと肉棒を膨張させてから、発射の態勢に入る。": "For the famous dog who begged so well today...\nI expanded my meat pole even further, then got ready to shoot.",
    "きゃうぅううんっ、わ、わたくし……もうだめですっ！\nあんっ、あぁああんっ……うぉおおお～～んっ！": "Kyaaaaah, I-I... can't take it anymore!\nAnh, aaaaanh...... uooooonh!",
    "遠吠えのような鳴き声をもらしながら、\nそう訴えるドロテアのクリストスが、張り詰めている。": "She let out a howl like a howling howl\nDorothea's Christos was tense as she pleaded.",
    "あんっ……あうぉ～～ん、うぉぉおお～～ん！\nわ、わたくし……どうすればっ……きゅぉおお～～ん！": "Anh...... auuuun, uwaaaaan!\nWh-What should I... do...? Kyaaaaah!",
    "はしたないことに……あんあんあぁ～～～んっ！\nな、なりそうなのに……気持ちよくてええっ……": "It's so shameful... Ahhhhnnnnnnn!\nI-It feels like it's going to happen... but it feels so good...",
    "お、おしっこ……おしっこがあぁ～あんあんっ！\nあんっ、と……止められそうにありません……！": "I-I'm peeing... My peeeeeeee!\nAhn... I don't think I can stop it...!",
    "こちらも放出させるのだし、\n散歩中の犬が放尿するのは当然だと伝える。": "I'm going to let it out too,\nI tell her that it's only natural for a dog to urinate during a walk.",
    "そ、そうですね……あんあんあんあぁああんっ！\nご主人様ぁ……！": "Y-You're right... Ahn, ahn, aaaahn!\nMaster...!",
    "わたくし……上手に全部おしっこしてみせましゅっ……！": "I'll... pee all of it...!",
    "きっとすごい解放感……\nご主人様の前で……おしっこなんて……": "I'm sure there's a great sense of release...\nPeeing... in front of Master...",
    "共に獣のように快楽を貪り、頂点へ駆けあがる。\n瞬間、俺は精液を、彼女は尿を撒き散らした。": "Together, we indulge in the pleasure like beasts, rushing to the top.\nInstantly, I sprayed semen, and she sprayed urine.",
    "イキましゅ……ご主人様ぁ、ああんっ！\nうぉん……うぉん、うぉぉおおおおおお～～ん！": "I'm cumming... Master, aanh!\nHmm... Hmmm, hmmmmmmm!",
    "それからしばらくして、彼女の絶頂の遠吠えが、\n夜の公園から、ようやく途切れると――": "A short while after that, the howling of her climax...\nWhen we finally cut off from the park at night—",
    "はぁ……はぁ……\n知りませんでした……": "Hah... hah...\nI didn't know...",
    "誰かの庇護の下、自身を開放しきること……\nそれがこんなにも……めくるめく体験だなんて。": "To open yourself up under someone else's protection...\nI can't believe it's such a... flipping experience.",
    "ありがとう……ございます。\nわたくし……はぁはぁ……新たな目線を得られた気がします。": "Thank you... very much.\nI... hah, hah... feel like I've gained a new perspective.",
    "ふふ……夜風がこんなに気持ちいいことも……\nきっと、忘れることはありません……": "Hehe... The night breeze feels so good...\nI'm sure I'll never forget...",
    "恍惚とした、まるで夢見るような表情で、\nドロテアはそうつぶやいたのだった。": "She looked ecstatic, like she was dreaming.\nThat was what Dorothea murmured.",
    "事が終わり、双方身支度を整え終わった時だ。\nこちらへ走ってくる人影が見えた。": "It's time for the both of us to get dressed.\nI see a figure running this way.",
    "お嬢ー！　やっと見つけた！　心配したんだぞ！\nこんな夜遅くまで何してたんだ、デバイスの電源も切れてるし！": "Ojou! I finally found you! I was worried!\nWhat were you doing this late at night? The device's been turned off!",
    "（げっ、リュシー！？）": "(Geh, Lucy?!)",
    "あっ、ご、ごめんなさい……\n切れる前に連絡しておけばよかったかも。": "Ah, I-I'm sorry...\nMaybe I should have contacted her before she hung up.",
    "まあ、%usernameusernameuserna%と一緒だったなら、\n心配ないだろうが……": "Well, if she was with %usernameusernameuserna%,\nI'm sure you're not worried, but...",
    "%usernameusernameuserna%もあまりお嬢を連れ回してくれるなよ？": "%usernameusernameuserna%, don't take the young lady around too much, okay?",
    "あ、ああ、悪い……今送っていこうと思っていたところなんだ。": "Y-Yeah, sorry... I was just about to walk you home.",
    "（どうやら俺達のことはバレていないようだ）": "(It seems she hasn't found out about us.)",
    "……ん？　なあ、お嬢。その首のとこ、どうした？\nなんか、赤くなってねえか？": "...Hm? Hey, Ojou. What's wrong with your neck?\nAren't you blushing?",
    "えっ！？　こ、これはその……\nちょっと虫にさされたみたいで……": "Huh?! Th-This is, um...\nIt feels like I've been bitten by a bug...",
    "ごまかすドロテアの声を聞きながら、身支度が間に合って良かったと、\n内心ホッと息をついた……のだが。": "As I listened to Dorothea's deceiving voice, I was glad I'd gotten dressed in time\nOn the inside, I breathe a sigh of relief... but...",
    "ドロテアの足元の地面を見て、ギョッとする。\nそこには彼女の股間から滴った、精液の小さな水たまりができていた。": "I looked at the ground at Dorothea's feet and was startled.\nThere was a small puddle of semen dripping from her crotch.",
    "虫さされだ？　\n夜の公園なんかうろついてるから、そうなるんだ。": "Insects?\nThat's what happens when you wander around a park at night.",
    "そ、そうね、ふふふ……": "Y-You're right, hehehe...",
    "ってか……この付近、なんかさっきから変な臭いがしないか？\nこう、イカ臭いというか……": "Wait... Doesn't this area smell kinda weird?\nIt smells like squid...",
    "ふえっ……！？　そ、そうかしら……？\n気のせいよ、きっと、気のせい……ねっ？": "Wha...?! R-Really...?\nIt's just my imagination. I'm sure it's my imagination... right?",
    "あ、ああ、そうだな！　そんな臭い全然しないぞ！": "Y-Yeah, you're right! It doesn't smell like that at all!",
    "それよりも、ミリアム達の様子はどうだったの？\n今日は何も変わったところはなかった？": "More importantly, how was Miriam and the others doing?\nNothing out of the ordinary today?",
    "ん？　そうだな……特にこれと言っては……\nああ、そういえば――": "Hm? You're right... Especially this one...\nOh, come to think of it—",
    "う、うん――": "Y-Yeah—",
    "（頼む、ドロテア……\n足元だけはみられないよう、なんとかうまく頑張れ……！）": "(Please, Dorothea...)\nDo your best so that you can't see my feet...!)",
    "こちらはそう心の内でエールを送ることしか、\nできなかったのだった。": "All I can do is cheer her on in my heart.\nI couldn't do it."
}