{
    "ここはシミュレーション室ですね！\n学内で収集されたデータを利用して、実戦練習が出来る場所です！": "This is the simulation room!\nIt's a place where you can use the data collected on campus to practice in combat!",
    "いや、わざわざ言わなくても知ってるけど。": "No, you don't have to tell me. I already know.",
    "ですよねー……": "That's right...",
    "ん？　%usernameusernameuserna%か。\nひとりでシミュレーター訓練か？": "Hm? %usernameusernameuserna%, huh?\nYou doing simulator training on your own?",
    "よう、葵。まあな。ちゃんと自分でも触って慣れておこうと思ってさ。\nめるたちの特訓によく使うし。葵もシミュレーター訓練か？": "Hey, Aoi. Yeah. I figured I'd get used to it by touching it myself.\nIt's often used for special training for Meguru and the others. Aoi, are you doing simulator training too?",
    "ああ、このシミュレーターは様々な状況を再現できる。\n自分を鍛えるためには一番だからな。": "Yeah, this simulator can reproduce a lot of different situations.\nIt's the best way to train yourself.",
    "そうだ。よかったら、いろいろ教えてくれないか？\nまだ完璧には使い方を覚えてなくてさ。": "That's right. If you don't mind, could you tell me a few things?\nI haven't learned how to use it perfectly yet.",
    "いいだろう、学びたいというその意志に応えない道理はない。": "Very well. There's no reason not to respond to her will to learn.",
    "基本的に、攻略は難易度の低いステージから順番に進めていく。\nパイロットの成長を促すための施設だからな。": "Fundamentally, the quests would proceed in order, starting with the less difficult stages.\nIt's a facility that encourages pilots to grow, after all.",
    "様々な状況を試す事が出来るから、\n指揮官として必要な能力を養うのに最適だ。": "You can try out all sorts of situations,\nIt would be the best way to foster the necessary abilities as a commander.",
    "――そうして俺は葵からいろいろ教わった。": "――And so, Aoi taught me a lot of things.",
    "とまあ、こんな感じだな。\nそれでは、健闘を祈っている。": "Well, that's what it looks like.\nWell then, good luck.",
    "ああ、ありがとうな葵。\nまずは一番下のステージから挑戦してみるか。": "Yeah, thanks, Aoi.\nLet's start with the stage at the bottom.",
    "そうしてシミュレーターに乗り込むと――": "And as I get into the simulator――",
    "ではさっそく！\nマスターのためにこのボクが起動のスイッチを――": "Well then, let's get started!\nFor Master's sake, I'll turn on the activation switch――",
    "ああ、これがスイッチか。ポチっとな。": "Ah, so this is the switch. Pochi.",
    "ボクの見せ場……": "This is my chance to show off..."
}