{
    "ん……？\nこんな時間に訪ねてくるなんて、一体誰だ？": "Hm...?\nWho in the world would come to visit at this hour?",
    "……や、夜分遅くに失礼いたします。\n就寝のお邪魔ではなかったでしょうか？": "...P-Please excuse me for calling so late at night.\nWasn't I disturbing your sleep?",
    "沙耶？　俺は大丈夫だけど……\n急にどうしたんだ？": "Saya? I'm fine, but...\nWhat's with you all of a sudden?",
    "その……昼間にお願いした件で……\nわ、私をもう一度助けていただきたいんです。": "Um... About what I asked you to do this afternoon...\nI-I'd like you to help me again.",
    "また深刻な悩みか？": "Another serious problem?",
    "し、深刻といえば、深刻です。\nその…………か、体が。う、疼いてしまって。": "S-Speaking of serious, it's serious.\nUm.........my body.I-It's throbbing.",
    "もっとＭＧに乗って戦いたい、とか？": "Do you want to ride MGs and fight more?",
    "そ、そうではなく……！\n%usernameusernameuserna%さんのことで……！": "Th-That's not what I meant...!\nIt's about %usernameusernameuserna%...!",
    "え？　俺？": "Huh? Me?",
    "あ……あなたのことを想うと、か、体が火照ってしまって……\n心も、体も、どうにかなってしまいそうなのです……！": "Ah... When I think about you, my body gets hot...\nI feel like I'm going to lose control of my mind and body...!",
    "困ったら、また背中を押してくださると言ってくださいました。\nで、ですから、その……迷惑でしたか？": "He said he'd give me a push again if I was ever in trouble.\nS-So, umm... Was it a bother?",
    "……こんな時間に訪ねてきて、そんなふうに言われたら、\nちょっと強引な押し方になるかもしれないぞ。": "...If she came to visit at this time of night and said it like that,\nYou might end up pushing a little too hard.",
    "か、構いませんっ……！\nわ、私も……！": "I-I don't mind...!\nM-Me too...!",
    "私も、%usernameusernameuserna%さんのことをっ……\nめ、めちゃくちゃにしたいと、思ってしまっています……！": "I love you too, %usernameusernameuserna%...\nI-I want to mess it up...!",
    "そこまで言われては断る理由もない。\n俺は沙耶の痩身を抱き寄せて、そのままベッドへと招いた。": "I had no reason to refuse when she put it that way.\nI hugged Saya close to me and invited her straight to bed.",
    "す、すみません……リードをお任せしてしまって……\n自分から、め、めちゃくちゃにしたいなどと言っておきながら……": "I-I'm sorry... I left the lead to you...\nEven though she said she wanted to mess it up herself...",
    "私……は、初めてですし……\nこういったことには、詳しくなくて……はぅ、んっ……んっ……！": "I-It's my first time...\nI don't know much about these things... hau, nn... nnn...!",
    "横たわる沙耶の柔肌をそっと撫で回しながら、うっすら湿った唇、\n火照った首筋、つんと尖った乳首と、順番に口づける。": "As she gently stroked Saya's soft skin as she lay there, her lips were slightly damp\nI kissed her flushed neck, her pointed nipples, in turn.",
    "ふぁ……あ……あ……あ、あのっ……準備に……\nこんな、時間を……んっ……かけるものなのですか……？": "Fwah... ah... ahh... u-umm... to get ready...\nIs it really going to take... nn... this long...?",
    "俺の方にも沙耶をめちゃくちゃにしたい衝動はあるが、\n痛い思いをさせるより、できれば一緒に気持ちよくなりたかった。": "I also had the urge to mess up Saya, but...\nRather than making her feel pain, I wanted to feel good together with her if possible.",
    "沙耶の大切な部分を指でいじりながら、正直にそう伝えると、\nワレメの隙間からじわっと愛液が滲み出した。": "I fiddled with Saya's important parts with my fingers, telling her that honestly\nLove juices oozed out from between her slits.",
    "んんっ……た、大切に……思って、くださるの、ですねっ……\nう、うれしい、ですっ……ふぁ、ん……んんっ……": "Mmm... Y-You... care about me, don't you?\nI-I'm so happy... Fwah, mm... mmm...",
    "入口の周辺を丹念にまさぐり、\n花弁を広げるために、指先をゆっくりと出し入れする。": "She carefully groped around the entrance\nI slowly moved my fingertip in and out of her in order to spread her petals.",
    "んぁ……！　あっ、あっ……そ、そのような場所……\n開かれては……恥ずかしい……ひぁ……あぅ、んんっ……！": "Nnah...! Ah, ah... Th-That place...\nIt's... embarrassing... if it's opened... hya... au, nnn...!",
    "沙耶の中を傷つけないよう、緩やかな動きで指の抽挿を繰り返す。\n摩擦のたび、沙耶の腰が律儀に弾んだ。": "In order to avoid hurting Saya's insides, I repeated the pumping of my fingers with slow movements.\nWith each friction, Saya's hips bounced dutifully.",
    "わ、私のそこに、このあと、あなたのものが……んんぅ……\n想像するだけで……昂ぶって、しまいます……はぁ……はぁっ……": "I-It's right there in front of me, after this, what's yours... Mmm...\nJust imagining it... makes me excited... Haa... haa...",
    "あぁぁ……い、いけません……んっ、あ、あっ……\nこんなことを考えて……か、感じてしまう……なんて……": "Ahhh... I-I can't... nn, ah, ah...\nThinking about this... I-I can't help but feel it...",
    "申告通り、指を咥え込んだ隘路がヒクつき始めた。\n思いのほか感度がいい体質なのかもしれない。": "Just as she declared, her impediment began to twitch as she held her finger in her mouth.\nMaybe she's more sensitive than I thought.",
    "あっ――ど、どうして……指、止めてしまうのですか……？\n私……そ、その……もっと、あなたに……": "Ah—wh-why are you...stopping your fingers...?\nI... u-umm... I want you to...",
    "まだ本番はこれからだよ。\n俺のこと、めちゃくちゃにしてくれるんだろ？": "The main event isn't over yet.\nYou're going to mess me up, aren't you?",
    "あぅ……は、はい……\nどうか、私のことも……めちゃくちゃにしていただきたいです……": "Auh... Y-Yes...\nPlease... make a mess of me, too...",
    "ん……こ、このような交わり方もあるのですね……\n私、あのまま%usernameusernameuserna%さんに抱かれるものと……": "Hmm... I-I didn't know there was such a thing as intercourse...\nI'm going to be held by Xenois-san...",
    "寝転がったままじゃ、俺が一方的に動くだけになる。\n……沙耶もしてみたいだろ？　自分の好きなように。": "If I lie down, I'll just end up moving one-sidedly.\n...You want to try it too, don't you, Saya? Do whatever you want.",
    "自分から、す、好きなように、なんて……そんなこと……": "I-I can't... do what I want...",
    "俺のことをめちゃくちゃにしたいと言っていたはずだ。\nそう囁きかけると、沙耶は耳まで真っ赤になった。": "She said she wanted to mess me up.\nAs she whispered that, Saya turned bright red up to her ears.",
    "っ……は、はい。それも……本心です。\nご期待に応えられるよう……努めます……んっ。": "...Y-Yes. That's... how I really feel.\nI'll do my best... to live up to your expectations... Mm.",
    "――ちゅ。ん……はぁ……ちゅっ……\n%usernameusernameuserna%さん……ん……ちゅ……ちゅ……": "――Chu. Nn......haa......chuu......\n%usernameusernameuserna%... nn... *kiss*... *smack*...",
    "たどたどしい動きで、沙耶がちょっと舌を伸ばして俺を求めてくる。\n抱きすくめた体を撫で回しながら、俺も舌で応えた。": "With faltering movements, Saya stuck out her tongue a little, seeking me out.\nI responded with my tongue, stroking her body as I hugged her.",
    "んぅ……どうか……わ、私の体で……\n存分に気持ちよくなってください……っ……": "Ngh... Please... with my body...\nPlease feel as good as you can...",
    "んく……ぅっ……！\nんぁ、ああ、あっ……はぁっ……んぅぅぅ……！": "Ngh... ugh...!\nNnah, aah, ah... haah... nnuuu...!",
    "沙耶が腰を落とし、俺のものをズブズブと飲み込んでいく。\n窮屈な乙女の肉壁が、高熱とともに強烈な圧迫感で迎えてきた。": "Saya lowered her hips and gulped down my thing.\nThe cramped maiden's flesh walls met me with intense pressure along with the high heat.",
    "くぅっ……あ……熱くて……硬い……ですっ……\nこれが、男性の……んんっ……！": "Kuuh...... ah...... it's hot...... and hard......\nThis is a man's... Mmm...!",
    "この痛みが……初めての感覚……なのですね……ん、んっ……\n私……%usernameusernameuserna%さんと繋がってしまいました……": "This pain... is the first time... I've felt it... nn, nn...\nI... I'm connected to %usernameusernameuserna%...",
    "辛くはないか尋ねると、\n沙耶は熱っぽい瞳で俺を真っ直ぐ見つめてきた。": "When I asked if it was painful,\nSaya looked straight at me with feverish eyes.",
    "はぁ……はぁ……少し、苦しくは……ありますが……\nでも、それ以上に……": "Hah... hah... It's a little... painful, but...\nBut more than that...",
    "%usernameusernameuserna%さんと、繋がれた……\n幸福感で……胸が、いっぱいです……んんぅ……": "I'm connected to %usernameusernameuserna%...\nMy chest... is full of happiness... Mmm...",
    "押しつけられた豊満な双丘を、自分の胸板で受け止める。\n弾力と一緒に、沙耶の鼓動が伝わってきた。": "I catch her voluptuous mounds pressing against me with my own chest.\nAlong with the elasticity, I could feel Saya's heartbeat.",
    "あっ……あ、んっ……この胸も……今夜からは、あなたのもの……\nどうか、お好きに……んぁっ、はぁ、う……ん、んっ……": "Ah... ah, nn... these breasts... are also yours from tonight on...\nPlease, do as you like... nnah, hah, uu... ngh, nnh...",
    "代わりに、どうか……あなたの全部を……\n私に、いただけますでしょうか……はぅっ、んっ……んくぅ……": "Instead, please... take care of everything about you...\nWill you give it to me...? Hauh, nnh... ngh...",
    "慎重に腰の上下動を開始すると、\n早速、沙耶の膣内がぞわっと震えて俺自身を刺激した。": "I carefully began moving my hips up and down.\nImmediately, Saya's vagina trembled and stimulated me.",
    "あっ……んっ、あ……あぁ……わ、私っ……\n今、抱かれているのですね……あなたにっ……んんっ……": "Ah... nn, ah... ahh... I-I...\nYou're holding me right now, aren't you...? You... Mmm...",
    "痛みより喜びが勝っていることは、\n沙耶の恍惚とした表情からうかがえた。": "The fact that joy beats pain...\nI could see it from Saya's ecstatic expression.",
    "やっと、こうして……特別な方と……\nあぁ……ん……うれしい、です……ん、んっ……": "Finally, like this... with someone special...\nAhh... mm... I'm happy... mm, mm...",
    "より快楽に集中してもらうべく、沙耶への好意を囁きながら、\n狭い膣内を穏やかな動きで往復する。": "In order to get her to focus more on the pleasure, she whispered her feelings for Saya\nI move gently back and forth through her narrow vagina.",
    "ん……ん……あなたの……お気遣いを……感じます……っ……\n動きが……優しくて……胸が……温かくて……んっ……": "Nn... nn... I can feel... your concern...\nHer movements... are gentle... and my chest... is warm... nn...",
    "で、ですが……優しさだけでなく……んんっ……\nどうか、欲望を……んっ……私に、ぶつけて……あ、あっ……": "B-But... It's not just kindness... Mmm...\nPlease, let your desires... nn... hit me... ah, ah...",
    "あなたの……めちゃくちゃになる姿……見たいのです……\nんっ……んんっ……ですから……もっと、強く……": "I want to see you... mess up...\nMm... mmm... So... stronger...",
    "沙耶も俺に合わせたいのか、ぎこちない動きで腰を振り始める。\nあまりにも窮屈な膣内で、肉棒がヒダにジワジワと擦られる。": "Saya started moving her hips awkwardly, as if she wanted to match me.\nHer vagina is so cramped that my dick rubs against her folds.",
    "はぁう……ん……あぅ……あぅん……い、いかがでしょう……\n私の……中の、具合はっ……んんぅっ……": "Hau... nn... au... aun... I-I wonder...\nMy... insides are... nnn...",
    "沙耶に吐息を吹きかけながら、キツくて気持ちいいよと伝える。\nすると頬の赤みが耳の端まで浸食してきた。": "As I breathed on Saya, I told her it was tight and felt good.\nAs I do, the redness of my cheeks erodes all the way to the edge of my ears.",
    "んっ……それは……ち、小さすぎる、ということでしょうか……\n私の、アソコは……んっ……男性のものを、迎え入れるには……": "Hmm... I guess that means... it's too small...\nMy pussy... nn... is the only place to welcome a man's thing...",
    "か、体が、未熟なれば……ふぁ……はぁん……\n技で……んっ……奉仕、しなければ……いけませんね……あっ……": "M-My body is inexperienced... fuah... haahn...\nI have to... nn... service her... with my technique... ah...",
    "やはり拙い動きで、上下運動と同時に腰をくねらせ始めた。\n膣内をほぐして広げようというのだろう。": "As expected, her movements were clumsy, and she began to twist her hips at the same time as her up-and-down movements.\nShe was probably trying to loosen up her vagina and spread it out.",
    "自然と肉棒で沙耶の中をかき回してしまう形になる。\nすると新たな刺激に耐えかねて、彼女の動きが活発になった。": "I naturally ended up stirring up Saya's insides with my meat pole.\nThen, unable to bear the new stimulation, her movements became more active.",
    "ひあ……んんんんっ……！　お、おかしな、感覚が……！\nあなたの、先が……私の……何か、にっ……ふぁ、んっ……！": "Hya...nnnnnnn...! I-I have a strange feeling...!\nYour... tip... is... something... to me... fuah, nn...!",
    "新たな動きの最中、偶然にも沙耶は\n自分の敏感な場所を見つけてしまったらしい。": "In the middle of a new movement, by chance, Saya\nLooks like I've found my sensitive spot.",
    "いっ……今の場所……今の感覚を……もっとっ……んんっ……\n見つけて……極めなければ……あ、あ、あっ……！": "Th-That spot... That feeling... More... Mmm...\nI have to find it... and master it... Ah, ah, ah...!",
    "はふ……ん……もう少し……奥っ……い、いえ……\nか、角度が……んんぅっ……あぁぁっ……": "Hafu......nn......just a little deeper......n-no......\nTh-The angle is... nnn... aaah...",
    "あ、あぁ……なんて、はしたない……んっ……\n私……じ、自分から、こんなっ……は、くぅ……！": "Ah, ahh... How vulgar... Mm...\nI... I-I can't... Hah, khh...!",
    "俺を感じさせてめちゃくちゃにしたかったはずが、\n沙耶は自分のスポット探しに夢中になり始めた。": "I thought she wanted to make me feel good and mess me up, but...\nSaya began to become engrossed in her search for her spot.",
    "しかしそんな沙耶の姿はいじらしく、そしていやらしく……\n俺の劣情を煽るにも十分な効果を発揮した。": "However, the sight of Saya like that was both lovely and lewd...\nIt worked well enough to fan my lust.",
    "あ――はぁぅ！　んっ、んっ、んっ、い、いけませ……！\nわ、私が……あなたをっ……おっ、あっ、ん、ふぅっ……！": "Ah—haau! Nn, nn, ngh, n-no...!\nI-I'll... I'll take you... Oh, ah, mm, fhh...!",
    "たまらず、こちらからも腰を突き上げると、\n沙耶もひときわ大きな喘ぎで応えてくれた。": "Unable to bear it any longer, I thrust my hips upward as well.\nSaya responded with a particularly loud gasp.",
    "俺の形を覚え、いくらか抽挿しやすくなった膣内を、\n貪るように蹂躙していく。": "Remembering my shape, her vagina, which had become somewhat easier to thrust in and out,\nI greedily violated her.",
    "はぅ、あんっ、は、激しい、ですっ、んっ、あっ……！\nこれが、本当のっ、男女の、交わりっ……あっ、んんっ……！": "Hau, anh, hah, so rough, nn, ah...!\nThis is... the real... intercourse... between men and women... Ah, mmm...!",
    "んっ、くぅっ……あ、あなたにばかり、攻めさせては……！\n私だけではなく……あなたもっ、もっと、乱れて、んっ……！": "Ngh, khh... I-I can't let you attack me...!\nIt's not just me... You're getting even wilder, too, nn...!",
    "全体重を乗せてお尻を降ろしてきたかと思うと、\n沙耶の上下動がいっそう激しくなった。": "No sooner had she lowered her butt with all her weight behind it than...\nSaya's up-and-down movements became even more intense.",
    "はぅっ、んっ、んぁぅ、ど、どう、ですか……？\n速いのは――んっ、んっ、き、気持ち、いい、ですかっ……？": "Hauu, nn, nnau, wh-what do you think...?\nIt's fast――Nn, nn, d-does it feel good......?",
    "俺の肩を強く抱きしめ、激しくなっていく呼吸を額に浴びせてくる。\nその熱気に当てられて、俺もますます沙耶に夢中になっていく。": "She hugged my shoulders tightly, and her breathing grew more intense as she bathed my forehead.\nThe heat of it all made me even more engrossed in Saya.",
    "んぁっ、はぁ、はぁ、ふ、ふふ……ふふっ……\nこうして、あなたと、んっ、溶け合っていると……": "Nnah, haah, haa, fu, fufu... fufuu...\nWhen we're melting into each other like this...",
    "どんどん、んっ、体が、火照って、いきますっ……！\nもっと……息だけでなく……肌も……肉も……っ、んっ、んっ……！": "My body is getting hotter and hotter...!\nMore... Not just my breath... my skin... my flesh...! Mm, mm, mm...!",
    "体を外からも内からも擦りつけ合い、\nびしょ濡れの沙耶と結合部の摩擦熱でとろけ合う。": "Our bodies rubbed against each other from both inside and outside.\nSaya was soaking wet, and the friction between us melted together.",
    "んんっ……一緒にっ、動いて……！\n私と、もっと高まってくださいっ……！": "Mmm... Let's move together...!\nPlease get even more excited with me...!",
    "太股を、股間を、胸を。まるで全身の汗を俺に染みこませるように。\n視界も肌の感触も、すべてが沙耶で一杯になっていく。": "Her thighs, her crotch, her chest. It was as if all the sweat in her body was soaking into me.\nMy vision and the sensation of her skin were all filled with Saya.",
    "はぁっ……！　す、好きですっ……！\n今の……快楽に溺れた、あなたの、表情っ……んぁっ……！": "Haah...! I-I love you...!\nYour expression... drowned in pleasure just now... nnah...!",
    "もっと……もっと見たい……んっ、み、見たいんです……んんっ！\nあ、あなたの、そんな顔がっ……あっ、あっ、あぁぁっ……！": "More... I want to see more... nn, I-I want to look more... nnn!\nTh-That face of yours... Ah, ah, ahhh...!",
    "俺をのぞき込む熱を帯びた瞳に、吸い込まれそうな気がした。\n同時に、強烈な収束感が股間を襲ってくる。": "I felt like I was being sucked in by the heat in her eyes as she peered at me.\nAt the same time, a powerful sense of convergence assaults my crotch.",
    "んくっ、あ、あっ、あっ、感じますっ……！\n私の奥で、あなたのもが、びくりと、っ、んあ、あっ、あんっ……！": "Ngh, ah, ah! Ah, I can feel it...!\nYour thing twitches deep inside me, ngh, nnah, ah, ahh, ahn...!",
    "近いのですね……ど、どうか、このまま……！\nんぁ、あなたのもので、全部、満たして……んぁぁっ……！": "It's so close... P-Please, stay like this...!\nMnah, fill it all with yours... Mnaah...!",
    "沙耶に求められるまま、ペニスを搾り上げてくる膣圧に抵抗し、\n無我夢中で腰を振り上げ続けた。": "As Saya demanded, I resisted the pressure of her vagina wringing out my penis\nI continued to raise my hips in a trance.",
    "んぁ、あ、私もっ……乱れていく、あなたを見ていたら……っ！\nも、もう、あっ、だ、だめ、ですっ、アソコがっ……！": "Nnah, ah, me too... As I watched you get disheveled...!\nG-Geez, ah, I-I can't, there...!",
    "どんどん、感覚、なくなって――あっ、あっ、あっ、ふぁんっ、\nあ、んくっ、頭、真っ白にぃ……ん、んんんんん――！": "More and more, I'm losing my senses—ah, ah, ahh, fuan,\nAh, ngh, my head's going blank... nn, nnnnnnngh!",
    "膣壁の震えを通じて沙耶の絶頂を感じた瞬間、それは来た。\n": "The moment I felt Saya's climax through the trembling of her vaginal walls, it came.\n",
    "ふぁっ――あ、あ、んんんんんんんんんっ……！\n": "Fuah—ah, ah, mmmmmmmmm...!\n",
    "あくっ……あぁぁ、っふぅ……んっ、んっ、んぅ……！": "Agh... aaah, hfh... nn, nnh, ngh...!",
    "今まで感じたことがないほどの快感と共に、\nびくつく沙耶の中へ、俺は欲望のすべてを解き放っていた。": "Along with more pleasure than I've ever felt before...\nI released all of my lust into Saya's twitching insides.",
    "はぁっ……はぁ……ふ……ふふっ……\nもう……終わってしまいました……んっ……": "Haah... haah... heh... heheh...\nIt's already... over... Mm...",
    "俺と繋がったまま、汗ばんだ顔に微笑みを浮かべて、\n沙耶がじっと見つめてくる。": "Still connected to me, a smile appeared on her sweaty face\nSaya stared at me.",
    "とても、素敵でした……あなたと溶け合う感覚も……\n最後に乱れていくあなたの表情も……": "It was so wonderful... The feeling of melting into you...\nAt the end, you're losing your composure...",
    "そ、そうか……喜んでもらえたなら、俺もうれしい。": "I-I see... If she's happy, then I'm happy too.",
    "あの……この幸せな時間を、もっと味わいたいのですが……\nこのあとも、まだお付き合いいただけますか？": "Umm... I'd like to experience more of this happy time...\nWill you continue to accompany me after this?",
    "その答えを知っているのは、\nすべてを終えた夜明けの俺のみぞ知ることだ。": "The only one who knew the answer to that question was...\nOnly I, the dawner who finished everything, would know."
}