{
    "練習が終わると、心香に声をかけられた。": "Once practice was over, Kokoroka called out to me.",
    "%usernameusernameuserna%、ちょっといいかしら？\nちゃんとした治療のために保健室に行きましょう。": "%usernameusernameuserna%, do you have a moment?\nLet's go to the nurse's office for proper treatment.",
    "その言葉にうなずいて、肩を貸してもらい、\n一緒に保健室まで歩いて行った。": "I nodded at her words, and she lent me her shoulder\nWe walked to the nurse's office together.",
    "……どうやら観てくれる人はいないみたいだな。": "...Looks like there's no one here to watch.",
    "他に用事があったのかもしれないわね……\nそれじゃあ、私がちゃんと治療をするわ。": "Maybe he had something else to do...\nWell then, I'll treat you properly.",
    "心香はそんな治療まで出来るのか？": "Can Shinka even do that kind of treatment?",
    "そんなちゃんとしたものじゃないけどね。\nでも、アイシングとテーピングだけよりは出来るわ。": "It's not that simple, though.\nBut I can do better than just icing and taping.",
    "言われるがまま、ベッドに腰を下ろした俺に、\n痛む場所に湿布を貼って、包帯で巻いてくれる。": "I did as she said and sat down on the bed.\nShe puts a compress on the spot where it hurts and wraps it in bandages.",
    "そこまで大げさにやらなくてもいいんじゃないか……？": "You don't have to exaggerate that much, do you...?",
    "大げさとは言うけど、筋を痛めて放置すると長引くわよ。\n歩くたびに痛んでもいいの？": "It may be exaggerated, but it'll drag on if you leave your muscles hurt.\nIs it okay if it hurts every time I walk?",
    "……それはゴメンこうむりたいな。": "...I'm sorry about that. I want to do this.",
    "そうして、心香のされるがままになりながら、\n待っていると立ち上がる心香。": "And so, as Kokoru did as she pleased...\nAs I wait, Shinka stands up.",
    "さ、終わったわよ。": "Alright, it's over.",
    "お、ずいぶん早いな。": "Oh, you're up early.",
    "まあ、湿布を貼って包帯で巻いて固定しただけだから。\nそんなに大したことはしてないもの。": "Well, I just put a compress on it, wrapped it in bandages, and fixed it in place.\nI didn't do anything that important.",
    "了解。ありがとう心香。": "Understood. Thank you, Shinka.",
    "ベッドから立ち上がろうとする。": "I try to get out of bed.",
    "……っと、うっ、おっ……": "...Uh, ugh, oh...",
    "すると、固定した脚のせいでバランスを崩してしまった。": "When I did, my fixed legs threw me off balance.",
    "ちょっと、大丈夫！？": "Hey, are you okay?!",
    "うおっ、ととと……おわぁ！？": "Whoa, th-th-th... Whoa!",
    "きゃあっ！？": "Kyaa!?",
    "そうして、俺を支えようとして二人で倒れ込んでしまった。": "And so, when she tried to support me, the two of us collapsed.",
    "…………わ、悪い。": ".........I-I'm sorry.",
    "…………き、気にしないで。": "...D-Don't worry about it.",
    "……心香？": "...Kokoroka?",
    "顔を赤くしてそっぽを向いた心香は、\n恥ずかしそうに俺に向かって言う。": "Shinka blushed and turned away\nShe turned to me, embarrassed.",
    "……別に、私はこのまましてもいいけど。": "...I don't really mind staying like this.",
    "え？": "Huh?",
    "…………だって、その……おおきくなってるでしょう？\n男の人だったら、我慢できないわよね？": "............but, umm......it's gotten bigger, isn't it?\nIf you were a man, you wouldn't be able to hold back, would you?",
    "そういわれた通り、密着した心香の柔らかさに反応して、\n俺の肉棒は大きく屹立していた。": "Just as she'd said, she reacted to the softness of Kokoro's touch\nMy shaft stands tall.",
    "頬を染めて、瞳を潤ませている。\nどうやら本気らしい。": "Her cheeks were flushed, and her eyes were moist.\nLooks like she's serious.",
    "……本当にいいのか？": "...Are you really okay with that?",
    "……その、私だって嫌だって思っていたら、\nこんなことを言ったりしないわ。": "...Um, if even I didn't want to,\nI wouldn't say something like that.",
    "……だ、だからあんまり聞かないで……恥ずかしいんだから。": "...L-Like I said, don't ask too much... It's embarrassing.",
    "分かった……俺も我慢の限界だったんだ。": "Okay... I was at my limit too.",
    "……%usernameusernameuserna%。\nあ、やっ……んんっ……。": "...%usernameusernameuserna%.\nAh, yaah... mmm...",
    "愛おしさが込み上げて、心香に覆い被さった。": "Love welled up inside me, and I leaned over Kokoru.",
    "その……き、着替えてもいいかしら？\n……匂いが気になっちゃうから……": "Um... M-May I change?\n...I'm worried about the smell...",
    "そういうが、むしろ心香はいい香りだから大丈夫だと伝える。\nしかし、顔を真っ赤にして怒られてしまう。": "But if anything, I tell her that it's fine because it smells good.\nHowever, her face turned bright red and she got mad at me.",
    "私が気にするのよ！　は、恥ずかしいし……って、\nちょ、ちょっと！　なんで興奮して……！": "I'm the one who cares! I-It's embarrassing... Wait,\nH-Hey! Why are you so excited?!",
    "んっ……くっ……ああっ……！\n入って、きてるっ……ん、はぁっ、ふぅっ……！": "Nn......uu......aah......!\nIt's coming in... nn, haah, fuuu...!",
    "ぬちゅっと音を立てて、膨張したペニスが心香の中に入っていく。\n包み込んでくれる温もりに思わずこちらも息を漏らしてしまった。": "With a squelching sound, my swollen penis enters her heart.\nI couldn't help but let out a sigh at the warmth enveloping me.",
    "はぁ、はぁ……もう、乱暴なんだから……\nでも……こんな風に求められるのも、悪い気はしないわね……": "*pant pant*... Geez, you're so rough...\nBut... I don't feel bad about being asked like this...",
    "怒られるかと思ったが、どこか嬉しそうな顔をする心香。": "I thought she'd get mad at me, but Kokoru looks happy somehow.",
    "……あなたに、こんな風に強引に求められると……\nそれだけ、魅力を感じてくれてる気がして、嬉しいの……": "...When you force me to do something like this...\nI'm so happy that you feel that way about me...",
    "嬉しいことを言ってくれる。\n俺はゆっくりと腰を振り始めた。": "She said something that made me happy.\nI slowly began to move my hips.",
    "ああっ……はぁっ……はぁっ……貴方の熱がそのまま、\n私の中に伝わってくる……あったかくて、大きくて……っ。": "Ahh... haah... haaah... Your heat...\nI can feel it inside me... It's so warm and big...",
    "き、気持ちいいわ……すごく、すごく気持ちいい……\nこんな感覚、貴方が教えてくれなかったら私っ……はぁっ……。": "I-It feels good... It feels really, really good...\nIf you hadn't told me this feeling, I... Haah...",
    "満たされてる感じがする……貴方が私の中に入ってきて、\nそれが、私の胸をあたたかくするの……": "I feel like I'm being filled... You came inside me,\nIt warms my heart...",
    "ねえ、動いて……もっと、もっと動いて……": "Hey, move... Move more, more...",
    "徐々に、腰を振る速度を速め、深くまで突くようにしていく。\n深いところに当たるたびに彼女の口元から甘い吐息が漏れた。": "Slowly but surely, I increased the speed at which I was moving my hips, thrusting as deep as I could.\nEvery time it hit a deep spot, a sweet sigh escaped from her mouth.",
    "んっ、恥ずかしいのに……でも、もっともっと、\n私に抱き着いて……近寄って欲しいって、思っちゃうの……": "Mm, it's embarrassing... But more, more,\nI want you to hug me... and get close to me...",
    "ふぁああっ！　もっと、もっと……お願い……もっと……！\n貴方を、感じたいっ……ん、あっ、はぁんっ……！": "Fuaaah! More, more... Please... More...!\nI want to feel you... nn, ah, haahn...!",
    "心香の手が俺の首に絡まり、唇を奪われた。\n普段の彼女からは想像できない情熱的な行動だ。": "Kokoka's hand wrapped around my neck and stole my lips.\nIt was a passionate action that would normally be unimaginable for her.",
    "んちゅっ！　……んっ……はっ……はむっ……ちゅっ……\nちゅぱ、ちゅっ……ん、ふぅっ……ちゅっ、ちゅぱっ……。": "*kiss*! ...Nn... *pant*... *munch*...\nChupa, chuu...nn, fuu...chuu, chupa...",
    "はぁ、んっ、ふぅ……こんな、私の、匂いまで、\n嗅がれちゃうのに……それも、興奮しちゃうの……": "Haa, nn, fuu... Even my smell, like this...\nEven though they're sniffing at me... I'm getting excited too...",
    "ついばむようなキスではない。\n舌と舌を絡ませる、溶け合うようなキスだ。": "It wasn't a pecking kiss.\nOur tongues intertwine. It's like we're melting into each other.",
    "ちゅぱっ！　じゅっ！　じゅっ！　じゅっ！　んっ！　じゅるっ！\nもっと、したいのっ……ん、ちゅっ、じゅるっ……！": "Chupa! Ju! Juu! Juh! Nn! Juru!\nI want to do it more... nn, *kiss* *slurp*...!",
    "温かな舌先が口内を探っていくように動き回り、\n前歯の裏側までなぞられた。": "The tip of her warm tongue moved around as if searching the inside of her mouth\nShe traced me all the way to the back of my front teeth.",
    "もちろん、彼女にされるがままになっているつもりもない。\nこちらもまた彼女の舌先を吸い、唇を食み、唾液を交わす。": "Of course, I had no intention of letting her do as she pleased.\nI sucked on the tip of her tongue again, ate her lips, and exchanged saliva with her.",
    "んっ……はぁ……ちゅっ……んっ……あっ……はぁっ……はぁっ……\nなんだか……頭がぼーっとして……ふぅっ、ん、はぁっ……。": "Nn... haa... *kiss*... nn... ah... haah... hah...\nFor some reason... my head feels fuzzy... fuu, nn, haah...",
    "お互いに口を塞いでいるから、少し息苦しい。\nけれど構わず、舌を絡めていく。": "We both covered our mouths, so it was a little hard to breathe.\nBut I didn't care. I continued to entangle my tongue with hers.",
    "れろ……れろっ…んっ……はっ……あんっ……あっ……ちゅぱっ……\nこれ……幸せ……っ、はっ、ん、ちゅく、ちゅぷっ……。": "*lick*...*lick*...nnn...hah...ahn...ahh...chupah...\nThis is...happy...hah, nn, *kiss*, *smack*...",
    "んっ……じゅぱっ！　じゅるっ！　ふぁっ！　んっ！　じゅっ！\nはぁっ、はぁっ、はぁっ……。": "Nn... *slurp*! *suck*! Fuah! Nn! *kiss*!\n*pant pant*...",
    "最後に強く舌を吸われ、やっと顔が離れると、\nその瞳は恍惚にとろんとしていた。": "Finally, she sucked hard on my tongue, and when our faces finally parted...\nHer eyes were glazed with ecstasy.",
    "気持ちよすぎて、おかしくなっちゃいそうだわ……\n体が火照って仕方がないの……熱い……": "It feels so good, I feel like I'm going crazy...\nI can't help but feel hot... It's so hot...",
    "おかしくなっちゃいそう……\nそれとも、もうおかしくなっちゃってるのかしら……": "I feel like I'm going crazy...\nOr maybe she's already gone crazy...",
    "貴方に抱かれていると、なんでこんなにも……あんっ！": "Why is it that when I'm in your arms, I feel so... Ahn!",
    "強く、深く、子宮にまで届く勢いで膣奥まで貫く。\n自分でも、ペニスが信じられないほどに硬くなっているのがわかる。": "Strongly, deeply, I penetrated deep into her vagina with enough force to reach all the way to her womb.\nEven I can tell that my penis is unbelievably hard.",
    "はぁ……はぁ……\nえ、えっちって、すごい……": "Hah... hah...\nD-Dirty is amazing...",
    "それとも、やっぱり貴方とだからかしら……きっと、そうよね。\nこんなに満たされるなんて……。": "Or maybe it's because I'm with you after all...I'm sure you're right.\nI didn't think I'd be this satisfied...",
    "俺も気持ちいい。それは心香とだからだ、と伝える。": "I tell her that it feels good for me too. That's because I'm with Kokoru.",
    "フフッ……よかった……私も、貴方を喜ばせてあげられているのね……\n嬉しい……": "Hehe... Thank goodness... I'm glad I can make you happy too...\nI'm so happy...",
    "もっと、もっと気持ちよくなって……\n私の体で……気持ちよく、なって……あっ": "Make me feel even better...\nFeels good... with my body... Ah!",
    "抱きしめるようにして、柔らかな胸に顔をうずめる。\n心香の体操服はしっとりと汗で濡れていた。": "I hugged her and buried my face in her soft breasts.\nKokoru's gym clothes were damp with sweat.",
    "……ふふっ。なんだか、可愛い……頼りになる貴方なのに、\nこんな感情も持ってしまうなんて……不思議だわ……。": "...Hehe. You're kind of cute... Even though you're reliable,\nI can't believe I'm feeling this way... It's so strange...",
    "頭を撫でられる。上目遣いで顔を見ると、なんだか嬉しそうだ。": "She pats my head. When I look up at her face, she seems happy.",
    "あ、でも、体操服、汗臭くない……？\n脱いだ方がいいんじゃない……？": "Oh, but doesn't your gym uniform stink of sweat...?\nShouldn't I take it off...?",
    "いや、むしろいい匂いだ、と伝えてから、\n敢えて大げさに息を吸い込む。": "No, if anything, it smells good, I told her, and then...\nI take an exaggerated breath.",
    "うぅ……やめて、恥ずかしいわ……ばか……": "Ugh... Stop, this is embarrassing... Idiot...",
    "また顔を真っ赤にしてしまう。\nそんな初々しい反応に、こちらもどんどん昂ぶっていく。": "Her face turns bright red again.\nI'm getting more and more excited by her innocent reaction.",
    "あっ！　あっ！　あっ！　あんっ！　なにそれっ、すごいっ……！\nあっ、あぁんっ！　やぁんっ……！": "Ah! Ah! Aah! Ahn! What's that, amazing...!\nAh, aahn! Yaahn...!",
    "膣内のヒダがペニスに擦れて、下腹部が熱を帯びていく。": "The folds of her vagina rub against my penis, and her lower abdomen starts to heat up.",
    "求められてる……私、貴方に求めてもらえてる……っ、\nそのことが、こんなに幸せだなんて……っ。": "She wants me... She wants you to want me...\nI can't believe I'm so happy about that...",
    "うれしい……うれしいの……きて……もっときて……\n私の体で、気持ちよくなってぇ……！　あっ、あっ、あぁんっ！": "I'm so happy... So happy... Come... Come more...\nFeel good with my body...! Ah, ah, aahn!",
    "甘い声に、脳がピリピリと痺れる。\nたまらずに心香の肩を掴んでピストンを速める。": "Her sweet voice made my brain tingle.\nUnable to bear it any longer, I grabbed Kokoru by the shoulders and sped up my pistoning.",
    "ふぁあああっ！　あふっ……ふぁ……あああっ……！\nそんなに、されたらっ……はぁんっ、んっ、んぅっ！": "Fuaaaah! Afu...... fua...... aaah......!\nIf you do it like that... haahn, nn, nnuu!",
    "あ、だ、だめ……だめだめだめ……こんなの、おかしくなっちゃう……\n変な顔、見られたくない……でも、でもぉっ……。": "Ah, n-no... No, no, no... I'm going crazy...\nI don't want her to look at me like that... But, but...",
    "欲しい……もっと、もっと欲しいのぉっ……！\n貴方が、ほしくてっ、たまらないのっ……！": "I want it... I want more, more...!\nI can't help but want you...!",
    "焦がれるような瞳に応えるように、いっそう強く腰を打ち付ける。\n心香の愛液が、ジュプッ！　ジュプッ！　と音を立てる。": "I thrust my hips even harder in response to her longing eyes.\nKokoro's juices made a squelching sound.",
    "はぁううううううううっ！\nあんっ！　あっ！　あんっ！　あっ！　あっ！　あっ！　あっ！": "Haaaaahhhh!\nAahn! Ah! Ahn! Aah! Aaah! Ah, aah!",
    "き、気持ちいい……気持ちいいの%usernameusernameuserna%……！\n何もかも、忘れて……貴方のことで頭がいっぱいになる……っ。": "I-It feels good... It feels good, %usernameusernameuserna%...!\nForget everything... My mind is filled with thoughts of you...",
    "だめ……くる……きちゃう……わ、私……私もう……！": "No... It's coming... I'm coming...! I-I... I can't...!",
    "膣がぎゅうっと締まり、精子を搾り取ろうとするかのようだ。\n俺はまっすぐに心香を見つめた。": "Her vagina tightened, as if trying to squeeze out the semen.\nI look straight at Shinka.",
    "だめぇ……！　見ないでぇ……！　見ちゃやだぁ……！\nこんな顔、見らいれぇ……！": "No...! Don't look...! No looking...!\nI can't bear to see this face...!",
    "ああ、でも……でも嬉しいのぉ……貴方に見られながらするの、\n嬉しくて、気持ちいいのぉ……！": "Ah, but... But I'm happy... I'll do it while you're looking at me,\nI'm so happy, it feels so good...!",
    "見てぇ……もっと見てぇ……！\n私も見たい、貴方の顔を見ていたいからぁ……！": "Look... Look more...!\nI want to see you, too. I want you to see my face...!",
    "もう限界が近い。今にも暴発してしまいそうだ。": "I'm nearing my limit. I feel like I'll explode at any moment.",
    "あっ！　あっ！　あっ！　あっ！\nきちゃうっ、ひゃんっ、あ、あんっ！　きちゃうっ……！": "Ah! Ah! Aah! Ahh!\nI'm cumming, hyahn, ah, ahn! I'll cum...!",
    "わ、わかるわ……私の中で暴れてる……\n貴方の顔も、苦しそう……": "I-I can feel it... It's rampaging inside me...\nYou look like you're in pain, too...",
    "いいわ、いつでも出して……出してほしいの……\n貴方の精子をちょうだいっ……！": "Okay, I want you to cum... whenever you want...\nGive me your sperm...!",
    "私の中に、たくさん出してぇっ！": "Cum a lot inside me!",
    "あっ……ああっ……ああああああああっ！": "Ah... Ahhh... Aaaaahhhh!",
    "彼女の恍惚とした顔を見つめたまま、\n最奥めがけて精をたっぷりと放つ。": "Still staring at her ecstatic face,\nI fired off plenty of semen, aiming for the deepest part.",
    "はぁ……はぁ……ああ……あああ……": "Hah... hah... ahh... aaahh...",
    "絶頂に達し、呆けている心香の中からペニスを引き抜くと、\nどろりと愛液と混ざった精液が流れ出た。": "Reaching climax, I pulled my penis out of the dumbfounded Kokoru.\nSemen mixed with her love juices flowed out.",
    "す、すごかった……こんなの、信じられない……": "W-Wow... I can't believe this...",
    "……ねえ、そういえば、脚は大丈夫なの？": "...Hey, by the way, are your legs okay?",
    "心香の体を前にして、すっかり忘れていた。\n無理な体勢をとってしまったのか、少し痛みを感じる。": "Faced with Kokoru's body, I'd completely forgotten.\nI feel a little pain, as if I've taken an impossible position.",
    "あんなに夢中になってするからよ、ばかね。": "It's because you're so engrossed in it, idiot.",
    "……でも、それだけ私を愛してくれたってことよね。\nありがと、%usernameusernameuserna%。": "...But that just goes to show how much he loved me.\nThanks, %usernameusernameuserna%.",
    "もうこんな時間か。": "It's already this late?",
    "思ったより遅くなってしまったわね。": "It's gotten later than I expected.",
    "うっ、すまん。つい流れで……": "Ugh, sorry. I didn't mean to...",
    "いいのよ。私から誘ったんだから、気にしないで。": "It's fine. I invited you, so don't worry about it.",
    "そ、それに、私だって貴方といたかったし……": "A-And I wanted to be with you, too...",
    "心香……": "Shinkou...",
    "脚は大丈夫？": "How's your leg?",
    "ああ。肩を貸してもらって悪いな。": "Yeah. Sorry for asking you to lend me your shoulder.",
    "ううん。貴方を支えられるのが嬉しいの。": "No. I'm happy to be able to support you.",
    "こうして……信頼できる人が出来るってのも思ってなかったわ。": "I didn't think I'd be able to trust someone like this.",
    "俺も心香に信頼されてるのは嬉しいよ。": "I'm happy that Shinka trusts me too.",
    "本当に？　そう思ってくれる？": "Really? Do you think so?",
    "ああ。": "Yeah.",
    "…………うれしい。": "............I'm happy.",
    "心香の手が俺の背中に回り、正面から強く抱きしめられる。\nその顔は俺の胸にうずまった。": "Kokoka's hand went around my back, and she hugged me tightly from the front.\nHer face is buried in my chest.",
    "も、もし貴方さえよければ、\nこれからも時々は甘えさせてもらえると嬉しいのだけど……": "I-If you don't mind,\nI'd be happy if you let me spoil you from time to time from now on, but...",
    "ど、どうかしら……？": "Wh-What do you think...?",
    "上目遣いにそう尋ねる心香に、いつものような大人びた印象はなく、\nまるであどけない女の子のようだった。": "When Shinka asked that with upturned eyes, she didn't give off the same mature impression she always did\nShe looked like an innocent girl."
}