{
    "――それから数日後。": "—A few days later.",
    "机の上に、以前のようにヒイロからの書置きがおいてあり、\n彼女に呼び出されて屋上へとやってきた。": "On the desk was a note from Hiiro, just like before\nShe called me up to the roof.",
    "『用事があるから屋上に来て欲しい』……か。\nいや、要件は書いてくれよ……": "\"I have something to do, so I want you to come to the roof\"... huh?\nNo, please write down the requirements...",
    "それに、屋上に誰もいないよな……？\nおーい、ヒイロ？　いないのかー？": "And there's no one on the roof, right...?\nHey, Hiiro? Are you there?",
    "そうやって、屋上に到着してから声を上げてヒイロを呼び出す。\n反応はなく、首をかしげていると……突然の衝撃が襲う。": "And so, after arriving on the roof, I called out to Hiiro.\nThere's no response, and as I tilt my head to the side... I feel a sudden shock.",
    "……%usernameusernameuserna%、捕まえた。": "...%usernameusernameuserna%, I've got you.",
    "いきなりの事で混乱している俺の前に現れたヒイロは、\n何故かスカートを履かず薄着の状態だった。": "Hiiro appeared in front of me, confused by the sudden turn of events\nFor some reason, she wasn't wearing a skirt. She was wearing light clothing.",
    "一体なんでこんなことを……それに、その恰好は？\nそんな質問をすると、いつも通りの無表情で答える。": "Why on earth are you doing this... And what's with that outfit?\nWhen I asked that question, she answered me with her usual expressionless face.",
    "それは、簡単な理由。\n私は%usernameusernameuserna%と交尾がしたくなったの。": "That's a simple reason.\nI wanted to mate with %usernameusernameuserna%.",
    "だから、屋上に呼び出して油断してるところを捕まえた。\nこういうのは、思い切りが大切。": "That's why I called her up to the roof and caught her careless.\nIt's important to do this as much as you can.",
    "……いったいどこでそんなことを覚えたんだと聞く。": "...Where in the world did she learn that?",
    "一度そういう本を読んだことがある。\nそれに、山で交尾する動物を何度も見てきた。": "I've read a book like that once.\nBesides, I've seen animals mating in the mountains many times.",
    "狩りは先手必勝……狙った獲物に逃げられる前に、\n自分から手を打つのは大切。": "Hunting is the first move... Before the prey I'm aiming for can get away...\nIt's important to make your own move.",
    "もう、準備は出来てる。\nだから、交尾しよ？": "I'm already ready.\nSo let's have sex, okay?",
    "そういって服を脱がせてくるヒイロに、\n突然すぎると慌てて抵抗をする。": "As Hiiro said that, she took off her clothes.\nI frantically resist when it's too sudden.",
    "……男の子は、こういうことをしたら喜ぶって聞いたけど。": "...I heard boys would be happy to do something like this.",
    "もしかして、私が相手なのは……イヤだった？": "Could it be that you didn't want me to be your partner?",
    "悲しいヒイロの顔を見て、そんなことはないと慌てて言う。\nただ、突然すぎて、驚いてしまったのだと伝える。": "She looked at Hiiro's sad face and said hastily, \"That's not true.\"\nBut it was so sudden that I told her I was surprised.",
    "そうなんだ……うん、それならよかった。": "I see... That's good to hear.",
    "%usernameusernameuserna%の、私の中に入れるね。": "You can put %usernameusernameuserna% inside me.",
    "そういってほほ笑んだヒイロは、\nゆっくりと自分の膣中へと肉棒を受け入れる。": "Hiiro smiled as she said that...\nI slowly accept my dick into her vagina.",
    "んっ、ふぅ……はぁ、全部、入った……": "Mm, fhh... hah, it's all in...",
    "少しだけ痛そうな表情を浮かべながら、\n俺の肉棒を全て彼女の中で受け入れていた。": "She wore a slightly pained expression on her face\nShe had accepted all of my dick inside her.",
    "大丈夫か聞くと、大丈夫だとばかりに頷く。": "When I asked her if she was okay, she nodded as if to say she was.",
    "男の人が中に入っている感覚って、こんな感じなんだ。": "So this is what it feels like to be inside a man.",
    "んっ、自分の中がいっぱいになって……\nちょっと痛いけど、暖かくて気持ちいい。": "Mm, my insides are full...\nIt hurts a little, but it feels nice and warm.",
    "ふぅ……んっ、でも、思ったよりも大きいから……\nちょっと苦しいかも。": "Phew... Mm, but it's bigger than I thought...\nIt might be a little painful.",
    "まだ慣れていないためか、\n未知の感触に戸惑っているヒイロ。": "Maybe it's because I'm not used to it yet.\nHiiro was bewildered by the unknown sensation.",
    "そんな彼女の気を紛らわらすために、\nそういえば可愛い下着を付けているんだなと言ってみる。": "In order to distract her,\nCome to think of it, she's wearing cute underwear.",
    "うん、こういう可愛い下着をつけるのは、\n山から下りてきてから覚えたの。": "Yeah, wearing cute underwear like this...\nI learned it after coming down from the mountain.",
    "今までは自分の気分で変えてたけど……、\n今日は%usernameusernameuserna%のために選んだ下着。": "Up until now, I've been changing things based on my own mood...,\nToday, I picked out underwear for %usernameusernameuserna%.",
    "待ってる時も%usernameusernameuserna%が、\n喜んでくれるかなってドキドキして待ってたの。": "Even when I was waiting, %usernameusernameuserna%...\nI was so excited to see if you'd like it.",
    "可愛らしい顔でそんな風に笑みを浮かべるヒイロに、\nドキリと心臓が高鳴る。": "Hiiro smiled like that with a cute face\nMy heart skipped a beat.",
    "……そろそろ感覚にも慣れてきた。\n確か、こうして動かすんだよね。": "...I'm getting used to the sensation.\nIf I'm not mistaken, this is how you move it.",
    "と、ヒイロはゆっくりと腰を動かし始める。": "With that, Hiiro slowly began to move her hips.",
    "んっ、ふぅ……んんんっ……\n大きいのが、お腹の中を、ゴリゴリ抉って……": "Nn, fuu...nnn...\nIt's so big, it's grinding into my stomach...",
    "ふう、んっ、はぁ……なんだか、初めての、感覚……\n痛いわけじゃないけど……苦しいような……": "Fuu, nn, haa... This is the first time I've felt it...\nIt doesn't hurt, but... it does hurt...",
    "でも、んっ、ふぅ……嫌いじゃない感覚……\n%usernameusernameuserna%は、気持ちよく、なってる？": "But, nn, fuu... I don't hate the feeling...\nDoes %usernameusernameuserna% feel good?",
    "まだ拙いヒイロの腰の動かし方だが、\nそれでもキツい締め付けで、思った以上の快感が襲ってくる。": "It was still a clumsy way to move Hiiro's hips, but...\nEven so, her tightness assaults me with more pleasure than I expected.",
    "んっ、はぁ……気持ちよくなってくれてるなら、\n良かった……もっと、もっと頑張って、動かすから……": "Mm, hah... If you're feeling good,\nThank goodness... I'll do my best to move more...",
    "んっ、ふぅ……交尾って、もっと簡単だと、\n思ったけど……んっ、ふぅ……ふぅ……": "Mm, fuu... Mating is easier said than done,\nI thought so, but... nnh, fuu... fuuh...",
    "思ってた以上に、んっ、はぁ……疲れるし、\n変な気分になって、続きがしたくなってくる……": "More than I thought, nn, hah... It's tiring,\nIt makes me feel weird, and I want to keep going...",
    "んっ、はぁ……はぁ……もっと、強く動かしたら、\n気持ちよく、なれる……？": "Ngh, hah... hahh... If I move harder,\nCan I feel good...?",
    "そういうと、\nヒイロは快感を求めて腰を動かす速度を激しくする。": "When I said that...\nHiiro moved her hips faster in search of pleasure.",
    "んっ、はぁ、ああっ……ひぐっ！　んっ、うぅ……！？\nはぁ、はぁっ……さっきの、私の、声？": "Nn, haa, aah... higuu! Nnh, uuu...!?\n*pant pant*... Was that my voice just now?",
    "意識してないのに、んぅ、こんな声、出るなんて……\nびっくり、しちゃった……はぁ、んっ、ふぅ……": "Even though I wasn't conscious of it, nngh, I can't believe I let out such a voice...\nI was so surprised... Haa, nn, fuu...",
    "そういいながらも、腰は止まらず動かし続ける。\n恥ずかしいんじゃないのか？　と聞くと、顔を赤くする。": "Even as I say that, my hips don't stop moving.\nIsn't that embarrassing? When I ask, her face turns red.",
    "……それは、確かに恥ずかしいけど。\nそれでも、んっ、ふぅ……まだ、射精、してない。": "...That would certainly be embarrassing, but...\nEven so, nn, fuu... I haven't ejaculated yet.",
    "だから、仕方ない……はぁ、あっ、んぅうう……\n交尾は、んっ、ふぅ……射精させるまで、終わりじゃないから。": "So, it can't be helped... haa, ah, nnuuu...\nMating isn't over until I make you cum.",
    "ぼうっと熱に浮かされたような表情を浮かべて、\n言い訳のように俺へとそう伝える。": "She wore a dazed, feverish expression\nShe tells me that as an excuse.",
    "はぁ、んっ、ふぅ……んんんっ、あっ、ああ……\n%usernameusernameuserna%のも、ビクビクしてる。": "Haa, nn, fuu...nnnn, ah, ahh...\n%usernameusernameuserna%'s thing is twitching too.",
    "私の中で、んっ、はぁ……びくびくして、んっ！\n暴れて、気持ちいいって、言ってる……。": "Inside me, nn, haa... it's twitching, ngh!\nShe's flailing around, saying it feels good...",
    "彼女の腰振りから与えられる快感で、\n俺自身もすぐに決壊してしまいそうなくらいに高ぶっていた。": "With the pleasure from her hip swings,\nI'm so excited that I feel like I'll break down right away.",
    "ふふ、なんだか……んっ、はぁ……こうして、んぅう。\n気持ちよくなってる姿を見ると……可愛く感じる。": "Hehe, somehow... nn, haa... like this, nnuu.\nSeeing her feel good... makes me think she's cute.",
    "んんっ、ふぅ……私が、こうして、んっ、はぁ……\n動かすと、ビクビクって、中で動いて、面白い……": "Nnn, fuu... I'm like this, nn, haa...\nWhen I move it, it twitches, moves inside, it's funny...",
    "俺の反応を見ながら腰の動かし方を変えていくヒイロ。": "Hiiro changes the way she moves her hips as she watches my reaction.",
    "彼女に弄ばれているかのような感覚に、\n倒錯的な快感を感じてしまう。": "He felt as if he was being toyed with by her\nI can't help but feel a perverse pleasure.",
    "はぁ、んっ……私が、んっ、はぁ……気持ちよく、\nしてあげるから……んっ、ふぅ……": "Haa, nn... I'll, ngh, haa... make you feel good,\nI'll do it for you... nn, fuu...",
    "なにも、我慢しなくてもいいから……\nいっぱい、私の中に、射精をしていいからね……": "You don't have to hold back...\nYou can ejaculate inside me a lot...",
    "ほら、こうして……んっ、はぁ……奥まで、んっ……\nぐりぐりって、すると……": "See, like this... nn, haa... all the way in, nn...\nWhen I grind against it...",
    "んきゅっ……ふぅ、んん……！\n%usernameusernameuserna%も、気持ちいいんだよね……？": "Nkyuu...fuu, nnn...!\n%usernameusernameuserna% feels good too, right...?",
    "うっとりとした表情を浮かべながら、\nそういってさらに快感を求めて腰を激しく動かすヒイロ。": "An enraptured expression came over her face.\nSaying that, Hiiro moves her hips violently in search of even more pleasure.",
    "はぁ。はぁ、んっ、ふぅ……んっ、うう！\nわたしも、頭が、ぼうっと、してきて……！": "Hah. Hah, nnh, fuu... nn, uuu!\nI'm starting to feel dizzy, too...!",
    "ふぅ、んっ、ああ、もっと、気持ちよく、なりたくて、\nはげしく、動いちゃう……んっ、ふう！": "Fuu, nn, ahh, I wanted to feel, better,\nIt's moving so fast... nn, fuu!",
    "普段のヒイロからは考えられないくらいに、\n色っぽい声で喘ぎながら感じて求め続ける。": "It was unthinkable from Hiiro's usual self\nShe moans in a sexy voice as she continues to lust after me.",
    "はぁ、はぁっ、んっ、ふぅ……！　気持ちよくて、\nわたしも、もう、イっちゃいそう……！": "Haa, haa, nn, fuu...! It felt so good,\nI'm about to cum, too...!",
    "はぁ、んっ、ふぅ！　%usernameusernameuserna%も、\nイっちゃいそうに、なってるっ？": "Haa, nn, fuu! %usernameusernameuserna% too,\nAre you about to cum?",
    "快感で頬を染めて、\n俺から精液を搾り取ろうと膣壁をぎゅうぎゅうと締め付ける。": "Her cheeks flushed with pleasure.\nHer vaginal walls tightened, trying to squeeze the semen out of me.",
    "俺もヒイロと同じように、絶頂が近いことを伝えると、\n彼女は笑顔を浮かべる。": "Just like Hiiro, I told her that I was close to climax.\nShe smiled.",
    "はぁ、んっ……よかった……なら、一緒に、んっ！\n気持ちよく、なれるね……！": "Haa, mm... Thank goodness... Then let's do it together, mm!\nI'll feel good...!",
    "今から、いっぱい出せるように、私、頑張るから……！\n一緒に、気持ちよくなって、イこっ……！": "From now on, I'll do my best so that I can cum a lot...!\nLet's feel good together, and cum...!",
    "そういって、ラストスパートとばかりに激しく擦り上げる。": "Saying that, I violently rub against her as if it's the last spurt.",
    "はぁ、んっ、ふぅ……！　んっ、ああっ！　はぁ、ああっ！": "Haa, nn, fuu...! Nn, aah! Haaa, aaah!",
    "んっ、ううう！　はぁ、ああ、いっぱい、どろどろに、\nなってっ、んっ、くぅ！　はぁ、ああ！": "Nn, uuuu! Haa, aaah, so much, so thick,\nNah, nn, kuu! Haa, aaah!",
    "どんどん、わたしの、しらない、きもちいいを、しって、\nんっ、あっ、あああっ！　はぁ、んぅうう！": "More and more, I know, I don't know, how good it feels,\nNn, ah, aaah! Haa, nnuuu!",
    "でも、それが、んっ、ああっ！　うれしい、のっ！": "But, that's, nn, aah! I'm happy, no!",
    "彼女の興奮に呼応してぐねぐねと膣肉がうねり、\n俺の肉棒から精液を求めて絞り取ろうとする。": "Her vaginal flesh undulated in response to her excitement\nShe tries to wring the semen out of my shaft.",
    "はぁ、あっ、んっ、ああああ！\nもう、わたし、げんかい、んっ、ふぅ！": "Haa, ah, nn, aaaaah!\nGeez, I'm so tired, nn, fuu!",
    "イっちゃう、からっ！　いっしょに、わたしと、\nんっ、はぁ、きもちよく、なって、んっ、あああ！": "I'm going to cum! Together, with me,\nNn, haa, it feels good, nn, aaaah!",
    "そういって高ぶるヒイロに合わせて、\n俺も一緒に絶頂を迎えるために突き上げる。": "As she said that, she matched the excited Hiiro...\nI thrust upward to reach climax with her.",
    "ひぐっ！　はぁ、あっ、あああ！\nんっ、うぅ、はぁ、んんん！　もう、だめっ！": "Higuu! Haa, ah, aaaah!\nNn, uu, haa, nnn! I can't take it anymore!",
    "わたし、このまま、イっちゃう、のっ、！\nんっ、ふぅ、はぁっ！　あっ、ん、ううううう！": "I'm going to cum like this, um...!\nNn, fuu, haah! Ah, nn, uuuu!",
    "んっ、あ、あああああああああああああ！": "Mm, ah, ahhhh!",
    "あっ、ああっ……はぁ、んっ、ふぅ……\nはぁ、はぁ……これが、せーえき……んっ。": "Ah, ahhh... hah, nn, fuu...\nHaa, haa...this is semen...nn.",
    "おなかのなか……あったかい……\nはぁ、はぁ……ふぅ、んっ……ふしぎなきもち……": "My stomach's... warm...\nHaa, haa...fuu, nn...fushiginakimochi...",
    "そういうと満足げな表情を浮かべているヒイロ。": "Hiiro wore a satisfied expression when she said that.",
    "……ふぅ……うん、初めての経験だったけど……\nこういう気持ちになるんだ……知らなかった。": "...Phew... Yeah, this was my first time experiencing it, but...\nSo this is how it feels... I didn't know.",
    "%usernameusernameuserna%と一緒だと、\n私の知らなかったことを、いっぱい経験できる。": "When I'm with %usernameusernameuserna%,\nI can experience a lot of things I didn't know.",
    "嬉しそうに言うヒイロだが、\nやはり突然襲われるのはビックリするのでやめて欲しいという。": "Hiiro sounded happy, but...\nAs expected, she was surprised to be attacked so suddenly, so she asked me to stop.",
    "……それなら、イヤじゃなかった？": "...So you didn't hate it?",
    "ヒイロとエッチなことをすることは嫌じゃない。\nでも、ちゃんとした場所で一緒にしたいと伝える。": "It wasn't that I didn't want to have sex with Hiiro.\nBut I'll tell her that I want to be with her in a proper place.",
    "またしてくれるの？": "Will you do it again?",
    "ちゃんと言ってくれたら、\n俺からお願いしたいくらいだと答えた。": "If you tell me properly,\nI answered that I was the one who wanted to ask.",
    "……うん、わかった。\nそれなら、今度からちゃんと言う。": "...Okay, got it.\nIn that case, I'll tell her next time.",
    "だから、%usernameusernameuserna%。": "That's why, %usernameusernameuserna%.",
    "俺の注ぎ込んだ精液を下着から滴らせながら、\nそういってほほ笑むヒイロ。": "As my semen dripped from her underwear...\nHiiro smiled as she said that.",
    "無邪気に次のセックスの約束をするヒイロは、\nどこかアンバランスな美しさだった。": "Hiiro innocently promised to have sex next\nThere was something unbalanced about her beauty.",
    "またしようね？　約束。": "Let's do it again, okay? Promise.",
    "夕日に照らされたヒイロは、\nとても可愛らしい普通の女の子に見えたのだった。": "Illuminated by the setting sun, Hiiro...\nShe looked like a very cute, normal girl."
}