{
    "中継機、設置完了。\nこれからテストするね。": "Relays are set up.\nI'm going to test it now.",
    "こちらトレブルクインテット。本部、聞こえますか？": "This is Treburg Intett. HQ, can you hear me?",
    "――こちら試験隊本部。映像、音声ともにクリア。\nただいまよりモニタリングを開始します。": "――This is Test Unit HQ. The video and audio are clear.\nWe will now begin monitoring.",
    "おけまるでーす！　さあみなさーん！\n本日もアゲアゲで頑張りましょ～！　ぴすぴーす！": "It's just like you! Come on, everyone!\nLet's do our best at Ageage again today! Pispiiice!",
    "ＭＧでピースなんて、相変わらず器用なことするな……": "You're as good at making peace with MG as ever...",
    "その調子でお願いします。広報用映像も重要ですからね。\n今はフルートさん達の注目度も上がっていますから。": "Keep up the good work. Publicity footage is important too.\nThe flute players are getting a lot of attention right now.",
    "やれやれ。まさかＭＧに乗ったまま配信に参加することになるとは……": "Good grief. I didn't think I'd end up participating in the stream while riding MG...",
    "それは試験の数日前のこと。ＲＳ社関係者が揃って、\nトレブルクインテットと打ち合わせを行った。": "That was a few days before the exam. All the members of the RSK were here.\nI had a meeting with Treburg-Intette.",
    "それでは実地試験についてご説明します。試験は３回に分けて実施。\n予定の深度までの探索を行います。もちろん戦闘もあり得ます。": "Now, I'll explain the field test. The test will be divided into three parts.\nWe're going to explore the planned depth. Of course, there's also the possibility of a battle.",
    "メイズ内は電波の届く範囲が限られますから、\n中継機を設置しながら進んでください。": "There's a limit to how much radio waves can reach inside the maise, so...\nPlease proceed while setting up the relay.",
    "ドローンが撮影したデータを転送してもらいます。": "I'll have you transfer the data the drone took.",
    "実地試験では戦闘能力はもちろん、\n継戦能力やメイズでの機動性能とか、総合的に評価されるんだよね。": "In the field test, her combat abilities were, of course,\nThey're all highly evaluated for their ability to fight in succession and their mobility in the Maze.",
    "ＶＲＸのフィードバック制御は？": "What about VRX feedback control?",
    "これまでの皆さんのデータをもとに制御プログラムをアップデートし、\n安全マージンを残しつつパフォーマンスを向上しています。": "I've updated the control program based on everyone's data so far.\nYou're improving your performance while leaving behind a safety margin.",
    "あの戦闘性能評価試験での挙動に限りなく近づけたつもりです。\n手動で切ることも可能ですが……この判断は現場に委ねます。": "I think I've gotten as close to what I was doing during that battle performance evaluation test as possible.\nIt can be manually disconnected, but... I'll leave this decision to the crime scene.",
    "ま、そりゃそうだよね。あんな仕様で量産化できないからね。": "Well, that's true. We can't mass-produce them with those specs.",
    "あたし達のデータで、量産化仕様が研ぎ澄まされていく感じかしら。": "It feels like our data is sharpening the specs for mass production.",
    "じゃあ、ギリギリを攻めたほうが品質は高まるんでしょうか？": "So would attacking at the last minute improve the quality?",
    "理屈ではそうだけど、無理はしないでください。あくまでも開発中の\n装備です。安全マージンの幅が適切か、誰にも分からないんです。": "Logically speaking, yes, but don't push yourself too hard. It's still under development.\nIt's equipment. No one knows if the range of the safety margin is appropriate.",
    "実地試験は試験とはいうけど、\n実戦だし事故を起こすわけにはいかないよね。": "The field test is called an exam, but...\nIt's a real battle, so we can't cause an accident.",
    "その通りだ。この試験は絶対に失敗は許されない。\n少なくとも、世間一般に見える部分でトラブルは起きてはならない。": "That's right. There's no way I can fail this exam.\nAt the very least, there shouldn't be any trouble in the parts that are visible to the general public.",
    "そういって歩いてきたのは、初日に話をしたＲＳ社の重役だった。": "The person who said that and walked over was the executive of the RSK Company I talked to on the first day.",
    "キミたちの活躍で印象付けば、ＶＲＸの性能を知って、\n採用を求める声も高まるだろう。": "If I can make an impression with your efforts, I'll learn about the VRX's capabilities\nI'm sure there'll be voices demanding to be hired.",
    "故にキミたちには相手を上回る戦果を挙げて、\nその実績を持って世間にアピールして欲しい。": "That's why you guys have achieved results that surpass your opponents,\nI want you to use your achievements to appeal to the public.",
    "流石にそれは虫の良すぎる話じゃない？\n全部が出来るなんて約束できないけど。": "Isn't that a bit too good to be true?\nI can't promise I'll be able to do everything, though.",
    "……すまないな。君たちの成果を見て期待しているからこそだ。\nそして、礼儀として言うべきだろう。": "...I'm sorry. It's because I'm looking forward to seeing your results.\nAnd I should say it as a courtesy.",
    "そういうと、重役はフルートたちへ頭を下げる。": "With that, the executives bowed their heads to the flutes.",
    "先日はパイロット諸君を軽視するような物言いをしてしまい、\n申し訳なかった。どうか、我が社を勝利に導いてほしい。": "The other day, I said something to make light of the pilots,\nI'm sorry. Please, guide our company to victory.",
    "その姿に驚きながらも、フルートは笑顔を浮かべて答えた。": "Despite his surprise at the sight, the flute responded with a smile",
    "えへへ、りょですよ！\nトレブルクインテットにお任せですっ！": "Ehehe, of course!\nI'll leave it to Treburg Integrity!",
    "まあ、欲張りな話よねぇ……\nトリニティ・ジュエルより活躍しつつ安全にって。": "Well, it's a greedy story...\nYou said you'd be safer than Trinity Jewel.",
    "……でも、フルートさんが喜んだ気持ちもわかるな。\nあの重役さんが信じてくれたってことは心強いもの。": "...But I can understand why Flute was so happy.\nIt's reassuring to know that the executive believed in me.",
    "はい、フルートたちは間違ってなかった……そう思えます。\n一番大変なのは、興味のなかった人に興味を持ってもらう事ですので。": "Yes, the flutes weren't wrong... I think so.\nThe hardest part is getting people interested who aren't interested.",
    "あはは、まあシンプルだけどその通りだね。": "Ahaha. Well, it's simple, but you're right.",
    "……全機、進行停止。\n多数の熱反応を検知した。": "...All units, stop moving.\nI detected a large number of heat signatures.",
    "……来たか。": "...So she's here.",
    "はい！　ここから、フルート達の一番カッコいいとこを見せる番ですね！": "Yes! Now it's time to show the coolest side of the flute players!",
    "ああ、しっかりファンサービスをしてやれよ！\nそれじゃあ戦闘開始だ！": "Yeah, make sure to give him some fan service!\nThen let the battle begin!"
}