{
    "なんとか身を隠すことはできたけど……": "I managed to hide myself, but...",
    "葵がやられたのはかなりの痛手ね。": "The fact that Aoi was killed is quite a painful blow.",
    "桃園さんがあんな技を習得しているなんて……\nあんなの予想出来ないわっ！": "For Momozono-san to have learned such a technique...\nI can't predict that!",
    "そんなことより、今考えるべきはここからどう勝つかよ。\nもちろん策はあるんでしょう？": "More importantly, what we need to think about right now is how to win from here on out.\nOf course you have a plan, don't you?",
    "……ええ。ひとまずはこのまま匍匐飛行で障害を利用して、\n接敵を拒否しながら態勢を整え――": "...Yes. For the time being, I'll use the obstacles in my crawling flight.\nI readied myself while refusing to engage the enemy――",
    "ちょ、えええええっ！？": "Hey, whaaaat?!",
    "なっ！？　急に大声出してどうしたのよ！？": "Wha?! Why are you yelling all of a sudden?!",
    "う、う、う、うしろっ！　てきてき～！！": "I-I-I'm behind you! It's coming!",
    "うしろ？　てきてき？　うるう、何を言って――ええっ！？": "Behind me? Come at me? Shut up, what are you saying—ehhh!?",
    "背後から敵襲！！\n匍匐飛行で、あの速度！？": "An enemy attack from behind!!\nIt's crawling at that speed!?",
    "なんで匍匐飛行があんなに上手いのよ！？\n速すぎてちょっと引くんだけど！？": "Why are you so good at crawling?!\nIt's too fast to pull back a little!?",
    "お、追いつかれちゃう～～～～！": "They're going to catch up to us!",
    "これじゃあただ敵に背中を見せただけに……！\n完全に私の作戦ミス……！": "At this rate, all I did was show my back to the enemy...!\nI completely screwed up my strategy...!",
    "……っ！　泉花っ、避けて！": "...! Izumika, dodge!",
    "えっ！？　……きゃああぁぁ！": "Huh?! ...Kyaaaaah!",
    "やりましたわ！": "I did it!",
    "そこまで。状況終了だ。両チーム、ただちに戦闘行動を終了しろ。": "That's it. The situation is over. Both teams, end the battle immediately.",
    "試合終了時点で、シリウスシュガー５機に対して\nカラフルブーケは残り３機。": "At the end of the match, against the five Sirius Sugar machines\nThere were only three colorful bouquets left.",
    "加えて、さっきの戦闘はシリウスシュガーに利がある状況だった。\n総合的に判断した結果、今回の模擬戦はシリウスシュガーの勝利とする。": "In addition, the earlier battle had benefited Sirius Sugaru.\nAs a result of a comprehensive assessment, the mock battle was decided to be a victory for Sirius Sugaru.",
    "異論はないか？": "Any objections?",
    "ああ……残念ながら、私達の負けだ。": "Yeah... Unfortunately, we've lost.",
    "納得いかない！　私はまだ負けてないの！\nあのまま戦えば、勝つ可能性だってあったわよ！": "I can't accept this! I haven't lost yet!\nIf you kept fighting like that, there was a chance you’d win!",
    "ほほーん。なら、今から続きやる？\nラミがボコボコにしてあげよっか～？": "Hohoh. In that case, shall we continue?\nWould you like me to beat you to a pulp, Rami?",
    "上等よ！　タイマンで格の違いを教えてあげる！": "Fine! I'll teach you the difference in our levels with a timer!",
    "クララ、ここは素直に負けを認めないとかっこ悪いわよ。": "Clara, if you don't admit defeat, it'll be lame.",
    "ぐぐっ……": "Guguh...",
    "あれ～怖気づいちゃったぁ？": "Huh? Did I get cold feet?",
    "……次は絶対泣かす！！": "...I'll definitely make her cry next time!!",
    "すごいすごい！\n私達カラフルブーケに勝っちゃったよ！": "Wow! Wow, wow!\nWe won the colorful bouquet!",
    "ま、判定勝ちって感じだよね。どうせなら最後までやりたかったかな。": "Well, it feels like we've won the judgement. I'd have liked to see it through to the end anyway.",
    "……勝ちは勝ち。": "...A win is a win.",
    "ええ。本当に、上手く作戦が機能してよかったですわ。": "Yes. I'm really glad the operation worked out well.",
    "勝利に喜ぶシリウスシュガーのメンバー達。\n俺もその様子を眺め、ほっと胸をなでおろした。": "The members of Sirius Sugaru rejoiced at their victory.\nWatching her, I sighed in relief.",
    "……ひとまずは、か。": "...For now, huh?",
    "今回の作戦は、%usernameusernameuserna%が？": "%usernameusernameuserna% for this operation?",
    "いや。俺はただ『受けに回るな』と教えただけだ。\n具体的な作戦を考えたのは七彩だな。": "No. All I did was teach her not to go around accepting things.\nShichika was the one who came up with a concrete plan.",
    "ほう……あの大胆な作戦を鳴滝が。見事な作戦だった。": "Oh... That bold plan, Narutaki. That was a splendid plan.",
    "七彩がその言葉に照れながら言う。": "Shichika blushed at those words.",
    "めるさんがフラットスピンを身につけてくださったから\n立案できた作戦ですわ。": "Meguru-san put on a flat spin for me.\nI was able to come up with a plan.",
    "そそそ、そんなことは！\n私の方こそ、いつも失敗ばかりで……！": "Th-Th-That's not true!\nI'm the one who's always making mistakes...!",
    "そうだ……この前はすまなかったな。\nふたりにはかなり厳しいことを言ってしまった……": "That's right... I'm sorry about last time.\nI said something pretty harsh to the two of them...",
    "そ、そんな！　気にしないでください！\nあの言葉のおかげで自分の殻を破れたんです！": "N-No way! Don't worry about it!\nThanks to those words, I was able to break through my own shell!",
    "そうですわ。わたくしたちは、\nおかげで自分の欠点を自覚できたのですから。": "That's right. We...\nBecause of that, I was able to realize my own shortcomings.",
    "そう言ってもらえると助かる。発破のつもりだったんだが、\n事実とはいえ傷つけてしまったんじゃないかと心配になって……": "I'm glad to hear that. I thought it was going to explode, but...\nEven though it's the truth, I'm worried that I might have hurt her...",
    "ま、ムカつきはしたけどぉ。聞いてて一理あるな～とは思ったし。": "Well, I was annoyed, but listening to it made a lot of sense.",
    "……正論ではあった。": "...It was a sound argument.",
    "すまない。実は%usernameusernameuserna%から\nどうしても言えと迫られていてな。": "Sorry. Actually, it's from %usernameusernameuserna%.\nI was forced to say it no matter what.",
    "なっ！？　お前、それは黙ってろって！": "Wha!? You, shut up about that!",
    "いや、マジで勘弁してください。\nみんなの視線が痛いの！！": "No, seriously, give me a break.\nEveryone's staring at me!!",
    "うわっ、%usernameusernameuserna%の仕業だったの！？\nお前、マジさいてーじゃん！": "Whoa, %username, username, user-na% did it?!\nSeriously, you're so mean!",
    "そんな%usernameusernameuserna%さん……\n嫌がる葵さんに無理矢理……？": "That kind of %usernameusernamesuserna%san...\nAoi-san doesn't like it, so I force her to...?",
    "わたくしたちの為、というのは理解できますが\nそれはパワハラに該当するのでは……？": "It makes sense that it's for our sake.\nIsn't that equivalent to harassment...?",
    "ち、違うぞ！？俺はそんなこと言ってない！　冤罪だ！": "N-No! I didn't say that! I was falsely accused!",
    "……犯人はみんなそう言う。": "...That's what all the culprits say.",
    "ああそうだ、最近いいものを研究しててね。\n飲んだら、どんなことでも肯定するようになる薬なんだけど。": "Oh, that's right. I've been researching some good stuff lately.\nIf you take it, you'll be able to say yes to anything.",
    "嘘を真にしようとするな！\n俺は本当にやってないんだ！　信じてくれ！": "Don't try to lie to me!\nI really didn't do it! Trust me!",
    "……いや、実際発破をかけてくれとは頼んだけどさ。": "...No, I'm asking you to actually start it up.",
    "……なんて、冗談はこのくらいにしておくか。": "...I guess I'll stop joking around.",
    "あ、冗談って言ってくれた。優しい。": "Oh, she said it was a joke. She's kind.",
    "なーんだ、冗談か。つまんないの。": "Oh, you're kidding? Boring.",
    "わ、私は信じてましたよっ！": "I-I believed in you!",
    "なんだ、せっかく合法的に実験できると思ったのに。残念だね。": "What's this? I thought I'd be able to do a legitimate experiment. What a shame.",
    "残念がらないで！？": "Don't be disappointed!?",
    "日頃の行いが悪いからそうなるんですわ。": "That's what happens when you don't do well every day.",
    "……本当は葵が正しいかもしれないし。": "...Aoi might actually be right.",
    "俺の評価が思いのほか低いのがよくわかった。\nアレだけ飯食わせてやったのに、ひどい連中だ。": "I could tell that my reputation was surprisingly low.\nThat's the only thing I gave them to eat, but they're terrible people.",
    "はははっ。さて、話を戻すが、\n今日のシリウスシュガーは見事の一言だった。": "Hahaha. Now, back to the topic at hand...\nToday’s Sirius Sugaru was a splendid comment.",
    "だが。正直に言って今のお前たちでも、\nカオスメイデンに勝つのは厳しいだろうな。": "But to be honest, even with you guys right now,\nDefeating Chaos Maiden will be tough.",
    "奴らはそんなに強いのか。": "Are they really that strong?",
    "強い。彼らはザルトゥーム学園全体でも最強格のチームのひとつだ。": "They are strong. They are one of the strongest teams in the entire school.",
    "特にリーダーのユリア……\n彼女の強さは生徒達のなかで頭ひとつ飛びぬけてる。": "Especially our leader, Julia...\nShe's stronger than the rest of the students.",
    "ま、本気で戦えば私達が勝つけどね！": "Well, if we fight seriously, we'll win!",
    "あれ、まだいたんだぁ～。\nべそかいてお家に帰ったのかと思ってたんだけど。": "Huh? She's still here?\nI thought you went home in a hurry.",
    "本当、ムカつくクソガキ……！": "Seriously, you piss me off, you little shit...!",
    "……めるのフラットスピンがあっても、それでも全然？": "...Even if there's a flat spin, it's still nothing?",
    "たしかに桃園のフラットスピンには驚かされた。\nだが、ユリアに通用するかどうかは未知数だな。": "Momozono's flat spin certainly surprised me.\nBut we don't know if it'll work on Julia or not.",
    "そ、そんなにすごい方なんですね……": "I-I didn't know he was that amazing...",
    "……皆さん、今、ここで不安になっていても仕方ありませんわ。": "...Everyone, there's no point in getting anxious right now.",
    "試合当日まではまだ数日あります。\nそれまでにもっと練習をして、練度をあげていきましょう。": "There are still a few days until the day of the match.\nLet's practice more and improve our proficiency before then.",
    "わたくしたちに出来ることは、すべてを出し切ることだけ。\n後悔のないよう、頑張りますわよ！": "All we can do is give everything we have.\nI'll do my best not to regret it!",
    "うん。そうだよね！": "Yeah. That's right!",
    "ありがたい。俺が言おうとしていたことを、\n七彩が代わりに言ってくれた。": "I'm grateful. What I was about to say...\nShichika said it in her place.",
    "こうして、みんな少しずつ成長していくんだな。\nなんか感慨深いぜ……": "So this is how everyone grows little by little.\nI'm kinda moved...",
    "しかし、カオスメイデン、か……": "But Chaos Maiden, huh...",
    "葵があそこまでいうんだ。相当な強豪チームに違いない。": "Aoi said that much. They must be quite a powerful team.",
    "特にリーダーのユリア・バーンズ。\n勝つためには、彼女をどうにかしなければ……": "Especially the leader, Julia Burns.\nIn order to win, I have to do something about her...",
    "おまけに、負けたらシリウスシュガーは解散ときた。\nさて、どうするかな……": "On top of that, if I lost, Sirius Sugar would be disbanded.\nNow then, what to do...",
    "こんな時間に誰だ……？": "Who's there at this hour...?",
    "開いてるぞ。誰だか知らないが、入ってくれ。": "It's open. I don't know who it is, but come in.",
    "七彩……？": "Nanasai...?",
    "夜分遅くに申し訳ございません。少々お時間よろしいでしょうか？": "Sorry to bother you so late at night. Do you have a moment?",
    "ああ、俺は構わないが。\nわざわざ部屋に来るってことは、大事な話か？": "Yeah, I don't mind.\nIf she went out of her way to come to my room, does that mean it's important?",
    "はい……とても大切なお話ですわ。\nわたくしたちの、今後に関して。": "Yes... It's a very important story.\nAbout our future."
}