{
    "大事な公式戦の直前だって言うのに、\nどうしてわざわざ今、シリウスシュガーとバトらないといけないわけ？": "Even though it's right before an important official match,\nWhy did I have to go out of my way to fight Sirius Sugaru right now?",
    "しかも最終調整って、シミュレーターじゃなくて実機でしょ？\nあいつらがどうなっても私、知らないんだから。": "And by final adjustments, you mean the real thing, not the simulator, right?\nNo matter what happens to them, I don't know.",
    "クララさん……も、もしかして心配してあげてるんですか？": "Clara... A-Are you worried about her?",
    "流石はカラフルブーケの誇るツンデレね。": "That's the pride of a colorful bouquet, tsundere.",
    "だ、誰がツンデレよ！　私はただ、あいつらがケガして\n公式戦に出られなくなった時、文句を言ってこないか心配なだけ！": "Wh-Who's a tsundere?! I'm just saying that they're injured\nI'm just worried she'll complain when she's no longer able to participate in the official battle!",
    "それは私たちが気にする事じゃないと思うわよ？": "I don't think that's something we should worry about.",
    "そうだな。私たちはただ、勝つ事だけに注力して突き進めばいい。": "That's right. All we have to do is focus on winning and push forward.",
    "シリウスシュガー……この短期間でお前たちがどれだけ成長したか、\nお手並み拝見といこうじゃないか。": "Sirius Sugaru... How much you've grown in such a short time\nLet's see what you can do.",
    "葵さん、なんだか楽しそうですねぇ。": "Aoi-san looks like she's having fun.",
    "フン……言っておくけど、私は正面から全力で叩き潰すから。\nあの子たちのために胸を貸すとか、ないんだからね。": "Hmph... Just so you know, I'm going to crush you head-on with all my might.\nI won't lend you my breasts for those girls, after all.",
    "ツンデレクララさんの言う通りよ。\nシリウスシュガーが相手でも気は抜かないでね。": "Miss Tsundere Clara's right.\nDon't let your guard down when you're up against Sirius Sugaru.",
    "だから違うってば！": "I told you, that's not it!",
    "模擬戦とはいえ、万が一でも負けたらウチの評価に響くんだから。": "It may be a mock battle, but if we lose by any chance, it'll affect our reputation.",
    "普段通りにやれば大丈夫。うるう、奇襲への備えは任せるわね。": "We'll be fine as long as we do what we usually do. Ugh, I'll leave it to you to prepare for a surprise attack.",
    "ぴぎゃぁ……あ、あんまり期待されると困りますぅ。\nわたし、プレッシャーには弱いタイプですのでぇ……": "Pigyah... D-Don't expect too much from me.\nI'm the type who's weak to pressure...",
    "お喋りはその辺にしておけ。模擬戦が始まるぞ。": "Enough chit-chat. The mock battle is about to begin.",
    "さあ、どこからでもかかってきなさい！": "Now, come at me from anywhere!",
    "さあさあ、おいでなすったわよ。": "Come on, let's go.",
    "前衛はラミちゃんと白奈ちゃんみたいね。": "The vanguard looks like Rami-chan and Shirona-chan.",
    "鳴滝と月ヶ瀬が後衛か……前回とは異なるようだな。\n各員、ブレイクコンタクトに注意し――": "Narutaki and Tsukigase are the rear guard, huh? It looks different from last time.\nEveryone, watch out for break contact――",
    "何だと！？　初手で！？": "What?! First move?!",
    "い、いきなり襲い掛かってきましたよぉ！？": "Th-They attacked us all of a sudden!",
    "よし、まずは奇襲成功といったところか。": "All right, let's call the surprise attack a success first.",
    "シリウスシュガーのメンバーは俺の言葉を信頼して、\n忠実に作戦を実行してくれている。": "The members of Sirius Sugaru trusted my words\nShe's faithfully carrying out the operation.",
    "だからこそ、このファーストヒットの意味は大きい。": "That was why this first hit meant so much.",
    "前回の敗因は、敵のペースに巻き込まれてしまったこと。": "The cause of our defeat last time was getting caught up in the enemy's pace.",
    "ですから、%usernameusernameuserna%さんが教えてくれた通り、\nまずは主導権を握りにいきますわよ！": "So, just like %usernameusernameuserna%-san told me,\nLet's take the initiative first!",
    "七彩を中心にシリウスシュガーが展開していく。\nこれも教えたとおりで、スムーズな動きだ。": "Sirius Sugar deployed, with Shichika at the center.\nThis was just as I'd taught her, and her movements were smooth.",
    "チッ……いきなり新戦術とはやってくれるな……！": "Tch... What a new tactic to use all of a sudden...!",
    "クララ！　防御姿勢を崩すな！\n付け焼刃の戦術とはいえ、何をしてくるか分からない！": "Clara! Stay on the defensive!\nEven if it's a tacky tactic, I don't know what they'll do!",
    "言われなくてもそのつもり！": "You don't have to tell me! That's the plan!",
    "葵さんとクララさんの勢いが落ちた？\nおそらくは、こちらの出方を窺おうと……": "Aoi-san and Clara-san lost their momentum?\nThey're probably trying to figure out what to do...",
    "それなら好都合ですわ。ラミさん！　白奈さん！\nそのまま正面から斬り合って差し上げて！": "That would be convenient. Rami-san! Shirona-san!!\nKeep fighting him head-on!",
    "……わかった。それがわたしの役目。": "...Okay. That's my role.",
    "ラミにおまかせっ！": "Leave it to Rami!",
    "七彩の号令で、白奈とラミの機体が突っ込んでいく。": "At Shichisai's command, Shirona's and Rami's machines charged forward.",
    "なっ……！？　足を止めて斬り合うつもりか！？": "Wha...?! Are you going to stop and fight?!",
    "あはは！　余計な小細工しなくても、ラミ達の方が強いし！": "Ahaha! You don't have to do any more tricks, Rami and the others are stronger!",
    "ふぅん？　ちょっと操縦は上手くなったみたいね。\n――でも、考えなしの突撃なんて悪手じゃないかしら！？": "Hmm? Looks like you've gotten a little better at piloting.\n—But wouldn't charging without thinking be a bad move?!",
    "ちょっとばかしテクニックを磨いてきたところで、\n私の方がアンタ達よりもずっとずっと強いんだからさぁ！": "Just as I was polishing my stupid technique a little...\nI'm way stronger than you guys!",
    "さすがは歴戦のカラフルブーケといったところか。\n意表を突いた白奈とラミの強襲を、しっかりと防いでいる。": "I guess that's what you'd expect from a seasoned colorful bouquet.\nShe's firmly blocking Shirona's and Rami's surprise assault.",
    "しかし、もちろん俺たちもそれは予想済みだ。": "But of course, we had expected that too.",
    "――だからこそ、わたくしたちがいるのですわ！": "—That's why we're here!",
    "七彩とちゆるが、側面を見せた葵たちに射撃していく。\n致命傷にはならずとも、意識は分散されるハズだ。": "Shichika and Chiyuru fired at Aoi and the others, who had shown their sides.\nEven if it's not a fatal wound, my consciousness should be dispersed.",
    "くっ……！？　遠くからチクチクと……！": "Ugh...!? It stings from far away...!",
    "さっきまでの威勢はどうしたのぉ？\nそんなんじゃラミにボッコボコにされちゃうよー！": "What happened to your earlier vigor?\nRami's gonna beat me to a pulp like that!",
    "ひとりじゃまともに戦えないくせに……！\n調子に乗ってんじゃないわよ！": "You can't fight properly on your own...!\nDon't get cocky!",
    "それはラミのセリフだよっ！！": "That's Rami's line!!",
    "現状で、こちらと敵の戦力は拮抗しているように見える。\nよし、ここまではシナリオ通りだ。": "Under the current circumstances, it looks like our forces and the enemy are competing.\nAll right, everything's going according to the scenario so far.",
    "変だわ。鳴滝さんが後方にいるのもそうだけど、\n馬鹿正直に正面から斬りかかってきた単調さ……": "That's weird. Narutaki-san being in the back is the same, but...\nIt's the monotony of an idiot who came at me head-on...",
    "そもそも、桃園さんはどこに……？": "Where is Momozono-san in the first place...?",
    "そうか！　これはおそらく、鳴滝さんたちの助攻撃をもって敵を拘束し、\n主力が側面をつく『鉄槌と鉄床』戦術……！": "I see! This is probably Narutaki-san's backup attack to restrain the enemy\nThe Iron Hammer and Iron Floor Tactic, flanked by the main force...!",
    "ということは、姿の見えない桃園さんが――": "Which means that the invisible Momozono-san――",
    "でやぁあああああああああ！": "Deyaaaaahhh!",
    "ひとり前線を迂回するように潜んで展開していた\nめるの機体が、カラフルブーケの後衛に襲いかかった！": "He was alone, lurking and deploying to detour around the front lines.\nThe Meguru machine attacked the rearguard of the colorful bouquet!",
    "大きく迂回しながら後衛へと進撃！\n教科書通りの戦術ね！": "We make a wide detour as we advance toward the rear guard!\nIt's a textbook tactic!",
    "うるうさん！　桃園さんの迎撃を！": "Uruu-san, intercept Momozono-san!",
    "ひぃぃ～！　が、頑張ります～！\nここから先には行かせませんよぉ～！": "Eeeek! I-I'll do my best!\nI won't let you go any further!",
    "……今です……！": "...Now...!",
    "えぇっ！？　い、いきなり失速しましたぁ！？\nど、どうしたんですかぁ！？　もしかして墜落！？": "Whaaat?! I-I stalled all of a sudden?!\nWh-What's wrong?! Did you crash?!",
    "……っ！？　いえ、これは違うわ！\n墜落しそうになっていると錯覚させるフェイク……！": "...?! No, this isn't it!\nA fake that makes me think I'm about to crash...!",
    "今更気づいたところでもう遅いです！": "It's too late to notice now!",
    "な、あぁ！？　ごめんなさぁい、抜かれちゃいましたぁ！": "Wh-What?! I'm sorry, it's been pulled out!",
    "よし、成功しました！　失速してからの急速方向転換！\nそして……これで後衛までのルートががら空きです……！": "All right, it's a success! We'll change direction after stalling!\nAnd now... the route to the rear guard is completely empty...!",
    "このまま決めます！　いっけぇええええええ！": "I'll make up my mind! Gooooooo!",
    "しまっ……きゃああああああああ！？": "Shit... Kyaaaaah?!",
    "泉花さん！？　わ、わたしのせいでぇ～！": "Izumika?! It-It's all my fault!",
    "今のはまさか、フラットスピン……！？": "Was that a flat spin...?!",
    "知識としては知っていたけど、まさか実戦で……！": "I knew it as knowledge, but it couldn't have been in real combat...!",
    "低空の高速飛行中、それも戦闘機動中に\nあんな曲芸をやらかす命知らずがいるだなんて思わないわよ……！": "In low-altitude, high-speed flight, and in the middle of a fighter plane.\nI don't think there's a life-threatening person out there who could pull off such an acrobatics...!",
    "次！　お覚悟を、舞亜さん……！": "Next! Prepare yourself, Maia...!",
    "っ、速い……！　ひとりじゃ無理ね……うるう！\nめるちゃんの迎撃を！　挟撃するわよ！": "He's fast...! I can't do it alone... Shut up!\nMechan, intercept! We're going in for a pincer attack!",
    "わ、分かりましたぁ！\nこれ以上好き勝手にはやらせませんよぉ！": "I-I understand!\nI won't let you do as you please anymore!"
}