{
    "くっ……フラットスピンのせいで動きが読めない……！": "Ugh... I can't read their movements because of the flat spin...!",
    "前の私とは違います！\nあれからたくさん、特訓しましたから……！": "I'm not like the old me!\nI've been training a lot since then...!",
    "しかし、残念ながら、めるの快進撃もそこまでだった。": "However, unfortunately, Meguru's rapid advance ended there.",
    "も、もうこれ以上好きにはさせませぇん！\nわたしがみんなを守らないといけませんからぁ～！": "I-I won't let you do as you please anymore!\nI have to protect everyone!",
    "うるうと舞亜の射線が交わり、挟撃の形となってめるを襲う！": "Maia's line of fire met with a loud noise, attacking Meguru in the form of a pincer attack!",
    "ジャンプユニットに直撃を受けためるの機体は、\n文字通り翼をもがれ、それ以上の跳躍を封じられてしまった。": "The machine that takes a direct hit from the jump unit...\nShe literally tore off her wings, preventing her from leaping any further.",
    "くっ……ここまで、ですか……！\nですが、私、頑張りましたよ……！": "Ugh... So this is it...!\nBut I did my best...!",
    "はぁっ、はぁっ……やっと止められたわ……\n早く前線の援護をしないと……！": "Haah, haah... I've finally stopped...\nI have to support the front lines quickly...!",
    "だが、一歩遅かった。": "But she was one step too late.",
    "え？": "Huh?",
    "既に七彩とちゆるが、前方で孤立した葵の機体を\n墜としていたのだった。": "Shichisai and Chiyuru have already isolated Aoi's aircraft in front of them.\nI had fallen.",
    "残念ですけど。": "I'm sorry, but...",
    "めるちゃんを倒すのがちょーっと遅かったねぇ♪": "You're a little late to beat Mechan, aren't you?",
    "すまない、舞亜。相手の方が一枚上手だった……！": "I'm sorry, Maia. My opponent was one step better...!",
    "桃園ひとりで後衛を瓦解させ、\n援護できなくなった隙に前衛を叩くとは……！": "Momozono collapsed the rear guard by herself,\nI can't believe you hit the vanguard while I can no longer support you...!",
    "この私がこんなにあっさり撃墜されるとか有り得ないんだけど！": "It's impossible for me to be shot down so easily!",
    "で、でも、まだ私とうるうが残っているわ。\nここから何とか巻き返せば――。": "B-But, Shut up and I are still here.\nIf I can somehow turn it back from here...",
    "そこまで！　模擬戦終了！\nお前ら、戦闘やめろー！　終わり終わり！": "That's it! The mock battle is over!\nGuys, stop fighting! It's over, it's all over!",
    "ぐっ……！": "Guh...!",
    "……はぁ……これは、私達の完敗ね……": "*sigh*... This is our total defeat...",
    "よーし、みんなＭＧから降りたな？\nお疲れ様、いい模擬戦だったと思うぞ。": "Okay, everyone's out of MG, right?\nGood work. I think it was a good mock battle.",
    "実際、やってみてどうだった？": "Actually, how was it?",
    "前回のシミュレーションとは全然違いました。\nまさかわたくし達がカラフルブーケにここまで善戦できるとは。": "It was completely different from the previous simulation.\nI never thought we'd be able to put up such a good fight against a colorful bouquet.",
    "完璧にリベンジ成功じゃね？": "Isn't the revenge a perfect success?",
    "頑張った甲斐があったってもんね。\n前に負けた後、ラミちゃんなんてずっと機嫌悪かったし。": "It was worth the effort, after all.\nRami-chan's been in a bad mood ever since we lost last time.",
    "ストレス発散のためか、食堂でお子様ランチ爆食いしていたもんな。": "She ate a bunch of kids' lunches in the cafeteria, probably to relieve stress.",
    "してないし！　毎回子ども扱いすんなー！": "I didn't! Don't treat me like a kid every time!",
    "睨みを聞かせてくるちびっ子三等兵は一旦無視するとして。": "Let's ignore Private Chibiko's glare for now.",
    "さて、カラフルブーケの皆も、今回の模擬戦に協力してくれて感謝する。": "Now then, everyone in the colorful bouquet was grateful for their cooperation in this mock battle.",
    "いや、こちらこそ、いい経験をさせてもらったよ。": "No, I should be the one thanking you. It was a good experience.",
    "まさかこの短期間で、\nシリウスシュガーがここまで成長しているとはな。": "No way, in such a short time,\nI didn’t think Sirius Sugaru had grown this much.",
    "今回の模擬戦は、私達の完敗だ。": "This mock battle is a complete loss for us.",
    "そんな……私としたことが……あっけなく撃墜されてしまうなんて……": "I can't believe... what I did... was shot down so easily...",
    "わ、わたしが抜かれちゃったのが悪いんですよぉ！": "I-It's my fault for getting pulled out!",
    "ふん。最後までやってれば、勝負は分かんなかったわよ！": "Hmph. If you'd done it all the way to the end, you wouldn't have understood the match!",
    "落ち着いてクララ。それに、あそこから巻き返すのは\nかなり厳しいと思うわよ。": "Calm down, Clara. And don't turn back from there.\nI think it'll be pretty tough.",
    "カラフルブーケのメンバーたちも、相当悔しそうだが、\nそれはそうだ。": "The members of the colorful bouquet looked pretty frustrated, too\nThat's right.",
    "今まで格下としか認識していなかった相手に、\nここまでやられたんだからな。": "Up until now, she’d only recognized him as a lower-ranked opponent\nYou've done this much for me, after all.",
    "今回の作戦は、お前が考えたのか？": "Did you come up with this plan?",
    "いいや。俺は受動的になるなと教えただけだよ。\n後のことは全部七彩に任せた。": "No. I was just teaching her not to be passive.\nI left the rest to Shichika.",
    "これはお世辞でも何でもなく、本当のことだ。\n俺はメンバーの自主性を大事にしているからな。": "This wasn't flattery. It was the truth.\nI value the independence of my members.",
    "でも、今回はめるさんがフラットスピンを\n身に着けてくれたからこその戦術です。": "But this time, Meguru-san did a flat spin.\nIt's because you wore it that it's a tactic.",
    "そのフラットスピンの有用性を教えてくださったのは%usernameusernameuserna%さんです。謙遜なさる必要はありませんわ。": "%usernameusernameuserna%-san was the one who taught me the usefulness of Flatspin. There's no need to be modest.",
    "そうですよ！　大変でしたけど……感謝してます！": "That's right! It was tough, but... I'm grateful!",
    "いや、それでもやっぱり頑張っためるやみんなの戦果だよ。": "No, even so, it's the result of everyone's hard work.",
    "%usernameusernameuserna%さん……": "%usernameusernameuserna%san...",
    "そうか。しかし、今回は本当にいい経験をさせてもらった。\n今回の敗北を糧として、我々も成長させてもらうよ。": "I see. But this time, it really was a good experience.\nWe'll use this defeat as sustenance to grow as well.",
    "それと、先日の演習での失言を謝罪させてほしい。\n意義を感じない演習だのと……本当にすまなかった。": "Also, allow me to apologize for my slip of the tongue during our field exercises the other day.\nI'm really sorry... for not feeling any meaning in this exercise.",
    "特に桃園と鳴滝には厳しい事を言ってしまった。二度とああいうことは口にしない。謝罪させてほしい。": "I've said especially harsh things to Momozono and Narutaki. I'll never say that again. I want to apologize.",
    "い、いいですよ、気にしないでください。": "I-It's fine. Don't worry about it.",
    "そうですわ。むしろ、ああ言ってもらえたからこそ、\nわたくしたちは自分の殻を破ることができましたから。": "That's right. In fact, it's precisely because he said that...\nWe were able to break through our own shell.",
    "そう言ってもらえると助かる。\n流石にパワハラ紛いだとは思っていたんだが……": "It's nice to hear you say that.\nI thought it was just harassment, but...",
    "まあ、アレは横で聞いててもかなりムカついたよねえ～。": "Well, even listening to it from the sidelines was pretty annoying.",
    "すまない……実は、%usernameusernameuserna%に\nどうしても言ってくれと迫られてな。": "I'm sorry... Actually, it's %usernameusernameuserna%.\nI was forced to tell you no matter what.",
    "あ、それは黙っててくれと……": "Oh, I was told to keep quiet about that...",
    "それもお前かよ！　マッチポンプじゃん！": "That’s you, too! It’s a match pump!",
    "お、むずかしい言葉を知ってるな。偉いぞ。": "Oh, you know those difficult words. That's great.",
    "ふざけんな！\nおまえのおごりで、一週間お子様ランチ食べ放題だから！": "Don't fuck with me!\nYou'll treat me to an all-you-can-eat children's lunch for a week!",
    "……ご馳走様、%usernameusernameuserna%。": "...Thanks for the meal, %usernameusernameuserna%.",
    "え、パフェも付けていいですか！？": "Huh? Can I add a parfait, too?!",
    "やれやれ……次は気をつけるとしよう。\n小遣いがいくらあっても足りなくなりそうだからな。": "Good grief... I'll be more careful next time.\nNo matter how much pocket money I have, I don't think it'll be enough.",
    "だから、そういうことすんなって言ってんの！": "That's why I'm telling you not to do that!",
    "はははっ。以前と比べて、本当にいいチームになったな。": "Hahaha. Compared to before, we've really become a good team.",
    "だが、これでもまだ、彼女達……\nカオスメイデンに勝つには足りていないんじゃないかと思う。": "But even so, they're still...\nI don't think it's enough to beat Chaos Maiden.",
    "ほう。そんなに凄いチームなのか、カオスメイデンは。": "Oh? Is Chaos Maiden really that amazing?",
    "ああ。学園でもトップクラスと言っても過言じゃないな。\n特にリーダーのユリアは怪物級のパイロットだ。": "Yeah. It wouldn't be an exaggeration to say she's top-class at school.\nThe leader, Julia, in particular, is a monster-class pilot.",
    "今回、私たちの敗因となった桃園のフラットスピンもユリアなら\n初見で対応してしまうかもしれない。": "This time, the cause of our defeat, Momozono's flat spin, is also yuria's.\nThis might be the first time I've seen her like this.",
    "なるほど……ですが、まだ試合当日までは時間があります。": "I see... But there's still time until the day of the match.",
    "カオスメイデンに勝つためにも、\nみなさん、より練度を上げていきますわよ！": "In order to beat Chaos Maiden,\nEveryone, let's improve our training!",
    "うげえ、また特訓祭りかよ。": "Ugh, another special training festival?",
    "嫌そうだな。特別メニューを用意してやろう。": "Looks like you don't like it. I'll prepare a special menu for you.",
    "ぜーーーったいにヤだ！": "I definitely don't wanna!",
    "ズタボロに負けるのと、どっちがいい？": "Would it be better to lose to shreds?",
    "う……ずるいっつの、その聞き方ぁ。": "Ugh... That's not fair.",
    "よし、それじゃカラフルブーケのみんなも、\n今日は模擬戦に付き合ってくれて感謝する。": "All right, then, everyone in the colorful bouquet...\nThank you for accompanying me to the mock battle today.",
    "また何かあったら、頼ってもいいか？": "If something happens again, can I count on you?",
    "もちろんだ。こちらも何かあれば頼らせてもらおう。": "Of course. If anything happens, I'll be counting on you.",
    "わかった。という訳で、解散だ解散。休める内に休んどけよ、お前ら。": "Understood. That's why we're disbanding. You guys should rest while you can.",
    "おや、もしかしてお忘れではないかな。%usernameusernameuserna%殿？": "Oh, I hope you haven't forgotten. %usernameusernameuserna%-dono?",
    "……スペシャルステーキセット食べ放題。蟹クリームコロッケを添えて。": "...An all-you-can-eat special steak set. With crab cream croquettes.",
    "わかった、わかったよ。打ち上げに行くぞ！": "All right, all right. Let's go to the launch!",
    "カラフルブーケも良かったらどうだ？\nついでに交流を深めておくってのは。": "Why don't you have a colorful bouquet?\nAnd while we're at it, we'll deepen our relationship.",
    "いや……今回は、遠慮しておこう。\n我々は敗者として、今日の戦いを見直さねばならない。": "No... I'll pass this time.\nAs losers, we must reconsider today's battle.",
    "そうか。なら、カオスメイデンに勝った時だな。": "I see. Then that's when we beat Chaos Maiden.",
    "ああ。その時は喜んで御一緒させて貰うよ。": "Yeah. I'd be happy to join you when the time comes.",
    "……良かった。破産するところだった。": "...Thank goodness. I was about to go bankrupt.",
    "しかし、このストイックさが、\n彼女たちの強さの根底を支えているんだろうな。": "But this stoicism...\nThey must be supporting the foundation of the girls' strength.",
    "そこは見習うべきだろう。": "I should probably learn from her example.",
    "おーい、置いてくよー。請求書だけ回すからねー。": "Hey, I'll leave it behind. I'm just going to pass on the bill.",
    "ちょ、ふざけんな！　せめて俺にも食わせろ！": "Hey, don't screw with me! At least let me eat it too!",
    "ふぅ……今日は無事に勝てて良かったな。": "Phew... I'm so glad we won today.",
    "財布には思わぬダメージを受けたが……": "My wallet took unexpected damage, but...",
    "戦術と役割と考え方を変えるようにアドバイスしただけだが、\n上手くいってくれて助かった。": "I was just advising her to change her tactics, role, and way of thinking, but...\nI'm glad it went well.",
    "しっかし、カオスメイデンか……あの生駒があれほど警戒する程とは、\n何か考えないといけないか。": "Still, Chaos Maiden, huh...? I didn’t think that Ikoma would be so wary of her\nDo I have to think about something?",
    "そうしてこれからのことを考えていると、\n部屋の扉が数回ノックされた。": "And as I was thinking about what to do next...\nThere were several knocks on the door.",
    "ん？　誰だ？": "Hm? Who is it?",
    "あの、%usernameusernameuserna%さん。めるです。\n相談したいことがあるんですけど……": "Um, %usernameusernameuserna%-san. It's me.\nThere's something I want to discuss with you..."
}