{
    "シリウスシュガー、無事に探索より帰還いたしましたわ。": "Sirius Sugaru, we've safely returned from our search.",
    "ご苦労様です。お体の方は大丈夫なのですか？": "Thank you for your hard work. Are you feeling well?",
    "は、はい。まだ本調子ではないですけど……": "Y-Yes. I'm not feeling well yet, but...",
    "大事に至る前に帰還できましたので。": "I was able to return before it got serious.",
    "そうですか。――では、心置きなくお説教が出来ますね。": "I see. Then, I'll be able to lecture you without worrying.",
    "お、お説教ですか！？": "A-Are you going to lecture me?!",
    "嘘でも体調が最悪だと言っておくべきだったな。": "Even if it was a lie, I should have told her that I wasn't feeling well.",
    "正直すぎるのも損だよね～。": "It's a waste to be too honest.",
    "まず、あなた方シリウスシュガーは３つの過ちを犯しました。": "First of all, you Sirius Sugaru made three mistakes.",
    "ひとつ、撤退の判断を誤り、結果的に無謀な探索を行ったこと": "First, he made a mistake in his decision to withdraw, and as a result, he conducted a reckless search.",
    "ふたつ、帰還予定時刻を大幅にオーバーして、\n他のチームに捜索の労をかけたこと。": "Two, she'd greatly exceeded the scheduled time for her return\nAbout how she had caused trouble for the other teams in the search.",
    "そして、大深度地下探索用の補給物資を無断で消費したこと。": "And how they'd consumed supplies for exploring the Great Depths without permission.",
    "緊急事態だったから最後のだけはお咎めなしってことにならないか？": "It was an emergency, so don't you think it's safe to blame her for the last one?",
    "大変な状況だったことは理解します。\nですが、それとこれとは話が別です。": "I understand that it was a difficult situation.\nBut that's a different story.",
    "何の言い訳もできませんわ……": "I have no excuse...",
    "……ですが、新たなドリフトの発見、その先の調査報告。\n何より全員無事に帰還したことは大いに評価します。": "...However, a new drift has been discovered, followed by an investigation report.\nMore than anything, I appreciate that everyone made it back safely.",
    "その功績をたたえ、今回の過ちについては特別に不問とします。\n……よくぞ無事に戻ってきてくれましたね。": "In recognition of your achievements, I will make an exception for this mistake.\n...I'm glad you made it back safely.",
    "――その後、生徒会長は別件があるようで部屋を出ていった。\n俺達も生徒会室を出ると緊張から解放され、どこか緩んだ空気感が漂う。": "—After that, the student council president left the room, apparently having something else to do.\nWhen we left the student council room, we were freed from the tension as well, and a relaxed atmosphere hung in the air.",
    "はぁ～……一時はどうなる事かと思った。": "*sigh* For a moment, I wasn't sure what would happen.",
    "チームが解散になるのかと思った。": "I thought the team was going to disband.",
    "ま、何事もなく無事に終われたんだ。よかったな。": "Well, it ended without incident. I'm glad.",
    "と、すべてが一件落着――\nかと思った、そのときだ。": "And then, everything was settled――\nOr so I thought, but just then...",
    "……いいえ、まだ終わってませんわ。": "...No, it's not over yet.",
    "え……？": "Huh...?",
    "%usernameusernameuserna%さん、正座をお願いします。": "%usernameusernameuserna%-san, please sit formally.",
    "せ、正座！？": "S-Seiza?!",
    "お願い……します。": "I beg of you...",
    "何かよくわからないが、有無を言わせない威圧感があった。\nこういうときの女の子はとっても怖い。": "I don't really get what's going on, but there's an intimidating aura about her that doesn't let her say no.\nGirls are really scary at times like these.",
    "（ここは変に抵抗せず、素直に正座したほうがよさそうだな……）": "(I guess I should just sit on my knees and not resist...)",
    "それで、用件ですが……": "So, about your business...",
    "はい。": "Yes.",
    "……いくら生還のためとはいえ、\n嘘の告白はよくないと思います。": "...Even if it's for the sake of survival,\nI don't think a false confession is a good idea.",
    "……え？　その話？\nあの時はあの方法以外思いつかなかったんだから、仕方な――": "...Huh? About that?\nI couldn't think of anything other than that method at the time, so I had no choice—",
    "それはそれ、これはこれ、です。": "That's it, this is it.",
    "そ、そうです……！　『告白』って女の子にとって、\n大事なイベントなんですから！": "Th-That's right...! Confessions are for girls...\nIt's an important event!",
    "その……ちゃんと、演技だとしても相手を選ぶべきで……": "Umm... Even if it's just an act, you should choose your partner...",
    "相手を選ぶって……じゃあ誰なら良かったんだよ。": "Picking a partner...? Then who would have been better?",
    "そ、それは……私からは、い、言えないですが……\n七彩さんは、どう思います！？": "Th-That's... I can't tell you, but...\nWhat do you think, Nanaya-san!?",
    "わ、わたくしですか！？　そ、そうですわね……\nわ、わたくしの口からも言えませんわ！": "M-Me?! Y-You're right...\nI-I can't say it myself!",
    "なんじゃそりゃ。ただの言いがかりかよ。": "What's that supposed to mean? It's just an accusation.",
    "言いがかりじゃないですよっ！\nな、なんだかもやもやしちゃうだけです……うぅ。": "It's not an accusation!\nI-It's just a little hazy... Ugh.",
    "あはは。今だけは大人しく責められておいた方がいいんじゃない？\n乙女の純情を弄んだ罰とでも思ってさ。": "Ahaha. Just for now, wouldn't it be better to be accusatory?\nThink of it as punishment for toying with a maiden's pure heart.",
    "（ふたりは隠してるつもりみたいだけど、\n彼の前ではもう『女』なんだね）": "(The two of them seem to be trying to hide it, but...\nYou're already a woman in front of him.)",
    "許してくれ": "Forgive me.",
    "告白なんてしないよ": "I'm not going to confess.",
    "あーもー分かった分かった。もうああいう真似はしないから。": "Ah, geez, I get it, I understand. I won't do that again.",
    "こ、告白すること自体は悪いことではありませんのよ！？": "A-A confession isn't a bad thing!",
    "そうですね！　時と場所さえ考えてもらえれば！": "That's right! As long as you consider the time and place!",
    "何でそんなに必死なんだよ、お前ら……": "Why are you guys so desperate...?",
    "別に必死になんかなっていません！": "It's not like I'm desperate!"
}