{
    "（折り入って相談したいことがある……か。\n沙耶が俺に悩み相談なんて意外だな）": "(There's something she wants to discuss with me... huh?\nIt's surprising that Saya would talk to me about her worries.)",
    "%usernameusernameuserna%さん。\nわざわざお越し下さり、感謝いたします。": "%usernameusernameuserna%-san.\nThank you for coming all this way.",
    "いやいや、そんなに畏まる必要はないぞ？\n特別忙しいわけでもないしな。": "No, no, there's no need to be so afraid.\nIt's not like I'm particularly busy.",
    "それにしても、わざわざこんな場所に呼び出すなんて、\nよほど重大な話なのか？": "Still, I didn't think she'd go out of her way to call me out here\nIs it really that important?",
    "お話の前に……せっかく茶室までおいでいただいたことですし、\nまずお茶を一服、いかがでしょうか？": "Before we talk... Since you came all the way to the tea room,\nWould you like a cup of tea first?",
    "もしかして、沙耶が淹れてくれるのか？": "Could Saya be making it for me?",
    "はい。まだ修行中の身ではありますが、\n精一杯おもてなしさせていただきます。": "Yes. I'm still training, but...\nI'll do my best to entertain you.",
    "（茶を点てる沙耶……様になっているな。\n早々に足が痺れかけてる俺とは大違いだ）": "(It looks like... Saya is making tea.\nShe's so different from me, whose legs are starting to go numb right away.)",
    "実は俺、お茶の作法はよくわからないんだが。": "Actually, I don't know much about tea etiquette.",
    "スカラの多くの方々がそのように仰います。\nですが、どうかお気になさらず。": "Many Scaras say so.\nBut please, don't worry about it.",
    "厳しく堅苦しい型のみが、茶の道ではございません。": "Only strict and formal forms are not the way of tea.",
    "もてなす側と、お客様……互いが相手を思いやり、\nこうして向き合うひと時に感謝を示す……": "The hospitality side and the guests... They're both considerate of each other.\nI show my gratitude for the time we spent facing each other like this...",
    "大切なのは型ではなく、心の持ちようなのです。": "It's not the shape that's important, it's the mentality.",
    "うーん。やっぱり俺には難しい話だ。": "Hmm. It really is difficult for me.",
    "ふふふっ。\n難しく考えず、いつも通りで結構ですよ。": "Heheheh.\nDon't think too hard about it. Just act like you always do.",
    "普段から人を気遣ってくださっている、\n%usernameusernameuserna%さんならそれで充分です。": "She's always looking out for people.\nIf it's you, %usernameusernameuserna%, that's enough.",
    "そんな当たり前のことでいいのか？": "Is it really okay to do something so obvious?",
    "ええ。それから、足は崩していただいて構いません。\n立ち上がった時に転ばれては大変です。": "Yes. Also, I don't mind if you lose your leg.\nIt would be terrible if you fell over when you stood up.",
    "バレてたか……\nあまり慣れないことはするもんじゃないな。": "So they found out...\nI shouldn't do things I'm not used to.",
    "しかし沙耶は姿勢はもちろんだけど、\n道具の扱い方や所作ひとつ取っても綺麗だな。": "However, Saya's posture was, of course,\nIt's pretty even if you take care of the tools and mannerisms.",
    "紫雲家は由緒ある茶道の宗家。\n私も幼い頃より学んで参りましたので。": "The Shiun family was the head family of tea ceremony with a long history.\nI've learned it since I was a child.",
    "そういえば、どうして沙耶はスカラ校舎に入学したんだ？\nこう言っていいものかわからないが、スカラは……": "Come to think of it, why did Saya enroll in the Scara school building?\nI don't know if it's okay to say this, but Scara...",
    "校風に合わない……と思われますか？": "Do you think it doesn't suit the school's style?",
    "ああ。スカラ校舎は乱暴というか、大雑把というか……\n沙耶のイメージと違うし、柊校舎じゃだめだったのか？": "Yeah. The Scara school building is rough, or rough...\nIt wasn't like Saya's image, and the Hiiragi school building was no good?",
    "確かにアマツの出自を持つ私であれば、\n柊校舎への所属を選択するのが正道でしょうね。": "Certainly, if I were from Amatsu,\nChoosing to belong to the Hiiragi building would be the correct course of action.",
    "ですが、私は敢えて正道からかけ離れた環境に\n身を置きたかったのです。": "However, I dared to venture into an environment far removed from the path of righteousness\nI wanted to put myself on the line.",
    "多種多様な人材の集う、このスカラ校舎において、\n紫雲家の名はなんの意味も力も持ちません。": "In this Scara school building, where a wide variety of people gather,\nThe name of the Shiun family has no meaning or power.",
    "家名も伝手も頼らず、私個人の力でどこまでやっていけるのか。\nそれを確かめたかったのです。": "How far can I go on my own without relying on my family name or help?\nThat's what I wanted to confirm.",
    "自分に厳しくあるための選択なんだな。": "It's a choice to be strict with yourself.",
    "ええ。ここは己を律するに相応しい場所です。": "Yes. This is a place worthy of discipline.",
    "――では、粗茶でございますが、お召し上がりください。": "—Well then, it is coarse tea, but please enjoy it.",
    "へえ……いい香りだな。\nそれじゃ早速いただきます。": "Wow... It smells nice.\nWell then, let's dig in.",
    "……む。": "...Mm.",
    "お服加減はいかがですか？\n苦すぎなければ良いのですが。": "How are you feeling about your clothes?\nI hope it's not too bitter.",
    "俺にはお茶の善し悪しはわからないけど、美味いよ。\n沙耶の淹れてくれたものだからかもな。": "I don't know how good or bad tea is, but it's good.\nMaybe it was because Saya had made it for me.",
    "喜んでいただけて何よりです。": "I'm glad you're happy.",
    "でも、お茶をご馳走するためだけに呼んだわけじゃないだろ？\n悩み事って、かなり言いにくいことみたいだな。": "But you didn't call me here just to treat me to tea, did you?\nSounds like it's pretty hard to say what's bothering you.",
    "……っ。\nどうして、私の悩みがお話ししづらいことだと……？": "......!\nWhy do you think my worries are hard to talk about...?",
    "最初に用件を聞いた時、はぐらかされた感じがしたからな。\nそれに、こうしてお茶を淹れたのも心の準備をしたいからだろ？": "The first time I heard what I needed to do, it felt like I'd been dodged.\nBesides, the reason you made tea like this is because you want to mentally prepare yourself, right?",
    "なんでもお見通しなのですね……\nさすがの洞察力です。": "You can see right through me...\nThat's insight for you.",
    "沙耶が躊躇するほどなんて、一体どんな悩みなんだ？": "What kind of trouble could Saya be so hesitant about?",
    "実は……ＭＧの操縦に関わる問題なのですが……": "Actually... It's a problem related to MG piloting...",
    "技術者やチームメイトじゃなく、俺にＭＧのことを？\n力になれるといいんだが。": "You're not talking about engineers or teammates, but MG to me?\nI hope I can help.",
    "仲間と試せる限りのことは試しましたが、改善が見られず……\nあなたの力をお借りできればと。": "I tried everything I could with my friends, but I didn't see any improvement...\nI wish to borrow your power.",
    "……結構深刻みたいだな。\nわかった。詳しく話を聞こう。": "...Looks pretty serious.\nAll right. Let's hear the details.",
    "――ふぅ。": "――Phew.",
    "お疲れ様、沙耶。\nひと通りＭＧの動作は見させてもらった。": "Good work, Saya.\nI've seen MG movements for the most part.",
    "ありがとうございます。\nそれで、あなたの目から見て如何だったでしょうか。": "Thank you very much.\nSo, how did it look to you?",
    "確かに沙耶の言っていた通りだ。\n以前と比べて、無駄な動きが増えているな。": "It was definitely just like Saya had said.\nCompared to before, her movements are more pointless.",
    "やはり……どうすればいいのでしょうか。": "As I thought... What should I do?",
    "（俺には沙耶自身が抑制しているように見えたが……\n自覚がないのか？　気付かないふりをしてるのか？）": "(To me, it looked like Saya herself was suppressing it, but...)\nAre you not aware of it? Are you pretending not to notice?)",
    "カオスメイデンのみんなとの連携に影響は？": "Does it affect our cooperation with everyone in Chaos Maiden?",
    "今のところ問題にはなっていません。\n確認いただいた挙動の遅れは、誤差の範囲内です。": "So far, it hasn't been a problem.\nThe delay you confirmed is within the margin of error.",
    "でも、納得いってないって顔だな。": "But she doesn't look convinced.",
    "はい。例え訓練や競技への影響が少なくとも、\nスカラのトップチームの一員としては許容できません。": "Yes. Even if the impact on training and competition is at least...\nAs a member of Scara's top team, I can't tolerate it.",
    "うーん……ひとまず、校舎を散歩でもするか。\n少し付き合ってくれ。": "Hmm... I guess I'll take a walk around the school for now.\nCome with me for a bit.",
    "えっ？\nあ、あの、あなたから何かご助言は……？": "Huh?\nU-Um, do you have any advice...?",
    "気分転換も必要だろ。\nその辺を歩きながら話そう。": "You need a change of pace, too.\nLet's talk while walking around.",
    "状況判断には問題はなかったはず……\nであれば、やはり反応速度のわずかな遅れが……": "There shouldn't have been any problems with the situation...\nIf that's the case, then the slight delay in reaction time is...",
    "（ずっと下を向いてぶつくさ言ってる……\nこれじゃ気分転換にならないな）": "(He keeps looking down and grumbling...)\nThis isn't a change of pace.)",
    "なあ、沙耶。\n今、何か我慢してることはないか？": "Hey, Saya.\nIs there anything you're holding back right now?",
    "我慢していること……ですか？": "You're... holding back?",
    "本当はチームメンバーに言いたいことがあるとか、\n機体の作りや整備具合に不満があるとか。": "She said she actually had something to say to the team members\nI heard they're dissatisfied with the construction and maintenance of the aircraft.",
    "いえ、特には……": "No, not really...",
    "実は体重を気にして甘いものを我慢してるとか、\n俺の態度に不満があるとか、そんな些細なことでもいいんだ。": "Minoru was worried about his weight and was holding back on sweets, or something like that\nIt doesn't matter if you're dissatisfied with my attitude or something.",
    "えぇっ！？　と、とんでもありません。\nそのようなことは決して……": "Whaaat?! Th-That's crazy.\nI would never do such a thing...",
    "あ、あの……どうして突然そのような話を？": "U-Umm... Why are you bringing that up all of a sudden?",
    "俺には、さっきＭＧを操縦してる沙耶が何かを我慢して、\n自分を抑えこんでいるように見えたんだよ。": "To me, Saya, who was piloting the MG earlier, was holding back something\nHe looked like he was suppressing himself.",
    "っ……！": "...!",
    "やっぱり、本当は思い当たる節があったんだな。\nでも見て見ぬふりをしてたってところか？": "I guess she really did have something in mind.\nBut you were pretending not to see it?",
    "……%usernameusernameuserna%さんは、\n私の事をなんでもお見通しなのですね。": "...%usernameusernameuserna%-san...\nYou see right through me, don't you?",
    "なんでもってことはない。\n頼まれた通り、沙耶のことをしっかり見てたから気付いただけさ。": "It's nothing.\nI only realized it because I had a good look at Saya, just like she asked me to.",
    "そ、そうですか……\nそれでも、こうもあっさり気づかれてしまうとは……": "I-I see...\nEven so, I didn't think she'd notice so easily...",
    "沙耶自身にとっても向き合いにくいことみたいだから、\n無理にとは言わないが……できれば話してくれないか？": "It seemed like it would be hard for Saya herself to face, so...\nI won't force you, but... If possible, could you tell me?",
    "……実は……私は楽しんでしまっているのです。\nＭＧに乗って戦うことを。": "...Actually... I'm having fun.\nTo ride MGs and fight.",
    "（戦いを楽しんでいる……か）": "(Enjoying the battle, huh?)",
    "適性を持つ者の責務を果たす。己を律し、道を究める。\n両親の前では、そのように口にしておきながら……": "I will fulfill the duty of those with aptitude. I will discipline myself and master my path.\nEven though she said that in front of her parents...",
    "心の奥底では戦いを求め、力を振るうことを楽しんでしまうのです。\nもっと、己の力を振るい誇示したいと……": "Deep down, you seek battle, and you enjoy wielding your power.\nHe wanted to show off his power more...",
    "自分自身の中にある衝動……ってところか。": "I guess it's an impulse inside me.",
    "スカラ校舎への入学を選択したのも、\n認めたくはありませんが……内心わかっていたからです。": "She'd also chosen to enroll in the Scara school building\nI don't want to admit it, but... I knew it on the inside.",
    "この自由な環境ならば、はばかりなく戦えるから……と。": "In this free environment, I can fight without hesitation...",
    "沙耶はそんな自分の衝動が怖いんだな。": "Saya must be afraid of that impulse of hers.",
    "内なる欲求は、今もなお膨らみ続けています。\nより過激に……いずれ自制しきれなくなると感じるほどに……": "My inner desires are still growing.\nMore radically... To the point where I feel like I won't be able to control myself any longer...",
    "本能的な欲求と、それを抑え込もうとする理性のぶつかり合いが、\nＭＧの操縦に問題を生んでしまったってことか。": "The clash of instinctive desire and reason trying to suppress it\nSo it created problems with MG piloting, huh?",
    "理性では冷静に操縦しようとはしているのです。\nですが、状況の改善には至らず……": "My rational mind is trying to control it calmly.\nHowever, it didn't improve the situation...",
    "……堪えてだめなら、いっそ全部出し切ってみるか？": "...If you can't take it anymore, why don't we just let it all out?",
    "出し切る……？\nま、まさか、この内なる衝動をですか？": "Cum...?\nD-Don't tell me you have this inner urge?",
    "そ、そのようなはしたないこと、\n紫雲家を担う者として許されるわけが……！": "Th-That's so vulgar,\nAs the bearer of the Shiun family, there's no way I can be forgiven...!",
    "だけど、戦いを楽しむ気持ちだって沙耶自身のものだろ？\n見ないふりをしていても、解決しない問題だ。": "But the feeling of enjoying a fight is also Saya's own, isn't it?\nPretending not to see it wouldn't solve the problem.",
    "無理に抑え込もうとするんじゃなく、一度解放してみるんだ。\nその衝動も沙耶の一部だって認めて、理解するんだよ。": "Instead of trying to suppress it by force, let it go once.\nAcknowledging and understanding that that impulse is also a part of Saya.",
    "己を、理解する……": "I understand myself...",
    "ちゃんと自分の心と向き合って理解できれば、\n制御だって可能かもしれないだろ？": "If I can properly face and understand my own heart,\nIt might even be possible to control it, right?",
    "自らを律するために必要な過程、と考えるのですね……": "You think it's a necessary process to control yourself...",
    "難しいかもしれないが、俺は沙耶ならやれると思う。\n今からもう一度、試してみないか。": "It might be difficult, but I think Saya can do it.\nWhy don't we try it again?",
    "……わかりました。\n%usernameusernameuserna%さんの助言を信じて、やってみます。": "...Understood.\nI'll take your advice and give it a try.",
    "自分の心を表に出す……\n己自身と、今一度向き合うために……": "Showing your own heart...\nIn order to face myself once more...",
    "沙耶、いけそうか？": "Saya, can you do it?",
    "……はい。\n紫雲沙耶、参ります。": "...Yes.\nSaya Shiun, here I come.",
    "押さえつけるのではなく、思うがままに――いざ。": "Instead of holding her down, I just do what I want――Now.",
    "ふっ……ふふっ……！": "Heh... Heheh...!",
    "――っ！　こんな、笑うなど……い、いえ！\n御そうとするのではなく、解放するのが今の目的……": "――! I can't believe I'm laughing like this......n-no!\nMy current goal is not to control her, but to free her...",
    "早速、機体のバランスが崩れてる……\n考えすぎるな、沙耶！": "The balance of the aircraft is already off...\nDon't overthink it, Saya!",
    "大事なのは型じゃなくて心の持ちようだって、\n茶の席で俺に教えてくれただろ！": "What's important isn't the mold, it's the way you feel.\nYou told me at the tea party!",
    "心……\n戦いに臨む、私自身の心は……": "Kokoro...\nAs I face battle, my own heart...",
    "――ふふ！　ふふふ！\nあは、あはははは！": "――Hehe! Hehehe!\nAha, ahahaha!",
    "（……動きから迷いが消えた？\nしかし……なんて無茶な戦い方だ）": "(...The hesitation vanished from her movements?\nStill... what a reckless way to fight.)",
    "（これを本当に制御しきれるのか？\n沙耶は……いや、信じるしかない）": "(Can you really control this?\nSaya... No, I have no choice but to believe in her.)",
    "そうです……！　私は、ようやく思い出しました！\nああ、この昂りを……！": "That's right...! I finally remembered!\nAhh, this excitement...!",
    "初めてＭＧに乗った日の、あの高揚感！\nそして、初めて武器を振るった時の快感を！": "That exhilaration from the first day I rode MG!\nAnd the pleasure of the first time I swung my weapon!",
    "沙耶……？": "Saya...?",
    "ああ、なんて素晴らしい！\n……だからこそ、もっともっと、制御しなければ！": "Oh, how wonderful!\n...That's why I have to control it more and more!",
    "この快感を！　この昂りを！　この高揚を！\nもっと、私のものにするために！": "This pleasure! This excitement! This exhilaration!\nTo make you mine more!",
    "おお、徐々に動きが洗練されている……\n沙耶、自分の衝動をコントロールできたんだな……！": "Ooh, her movements are getting more refined...\nSaya, you were able to control your own impulses...!",
    "……ふぅ……ああ、とても良きものでした……": "...Phew... Ah, that was very good...",
    "とても綺麗だった": "It was so beautiful.",
    "ちょっと怖いくらいだ": "It's almost scary.",
    "%usernameusernameuserna%さん、いかがでしょう？\n枷を解き放った、私のＭＧでの舞は。": "%usernameusernameuserna%, what do you think?\nMy MG dance, freed from its shackles.",
    "ふふ、ありがとうございます。\n……はぁ、なるほど……これが必要な境地でしたのね。": "Heehee. Thank you very much.\n*sigh* I see... So this is what it takes.",
    "ああ。俺も想定してなかったが……凄かったぞ。": "Yeah. I didn't expect that either, but... it was amazing.",
    "己の衝動と理性……この二つのバランスこそが大切なのですね。\n%usernameusernameuserna%さんのおかげで気づけました。": "My own impulses and reason... These two balances are important.\nI realized it thanks to %usernameusernameuserna%-san.",
    "ふふ、それも一つの形ですわね……\nそうして恐れられるのも、どこか嬉しいのです。": "Heehee. That's one way to put it...\nThere's something about being feared that makes me happy.",
    "きっと、それも沙耶なんだろうな。\n……でも、俺はそんな沙耶もいいと思うぞ？": "I'm sure that's Saya too.\n...But I think that's fine with you, Saya.",
    "ふふ、ありがとうございます。\nそう言っていただけるのなら……後悔はありませんわ。": "Heehee. Thank you very much.\nIf you say so... I have no regrets.",
    "ただ、己を押さえつけるだけでもない\nそして、無理に己を隠すわけでもない。": "He's not just holding himself down.\nAnd she wasn't forcing herself to hide herself.",
    "己に向き合い、その上で飼いならす。\nそれこそが、私が必要としていたものなのですね。": "He faced himself, and tamed him on top of that.\nThat's exactly what I needed.",
    "沙耶、シミュレーターでの訓練は満足出来たか？": "Saya, are you satisfied with your training in the simulator?",
    "ええ、ありがとうございます。\nこれも%usernameusernameuserna%さんの助言のおかげです。": "Yes, thank you very much.\nThis is all thanks to %usernameusernameuserna%-san's advice.",
    "そのアドバイスだって、沙耶に教わった言葉を\n俺なりに噛み砕いて伝えただけだ。": "Even that advice was based on the words Saya had taught her\nI just chewed through it in my own way.",
    "俺はただちょっと背中を押しただけさ。\n全部、沙耶の力だよ。": "All I did was give her a little push.\nIt was all Saya's power.",
    "あのっ……答えを得たとはいえ、私もまだまだ未熟な身です。\nできれば引き続き助言をいただきたく……": "Umm... I may have obtained an answer, but I'm still inexperienced.\nIf possible, I'd like you to continue giving me advice...",
    "この先の道のりでも、また背中を押していただけますか？": "Will you give me another push on the road ahead?",
    "俺でよければ、いつでも力になるよ。": "If you're okay with me, I'm always here to help.",
    "あ、ありがとうございます。では……\nこれからも近くで、私の背を見守っていてください。": "Th-Thank you very much. Then...\nPlease stay close and watch over me from now on."
}