{
    "ピンポーン――": "Ding-dong—",
    "レイヴェル、いるか？\n相談があるって連絡があったから来たんだが……": "Ravel, are you there?\nI came here because I heard you wanted to talk to me...",
    "ああ、%usernameusernameuserna%。\n急に呼び出しておいてすまないが、今準備で手が離せないんだ。": "Ah, %usernameusernameuserna%.\nI'm sorry for calling you out so suddenly, but I can't take my hands off the preparations.",
    "鍵は開けてあるから、入ってきてくれ。": "I've unlocked the door, so come on in.",
    "わかった。": "Okay.",
    "すまない。下手に動くと、ペディキュアがよれそうでな。\n今日は足元を見せる撮影もあるみたいで……": "I'm sorry. If I make a careless move, the pedicure will fall off.\nIt looks like there's going to be a photo shoot showing her feet today...",
    "レイヴェルはパイロットであること以外に、\nモデルとしても活動している。": "Aside from being a pilot, Ravel wasn't the only one\nShe's also working as a model.",
    "そういうの自分でやるんだな。\nモデルって、全部人にやってもらうんだと思ってたよ。": "You do that yourself, huh?\nI always thought models were meant to be done by people.",
    "え？　ああ……まあ、人によるが。\n私は、基本のヘアセットやメイクくらいなら自分でやる。": "Huh? Oh... Well, it depends on the person.\nI do the basic hair set and makeup myself.",
    "特別な仕上げが必要な時は、流石にプロを頼るがな。\n自分でできることは自分でやるようにしているんだ。": "If you need a special finish, I'll be counting on a professional.\nI try to do what I can for myself.",
    "複数のモデルがいる時は、スタッフも大変だろう？\nみんなの負担を、可能な限り減らすためだ。": "When there are multiple models, it's hard for the staff, isn't it?\nIt's to reduce everyone's burden as much as possible.",
    "なるほどな。それで相談にあった『臨時マネージャーの件』だけど……\n合計２日間やるんだよな？": "I see. So that's why we were talking about the temporary manager...\nYou're doing it for a total of two days, right?",
    "企業主宰のチャリティーイベントに関する撮影とインタビューで、\n１日目が広報用の写真撮影、２日目が動画インタビューだっけ？": "It was a photo shoot and interview about a charity event run by a corporation\nThe first day is a photo shoot for PR, and the second day a video interview, right?",
    "そうだ。２日間も拘束するというのに、受けてくれて助かる。": "That's right. I'm glad you accepted after being detained for two days.",
    "全然問題ない。レイヴェルの頼みだしな。": "No problem at all. It's a request from Ravel, after all.",
    "私……というより、正確には事務所だな。\n勝手に連絡したみたいで、すまなかった。": "I... Or more accurately, the office.\nI'm sorry for contacting you on my own.",
    "もちろん、私としても受けてくれたことは嬉しいが、\n彼らの本心はこの機会に――": "Of course, I was also happy that she accepted, but...\nTheir true feelings took this opportunity to—",
    "学園内でも大きな力を持つ、\n生徒会の俺やもっといえば生徒会長と繋がりたい……だろう？": "Even within the school, she had great power.\nIf anything, I want to be connected to the student council president... right?",
    "ああ……私がうっかり、\n%usernameusernameuserna%と知り合いであることを話したせいで……": "Ah... I was careless,\nBecause I told her that I knew %usernameusernameuserna%...",
    "巻き込んでしまい、すまない。": "I'm sorry for dragging you into this.",
    "気にするな。たまたまこっちも予定空いてたしな。\n元々のマネージャーさんが倒れて困ってたんだろ？": "Don't worry about it. I just happened to have some free time.\nThe original manager collapsed and was in trouble, wasn't he?",
    "なら、やっぱレイヴェルが謝ることじゃない": "In that case, there's nothing for Ravel to apologize for.",
    "今度何かお礼してくれ。それでチャラだ": "Give me something to thank me for next time. And we'll call it a day.",
    "そうだな……正直彼女不在での仕事には少し不安があった。": "You're right... Honestly, I was a little worried about my work without her.",
    "俺は全然気にしてない。むしろ役得だと思ってるぞ？": "I don't mind at all. If anything, I think it's a perk.",
    "役得？": "A perk?",
    "芸能マネージャーの体験なんて、なかなか出来るもんじゃないだろ。\nせいぜい楽しませてもらうよ。": "A talent manager's experience isn't something you can do all that often.\nI'll enjoy myself as much as I can.",
    "そう言ってもらえると、こちらも気が楽だ。": "Hearing her say that makes me feel better too.",
    "ああ、だからレイヴェルもあまり負い目を感じすぎるなよ。": "Yeah, so don't feel too indebted to him, Ravel.",
    "%usernameusernameuserna%……": "%usernameusernameuserna%...",
    "撮影されるモデルさんが主役なんだから、\n余計なこと気にしてパフォーマンスが発揮できなかったらダメだろ？": "The main character is the model being filmed, so...\nYou can't worry about unnecessary things and not be able to perform, right?",
    "確かに……": "Indeed...",
    "おっ、今の俺、マネージャーっぽくなかったか？": "Oh, was I acting like a manager just now?",
    "……ふっ……そうだな。": "...Heh... You're right.",
    "礼か……\n確かに、そういうのは必要だな。": "Thank you, huh...\nThat would certainly be necessary.",
    "うーむ……そうだな、何がいいか……": "Hmm... Let's see, what would be good...",
    "そ、そんなに真剣に考えなくても……": "Y-You don't have to think so hard about it...",
    "そんな訳にはいかない、お礼……いや、これはお詫びだからな。": "I can't do that, thank you... No, this is an apology.",
    "お詫びって……すまん、冗談だよ。\nレイヴェルはやっぱり、いつも真面目で真剣なんだな。": "Apologizing... Sorry, I was just kidding.\nRavel really is always serious and serious, huh?",
    "冗談が通じない奴……ということか？": "Does that mean... he can't take jokes?",
    "違う、それがレイヴェルのいいところってことさ。\nだから俺は臨時マネージャーを引き受けたんだ。": "No, that's one of Ravel's good points.\nThat's why I took on the role of temporary manager.",
    "いつも真面目で何に対しても真剣なレイヴェルが相手なら、\n大丈夫じゃないかって。": "If Ravel, who was always serious and serious about everything, was her opponent...\nIsn't it okay?",
    "それは……ありがとう。": "That's...thank you.",
    "にしても、レイヴェルでも不安になることがあるんだな。": "Still, even Ravel gets worried sometimes.",
    "……どういう意味だ？": "...What do you mean?",
    "悪い意味じゃないさ。いつもクールで完璧なリーダーって印象だし、\n多少のトラブルじゃ不安なんて感じないのかと思ってた。": "I don't mean it in a bad way. I always get the impression that you're a cool, perfect leader,\nI thought a little trouble wouldn't make you feel uneasy.",
    "……%usernameusernameuserna%には、\nそう見えるんだな。": "...To %usernameusernameuserna%,\nThat's what it looks like.",
    "あっ、もしくは、そんなレイヴェルでも不安になるくらい、\n信頼がおけて仕事ができるマネージャーさんだったのか？": "Ah, or maybe even that kind of Ravel was enough to make me uneasy\nWas he a manager you could trust and do your job?",
    "……そんな人の代わりなんて、俺に務まるかな。": "...I wonder if I'll be able to replace someone like that.",
    "大丈夫だ。現場の取り仕切りは基本的に私がやる。\nそれ以外の手が回らないところのサポートをお願いしたい。": "Don't worry. I'll be in charge of the crime scene.\nI'd like you to support me where I can't do anything else.",
    "了解した。とにかく足手まといにならないように頑張るよ。": "Understood. Anyway, I'll do my best not to be a burden.",
    "それでは撮りまーす！": "Well then, let's take a picture!",
    "よろしく頼む。": "I'm counting on you.",
    "いいですねー！\n少し肩の力を抜いてもらっていいですかー？": "That's so nice!\nCan you relax a little?",
    "こうか？": "Like this?",
    "完璧でーす！　とっても綺麗～！": "Perfect! It's so pretty!",
    "それじゃ、次は足を見せて別パターンを――": "Now then, next I'll show you my legs and try a different pattern—",
    "次撮る前に、少しいいか？": "Before we take another picture, can I have a moment?",
    "はい、なんでしょう？": "Yes, what is it?",
    "ポスターにするなら、文字はこの空間に入れるとして……\n私の位置はこの辺りでどうだろう？": "If we're going to make a poster, let's put the letters into this space...\nWhat about my position around here?",
    "ああ～！　なるほど……": "Ahhh! I see...",
    "ポーズはこれでどうだろうか？　画角はこっちがいいかもな。\nライトはそちらから当ててもらってもいいか？": "How about this pose? This might be the best angle.\nCan I get the light from you?",
    "私はこちら側の角度がより良く見えるらしい。\nいつもマネージャーが言っているんだ。": "I seem to be able to see this side better.\nMy manager always says that.",
    "わかりましたー！\nちょっとカメラさんと照明さんに相談してみますね！": "Understood!\nI'll talk to the camera and the lights for a bit!",
    "……すごい。仕切りは自分でやるって言ってたが、完璧だ。\nどこが『不安があった』なんだか。": "...Amazing. She said she'd handle the partitioning herself, but it's perfect.\nWhat part of me was \"uneasy\"?",
    "おかげで……正直やることが、ない……！！": "Thanks to that... I honestly don't have anything to do...!!",
    "貴方の撮影技術には信頼を置いている。\nこれはあくまで私の一案だから、貴方の意見も聞かせて欲しい。": "I trust your photography skills.\nThis is just my idea, so I'd like to hear your opinion.",
    "しかもただ仕切るだけじゃなく、スタッフへの気遣いも忘れない……\nこれがデキる女ってやつか……！": "Not only that, but I won't forget to be considerate of the staff...\nSo this is what it means to be a good woman...!",
    "少しいいか、%usernameusernameuserna%。": "Do you have a moment, %usernameusernameuserna%?",
    "おっ！　は、はーい！": "Oh! O-Okay!",
    "すまない、少し頼みたいことがあるんだが……": "Sorry, there's something I'd like to ask you...",
    "なんだ？　買い出しならまかせとけ！": "What? Leave the shopping to me!",
    "ふっ、それが%usernameusernameuserna%の思うマネージャー業か。\nまぁ、確かにスタッフ全員分のドリンクは欲しいところだ。": "Heh, so that's what %usernameusernameuserna% thinks of being a manager.\nWell, it's true that I'd like a drink for the entire staff.",
    "全員分！？　それ、モデル側が用意するものなのか？": "For everyone?! Is that something the model would prepare?",
    "他の現場ではどうか知らないが、私はそうしている。": "I don't know about other places, but that's what I do.",
    "スタッフ……特に、下の立場である者ほど、\nやることが沢山あって忙しいものだからな。": "The staff...especially those in the lower position...\nI've got a lot to do, so I'm busy.",
    "私は写真を撮られているだけなのだから、\nそのくらいの労いはして当然だろう。": "I'm just being photographed,\nIt's only natural that she'd thank me that much.",
    "しかし……今頼みたいのは、別の仕事だ。": "But... what I want you to do right now is something else.",
    "別の仕事？": "Another job?",
    "外にファンが集まってきているようでな……\nそちらの対応を頼めるか？": "It looks like fans are gathering outside...\nCan you handle that?",
    "そういえば、外がガヤガヤしてる気が……": "Come to think of it, I feel like there's a lot of rubble outside...",
    "（リモート授業が多い校舎だから、普段ほとんど人なんていない\nはずなのに。レイヴェル目当てでわざわざ集まったってことか）": "(It's a school with a lot of remote classes, so there's hardly anyone around.)\nOr at least, that's what they were supposed to do. So they came all the way here just for Ravel.)",
    "撮影の邪魔はしないと思うが……\n念の為教室まで入らないようにおさえておいてほしい。": "I don't think they'll get in the way of the photo shoot...\nJust in case, I'd like you to hold me back so I don't go into the classroom.",
    "了解した。": "Understood.",
    "あと私のファンは女性が多くてな……\n一応うかつに身体を触ったりしないよう配慮してくれたら助かる。": "Also, my fans are mostly women...\nJust in case, it would be helpful if you were careful not to touch my body carelessly.",
    "さすが、細かいファンへの気遣いも完璧だな……\n任せてくれ。": "As expected, she's perfectly considerate of her fans...\nLeave it to me.",
    "レイヴェルさーん！": "Mr. Ravel!",
    "レイヴェルー！": "Rayveloo!",
    "うお、やば……想像してた以上の人数が集まってる……\n歩くのも大変だ……いや、怯んでる場合じゃないか。": "Whoa, crap... There's even more people here than I imagined...\nWalking is hard... No, this isn't the time to be cowering.",
    "すみませーん！　ここで、一旦ストップしてくださーい！\nあ、押さないで押さないで！": "Excuse me! Please stop here for a moment!\nOh, don't push! Don't press!",
    "ちょっと今足踏んだでしょ！": "You just stepped on my foot!",
    "踏んでないし！": "I didn't step on it!",
    "撮影中ですので、お静かにお願いしまーす！": "We're in the middle of filming, so please be quiet!",
    "（俺の声、ほとんど届いてねぇな、これ……）": "(My voice barely reaches her...)",
    "うええーん……おねえちゃあん……": "Waaaaah... Onee-chaan...",
    "……ん？": "...Hm?",
    "うぐ……ひっく……ここどこぉ……": "Ugh... *hic*... Where am I...",
    "おーい、お嬢ちゃん、どうした？\n迷子になったのか？　名前は？": "Hey, little lady, what's wrong?\nAre you lost? What's your name?",
    "うええ……ひいーん……おねえちゃん……が、\nいなくなったのぉ……": "Uhhh... hiiiin... Onee-chan... but...\nShe's gone...",
    "なるほどな……\nとりあえずここにいたら危ないから、中に入ろうか。": "I see...\nAnyway, it's dangerous to stay here, so let's go inside.",
    "う、うん……": "Y-Yeah...",
    "（しかしなんでこんな小さい子が、学園の校舎に……\nファンって感じじゃないし、ここにいる人たちの身内だろうか？）": "(But why is a little girl like her in the school building...?)\nShe doesn't seem like a fan, so maybe she's related to the people here?)",
    "どうした、%usernameusernameuserna%？　その子は……": "What's wrong, %usernameusernameuserna%? She's...",
    "どうやら迷子みたいだ。": "Looks like she's lost.",
    "おねえちゃん……": "Onee-chan...",
    "……なるほど、撮影は中断だな。この子の保護者を捜すのが優先だ。\nスタッフには私から説明する。": "...I see. We'll have to stop filming. Finding this girl's guardian takes priority.\nI'll explain it to the staff.",
    "ちょ、ちょっと待ってください、中断は困ります！\n学園には風紀委員会がいるでしょう！　そちらに任せれば……": "W-Wait a minute, we can't interrupt!\nThere's a disciplinary committee at the academy, isn't there? If I leave it to you...",
    "だめだ。風紀委員会に通報しても、手続きから着手まで時間を要する。\nその間、この子に長く寂しい思いをさせてしまうだろう。": "It's no good. Even if I report it to the disciplinary committee, it'll take time from the paperwork to start.\nIn the meantime, I'm sure I'll make her feel lonely for a long time.",
    "だから、私の手で捜し出してあげたい。": "That's why I want to find her with my own hands.",
    "ですが、このあとも撮影のスケジュールが……": "But after this, the schedule for the photo shoot is still...",
    "今日の撮影はチャリティーイベントのためのもの……\nつまり、か弱き者達のために行うものだろう。": "Today's photo shoot is for a charity event...\nIn other words, it would be done for the weak.",
    "なのに、目の前の『か弱き者』を優先しないのか？\nそういう行動は、私の主義に反するな。": "And yet, you're not prioritizing the 'weakling' in front of you?\nThat kind of behavior goes against my principles.",
    "そ、そう言われましても……": "Y-You say that, but...",
    "………………": "............",
    "……わかりました。３０分だけですよ。\nその後は、風紀委員会に託すこと……それでいいですか？": "...Understood. Just 30 minutes.\nAfter that, we'll leave it to the disciplinary committee... Is that okay?",
    "……ありがとう。": "...Thank you.",
    "さて、どこから捜すべきか……ん？": "Now then, where should I start looking... Hm?",
    "俺はさっそくＬＯＣの知り合いに、\nスマートデバイスで連絡を取っていた。": "I immediately turned to an acquaintance of the LOC\nI was using a smart device to contact her.",
    "……ああ、そうだ。エヴィのハッキングスキルなら校区のカメラから、\n迷子の保護者捜せないかなって。写真は今から送る。": "\"...Yeah, that's right.\" If it was Eve's hacking skill, it was coming from the school district's cameras\nI was wondering if I could find a lost child's guardian. I'll send the photo now.",
    "もちろん、フルート達にもお願いしようと思ってる。\n顔が広いから、人海戦術もできるはずだし……ああ、頼んだ。": "Of course, I'm thinking of asking the flute players to do the same.\nI know a lot of people, so I should be able to use human-sea tactics... Yeah, I'm counting on you.",
    "%usernameusernameuserna%？": "%usernameusernameuserna%?",
    "今ＬＯＣの知り合いに連絡したんだ。\n多分この方法ならすぐ見つかるぞ。": "I just contacted an acquaintance of mine at the LOC.\nWe'll probably be able to find it in no time.",
    "時間がない上に手がかりが少なすぎるから、\nとにかく人を集めて人海戦術を取ろうと思ってさ。": "Not only do we not have much time, but we don't have many clues, so...\nAnyway, I was thinking of gathering people and using human-sea tactics.",
    "なる……ほど。": "I see... I see.",
    "それから――": "And then――",
    "おっ、着信きた！　もしもし！": "Oh, I got a call! Hello!",
    "おお～！　さすがだな、エヴィ！\nそっか、フルート達も……！　みんなには感謝だな！": "Wow! That's amazing, Eve!\nI see, the flutes too...! I'm so grateful to everyone!",
    "レイヴェル、この子のお姉さん、見つかったらしい！\n今からこっち来るって！": "Ravel, I think we found this girl's sister!\nHe's coming this way now!",
    "なにっ、本当か！？": "What, really?!",
    "ああ。ちなみにお姉さんはＬＯＣの生徒で、遊びにきた家族を案内\nしてたそうだ。その途中で逸れてしまったんだって。": "Yeah. By the way, your sister is a member of the LOC, and she's showing you around the family that came to hang out.\nI heard she was. She got distracted in the middle of it.",
    "……ん、エヴィ？　ああ、わかってる。お礼はちゃんとするよ。\n何がほしいか考えておいてくれ――それじゃ。今日はありがとう。": "...Hm, Eve? Yeah, I know. I'll make sure to thank you.\nThink about what you want. Well then, thank you for today.",
    "そうしてスマートデバイスでの通話は終わった。": "And with that, the call ended on the smart device.",
    "ふぅー……\n良かったな、レイヴェル。これで一件落着だ。": "Phew...\nGood for you, Ravel. That settles it.",
    "……すごいな。": "...Amazing.",
    "え？": "Huh?",
    "%usernameusernameuserna%はあっという間に、\nこの問題を解決してみせた。": "In the blink of an eye, %usernameusernameuserna%...\nI solved this problem.",
    "解決したのは俺じゃなくて、トレブルクインテットのみんなだけどな。": "It wasn't me who solved it, though. It was everyone from Treburg-Intedt.",
    "もちろん、彼女たちにも感謝してる。\nだが、%usernameusernameuserna%の冷静な行動があってこそだ。": "Of course, I'm also grateful to the girls.\nBut it was thanks to %usernameusernameuserna%'s calm actions.",
    "正直私はＬＯＣ校区……最悪学園中を走り回って捜すつもりだった。\n目の前のことに焦って冷静さを欠き、自ら選択肢を絞っていた。": "Honestly, I was in the LOC school district... Worst-case scenario, I planned to run around the school looking for her.\nShe'd lost her composure in panic over what was in front of her, and she'd narrowed down her options herself",
    "それじゃ、３０分で見つけるのはかなり運任せになるな。": "In that case, it'll be a lot of luck to find it in 30 minutes.",
    "ああ……お前が一歩立ち止まって、\n最善の方法をとってくれたおかげでそうならなかった。": "Ahh... You came to a stop,\nIt didn't happen because you took the best way.",
    "落ち着いて状況を見れば、意外にも選択肢は多くあるもんだ。\n急いでいるときこそ、冷静になるべしってな。": "Now that I've calmed down and looked at the situation, there are surprisingly many options.\nIt's when you're in a hurry that you need to calm down.",
    "ふっ……そうだな。\n私にはまだまだ模索が足りなかったよ。": "Heh... You're right.\nI still haven't explored enough.",
    "――翌日。レイヴェルは動画インタビューを受けていた。\n特に何の問題もなく進行して……": "—The next day, Ravel was receiving a video interview.\nIt progressed without any particular problems...",
    "……以上だ。仕事と学園生活を両立させてくれる、\nこの学園にはとても感謝している。": "...That's all. It's a way to balance work and school life.\nI'm very grateful to this school.",
    "さすがレイヴェル、インタビューの受け答えも完璧だなあ……": "That's Ravel for you. Her interview answers are perfect...",
    "ありがとうございます。では今日のインタビューはこれで……": "Thank you very much. Well, that's all for today's interview...",
    "すまない、ちょっといいだろうか。": "Sorry, can I have a moment?",
    "えっ、はい？": "Huh? Yes?",
    "今日の動画に求められていたのは学園生活の話だったが……\n少し、私の出身について話してもいいか？": "Today's video was about school life, but...\nCan I tell you a little bit about where I come from?",
    "もちろんです！　レイヴェルさんはあまり過去の話をされないので、\nファンも喜ぶと思いますよ！": "Of course! Mr. Ravel doesn't talk much about the past, so...\nI'm sure your fans will love it!",
    "私は……元々、リバティ南部のベイサイド区出身だ。\n母は、先住民カルンバ族の血を引いている。": "I was originally from the Bayside District in southern Liberty.\nMy mother has the blood of the native Kalmba.",
    "ベイサイド区は多文化コミュニティで、その分経済格差も深刻だ。\n両親も重労働がまったく報われない生活をしてきた。": "The Bayside District is a multicultural community, and the economic disparity is even more severe.\nMy parents have lived a life where hard labor is completely unrewarded.",
    "私がこうしてモデルをやっているのは……人口減少や貧困で\n衰退していく生まれ故郷を、再興したいと思ったからなんだ。": "The reason I'm modeling like this...is because of population decline and poverty.\nBecause I wanted to restore my declining birthplace.",
    "モデルとパイロットという２つの立場で、\n社会的影響力を持つ存在になりたい。": "In two positions: model and pilot.\nI want to be socially influential.",
    "そうすれば……故郷にも注目や投資が集まり、活気を取り戻す\nきっかけになるかもしれないから……": "That way... attention and investment will be drawn to my hometown as well, and I'll regain my vitality.\nIt might be a good opportunity...",
    "無論、いずれ私も故郷に戻るつもりだ。そのとき皆が笑顔に\nなれる場所になっていてほしいと……そう願っている。": "Of course, I intend to return to my hometown someday. That's when everyone smiles.\nI want it to be a place where I can be... That's what I want.",
    "レイヴェル……": "Ravel...",
    "だ、だから、あの……": "S-So, um...",
    "レイヴェルさん？": "Mr. Ravel?",
    "この動画を見てくれる人達にお願いしたいんだ。\nどうか……えっと……": "I'd like to ask the people who will watch this video.\nPlease... Umm...",
    "（……？　なんか急にしどろもどろになったな……）": "(...? She's suddenly so flustered...)",
    "私に……故郷を救うために……協力してくれないだろうか？\nもちろん私もより頑張るつもりだ。でもいろんな選択肢を取りたい。": "Will you... cooperate with me... to save my hometown?\nOf course, I'm going to do my best too. But I want to take all kinds of options.",
    "尊敬に値するある人の、何気ない行動を見て……\nもっと状況を落ち着いて見つめることを知ったんだ。": "Seeing the casual actions of a certain someone worthy of respect...\nI learned to look at the situation more calmly.",
    "些細な助言でもいい。応援してくれるだけで嬉しい。\nそれだけでもとても助かる。どうか、お願いしたい。": "I don't care if it's a small piece of advice. I'm just happy that you're cheering me on.\nThat alone is a huge help. Please, I beg of you.",
    "（すごいな。ここまでさせる、尊敬する人って……\n一体、どんな奴なんだろう……）": "(Amazing. Someone I respect so much...)\nI wonder what kind of person he is...)",
    "俺は思うのだった。彼女のこの切実なお願いが、\nひとりでも多くの人に届くことを――": "That's what I think. This earnest request from her...\nTo reach as many people as possible――"
}