{
    "ゲーセンか。ちょっと時間も空いたことだし、\nたまには気晴らしに遊んでいこうかな。": "The arcade, huh? I had a little free time,\nMaybe I should take a break and play once in a while.",
    "……えっと……": "...Umm...",
    "（あれは……七彩？　あんなお嬢様がひとりで来るとは考え難いが、\n何をキョロキョロしてるんだ？）": "(Is that...Shichika? It's hard to imagine a young lady like that coming alone,\nWhat are you looking around for?)",
    "七彩。友達でも探してるのか？": "Shichika. Are you looking for a friend?",
    "あっ……！　%usernameusernameuserna%さん。": "Ah...! %usernameusernameuserna%.",
    "い、いえ、ひとりですわ。": "N-No, I'm alone.",
    "へぇ……意外だな。\n七彩がひとりでゲーセンに来るだなんて。": "Huh... That's surprising.\nTo think that Shichika would come to the arcade alone.",
    "……やっぱり、わたくしには似つかわしくないでしょうか。": "...It really doesn't suit me, does it?",
    "そんなことないけど。": "That's not true, though.",
    "――そうだ。連れがいないんだったら、\nせっかくだし一緒に遊んでいかない？": "—That's right. If you don't have a companion,\nSince you're here, why don't we play together?",
    "……！\nよろしいのですか？": "...!\nAre you sure?",
    "もちろん。相手がいた方が楽しいからさ。": "Of course. It's more fun to have someone around.",
    "で、七彩はどんなのが好きなんだ？\nUFOキャッチャーか？　メダルゲーム？": "So, what kind of stuff do you like, Shichika?\nA UFO catcher? A medal game?",
    "えっ？　えっ！？　え、え～っと……！": "Huh? Huh!? U-Umm...!",
    "もしかして、格闘ゲーム系とかか？\nなんでも七彩の好きなものに付き合――": "Could it be a fighting game?\nI'll go along with whatever Nana likes—",
    "あ、あのっ……！\n実は……！": "U-Umm...!\nActually...!",
    "なるほど。\n初めての場所で、勝手がわからずに困ってたと。": "I see.\nIt's my first time in a place like this, and I don't know what to do with myself.",
    "恥ずかしいところをお見せしてしまいましたわ……": "I've shown you an embarrassing side of me...",
    "……よし。\nそういうことなら、俺がゲーセンのイロハを教えるよ。": "...Okay.\nIf that's the case, I'll teach you Iroha from the arcade.",
    "げーせんの……いろは？": "Geez... Iroha?",
    "俺はちょくちょく遊びに来ているから、\n大抵のゲームは遊び方を指南してあげられるからな。": "I come here often, so...\nMost games can be taught how to play, after all.",
    "興味を惹かれる筐体があったら、どれでも言ってくれ。": "If there's a cabinet that catches your interest, just let me know.",
    "%usernameusernameuserna%さん……感謝いたしますわ。\nえっと……それでは……": "%usernameusernameuserna%... Thank you very much.\nUmm... In that case...",
    "この子、ふかふかしていて、とっても愛らしいですわ。": "This girl is so soft and lovely.",
    "気に入ってくれたなら、粘った甲斐があったよ。": "If you liked it, then it was worth it.",
    "（俺の財布はずいぶん軽くなっちゃったけど……）": "(My wallet's gotten a lot lighter, but...)",
    "本当に、わたくしがいただいてもよろしいのですか？\n使った分のお金を払わせていただきますので……": "Is it really okay for me to have it?\nI'll pay for what I spent, so...",
    "いや。七彩が欲しそうにしていたから取ったものだし。\n俺からのプレゼントってことで。": "No. I took it because she wanted it.\nIt's a present from me.",
    "……ありがとうございます。わたくしの力だけでは、\nきっとこの子を手に入れることはできませんでしたわ。": "...Thank you very much. With my power alone,\nI'm sure I wouldn't have been able to get my hands on her.",
    "初めてにしては上手だったと思うな。\nあのクレーンのアームが弱すぎただけさ。": "Don't think she was good for her first time.\nThat crane arm was just too weak.",
    "わざと取りにくくしてある、と……？\nゲーセンとは、とても厳しい世界なのですね。": "You're saying it's purposefully hard to get...?\nGame centers are a harsh world, aren't they?",
    "もし今度ひとりで挑戦する機会があったら、\n筐体ごと買い占めてしまった方が早いかしら……": "If I ever get the chance to challenge myself again,\nI wonder if it'd be faster to buy up the entire cabinet...",
    "（それは反則だろ）": "(That's against the rules.)",
    "そういえば、この子の名前はなんというのでしょう？": "Come to think of it, what is this girl's name?",
    "名前を聞いたことはあるんだが……よく覚えてないな。\nちょっと前に少し流行ってたのは覚えてるんだが。": "I've heard her name before, but... I don't really remember.\nI remember it being a little popular a little while ago.",
    "せっかくだから、七彩が名前をつけてあげたら？": "Why don't you give it a name, Shichika?",
    "わたくしが？\n……そうですわね……": "Me?\n...You're right...",
    "では、『%usernameusernameuserna%さん２号』でいかがでしょう。": "How about %usernameusernameuserna%-san No. 2?",
    "なんで俺の名前。しかも２号って。": "Why my name? And number two?",
    "『%usernameusernameuserna%さん・改』の方が\nよろしかったでしょうか。": "\"%usernameusernameuserna%-san/Arata\" is better.\nIs that all right with you?",
    "……俺の名前をつけるのはやめにしないか？": "...Why don't you stop naming me?",
    "取っていただいた方の名にあやかるのが筋かと思いまして。": "I thought it would make sense to use the name of the person who got it.",
    "そういう義理は通さなくていいよ。": "You don't have to be obligated to do that.",
    "もし近くでぬいぐるみの名前を呼ばれたら、\nうっかり俺が返事しそうだ。": "If someone called out the name of a stuffed animal nearby,\nI feel like I'm going to carelessly reply.",
    "ふふっ。想像したら、ちょっと楽しそうですわ。": "Heehee. Just imagining it sounds like fun.",
    "さて。次はどんなゲームで遊んでみたい？": "Now then. What kind of game would you like to play next?",
    "たくさんあって、目移りしてしまいますが……": "There are so many of them, I can't help but wonder...",
    "――あっ。": "――Ah.",
    "七彩……？": "Nanasai...?",
    "（うちの校舎の子達が踊ってる……ダンスゲームか）": "(The girls from our school are dancing... A dance game, huh?)",
    "ちょっと順番待ちすれば、すぐ遊べると思うぞ。\nそれとも、あの子達に混ぜてもらうか？": "If you wait your turn, you'll be able to play in no time.\nOr would you like those girls to join you?",
    "……": "......",
    "……いえ。別に踊りたいわけではありませんの。": "...No. I don't really want to dance.",
    "なら代わりに他のゲームを……って雰囲気じゃなさそうだ。\n気分でも悪くなったのか？": "In that case, I'll play another game instead... That doesn't sound like the atmosphere.\nDid you get sick?",
    "……場所を変えようか。": "...Let's go somewhere else.",
    "お気遣いいただいたようで、申し訳ありません。": "I apologize for your concern.",
    "俺がちょっと気疲れしただけだから。\nほら、ゲーセンの中って騒がしいからさ。": "I'm just a little tired.\nLook, there's a lot of noise in the arcade.",
    "……それで、七彩。\nどうしたのか聞かせてくれないか。": "...So, Shichika.\nCan you tell me what's wrong?",
    "……はい。分かりましたわ。": "...Yes. Understood.",
    "わたくしは、メイズ関連事業で財を成した家に生まれました。": "I was born into a family that made a fortune in a maise-related business.",
    "厳しい両親の言いつけで、わたくしは小さい頃から\nさまざまな習い事を身につけさせられてきました。": "At the behest of my strict parents, I've been\nI've been forced to learn a lot of things.",
    "お茶に、書に、社交ダンス……": "Tea, books, ballroom dancing...",
    "（社交ダンス……さっきのダンスゲームを見て、\n習い事の日々を思い出したのか）": "(Society dance... Seeing that dance game earlier,\nDid she remember the days of her lessons?)",
    "両親の理想とする子になるべし、と……\nですが、わたくしの望みは違うのです。": "I should become the ideal child for my parents...\nHowever, my wish is different.",
    "敷かれたレールに沿って進むのではなく本物の令嬢に……\n両親とは違う自分になりたかったのですわ。": "Not by following the rails laid out, but by a real young lady...\nI wanted to be different from my parents.",
    "この学園に入学したのも、それが理由でした。": "That was also the reason I enrolled at this academy.",
    "ご両親には反対されなかったのか？": "Your parents didn't object?",
    "いえ。それどころか、我が社に箔が付くと\n喜んで賛成してくれましたわ。": "No. On the contrary, our company will be foiled.\nHe was happy to agree.",
    "……自ら選択したはずの道でさえ、\nわたくしは両親の敷いたレールの上にいるようで……": "...Even the path she should have chosen...\nI seem to be on the rails laid out by my parents...",
    "そんな呪縛から解放されたくて、\n気がついたらゲームセンターに飛び込んでいたのです。": "I wanted to be freed from that curse,\nBefore I knew it, I had jumped into the arcade.",
    "……七彩は束縛を意識しすぎているんじゃないか？\n自由になりたいって考えに囚われる必要はないと思う。": "...Isn't Shichika too conscious of restraint?\nI don't think there's any need to get caught up in the idea of being free.",
    "えっ……？": "Huh...?",
    "未知の世界に飛び込んだところで、\n人は過去の経験からは逃れられない。": "Just as I plunged into the unknown...\nPeople can't escape past experiences.",
    "でも、たとえ押しつけられた道だろうと、\n積み重ねてきた経験は七彩自身のもののはずだ。": "But even if it was a path that had been forced upon her,\nThe experience I've accumulated should be Shichika's own.",
    "わたくしのもの……\n両親に与えられた道であっても……？": "Mine...\nEven if it's the path my parents gave me...?",
    "七彩が歩んできた道を否定することはないさ。": "There's no denying the path Shichika has taken.",
    "悩んだら、経験から逃げ出そうとせずに、\nなんであれ向き合ってみたらいいんじゃないか。": "If I agonized over it, I wouldn't try to run away from my experience\nWhatever it is, why don't you face it?",
    "向き合う……": "Face it...",
    "その中にきっと、確かなものがあるはずだ。\n自分で選んだって信じられるものが。": "I'm sure there's something certain in there.\nSomething I can believe I chose for myself.",
    "……！": "...!",
    "%usernameusernameuserna%さん。\nもう少しだけ、わたくしにお時間をいただけますか。": "%usernameusernameuserna%-san.\nCould you give me a little more time?",
    "ついて来てほしいのです。%usernameusernameuserna%さんに\n見ていただきたいものがありますの。": "I want you to come with me, %usernameusernameuserna%.\nThere's something I want you to take a look at.",
    "この花壇が、七彩が俺に見せたかったもの？": "This flowerbed is what Shichika wanted me to see?",
    "はい。わたくしが育ててきたものです。\n学園に許可をいただいて、一から作り上げましたわ。": "Yes. It was raised by me.\nI got permission from the academy to make it from scratch.",
    "ここの一角が全部、七彩の庭園ということか。\n……すごいじゃないか。": "So this whole corner is a seven-colored garden.\n...Isn't that amazing?",
    "そ、そうでしょうか。": "I-Is that so?",
    "花なんて繊細なものなのに、どれも綺麗に咲いてるんだ。\n七彩がひとつひとつ大切に育ててきた証拠だろ？": "Even though flowers are delicate things, they all bloom beautifully.\nIt's proof that shichisai raised them carefully one by one, right?",
    "ガーデニングには自然と熱が入ってしまうのです。\n特に意識してやってきたことでは……": "Gardening naturally gets heated.\nIt's not something I've been particularly conscious of...",
    "好きなんだな。花を育てるのが。": "You like growing flowers, don't you?",
    "……はい。": "...Yes.",
    "園芸も、ご両親の指示で学んだこと？": "Gardening is also something your parents taught you?",
    "いいえ。父からも母からも、鳴滝家の者が\n土いじりなどする必要はないと窘められました。": "No. The Narutaki family came from my mother and father.\nI was scolded that there was no need to mess with the soil.",
    "それでも続けてきたってことは……": "But the fact that she's been doing it all this time means...",
    "そう……ですわね……わたくしが望んだからです。\nわたくし自身が、選択したからですわ。": "That's... true... Because I wished for it.\nIt's because I chose it myself.",
    "やっぱり、ちゃんとあるじゃないか。\n七彩が経験してきたことの中に、七彩自身の選択が。": "I knew it. It's there.\nAmong all the things Shichika had experienced, his own choice was...",
    "……ありがとうございます。\n": "...Thank you very much.\n",
    "%usernameusernameuserna%さんを花壇へお連れすると決めた時、\nわたくし自身の選択に気付けたのは――": "When I decided to bring %usernameusernameuserna% to the flower bed,\nThe one who realized my own choice was—",
    "%usernameusernameuserna%さんの言葉で、\nこれまでの自分と向き合えたおかげですわ。": "With %usernameusernameuserna%' words,\nIt's all thanks to me being able to face my past self.",
    "お礼なんていいから、もっと花のことを教えてくれないか？\n君が抱いている、その鉢植えの花はなんだ？": "You don't need to thank me. Could you tell me more about the flowers?\nWhat's that potted flower you're holding?",
    "これは、初心者にもおすすめの多年草です。\n世界中でたくさん品種改良されていますの。": "This is a multi-year herb recommended by beginners.\nThere's been a lot of selective breeding all over the world.",
    "剪定の仕方次第で、このようにたくさんの花を咲かせてくれますわ。\n成長もとても早いんですのよ。": "Depending on how you prune it, you can make lots of flowers bloom like this.\nThey grow very quickly.",
    "剪定か……水やりだけじゃなく、\n色々と気を遣うことが多そうだな。": "Pruning, huh...? It wasn't just watering, either\nLooks like we've got a lot to take care of.",
    "気になるのでしたら、試しに育ててみますか？": "If you're curious, why don't we try raising them?",
    "七彩に育て方を教えてもらえるなら。": "If Shichika could teach me how to raise them...",
    "よろしく七彩先生": "Nice to meet you, shichisaisensei.",
    "一緒に学ぶのが楽しみだ": "I'm looking forward to learning with you.",
    "わたくしでよろしければ、喜んで。\n一から花の扱い方を説明させていただきますわ。": "If you don't mind, I'd be happy to.\nAllow me to explain how to use flowers from scratch.",
    "せ、先生だなんて、よしてください。\nわたくしもまだまだ未熟者ですわ。": "P-Please don't call me a teacher.\nI'm still inexperienced.",
    "少なくとも俺よりは先輩だよ。\n先生がだめなら、七彩先輩ってことで。": "At least she's more senpai than I am.\nIf Ms. Naruse can't do it, I'll just call her Nanaya-senpai.",
    "もう……からかわないでください。\nどうか今まで通りの呼び方でお願いします。": "Please...don't tease me anymore.\nI beg of you, please call me by the same name as before.",
    "わたくしもです。\n人に上手に教えようとする努力は、自分の身にもなりますから。": "Me too.\nTrying to teach people well is something you can do for yourself.",
    "一緒に過ごす時間が増えれば、\n俺が知らなかった七彩のことをもっと知れるしな。": "If we spend more time together,\nI'll be able to learn more about the shichisai I didn't know.",
    "花だけでなく、わたくしのことも……？": "Not just flowers, but me, too...?",
    "は、はい。ご理解いただけるよう努めてみますわ。": "Y-Yes. I'll do my best to make you understand.",
    "今日は七彩の思いがけない一面を知れてよかったよ。": "I'm glad I found out about the unexpected side of Shichisai today.",
    "わたくしも、思い切って\nゲーセンに足を踏み入れた甲斐がありましたわ。": "I dared to do the same.\nIt was worth stepping into the arcade.",
    "……これからも、わたくし自身の選択を信じてみようと思います。\n両親のことなど関係なく。": "...I will continue to believe in my own choices.\nIt had nothing to do with my parents.",
    "きっと花以外にもたくさん、七彩だけの大切なものがあるよ。\nこれまでの経験でも、これから経験することでも。": "I'm sure there are plenty of other important things besides the flowers, just for the seven colors.\nWhether it's my experience up until now, or what I'll experience from now on.",
    "わたくしだけの、大切なもの……はい。\nその言葉も、信じてみます。": "Something precious just for me... Yes.\nI'll take you at your word."
}