{
    "それじゃあ、よろしくね！\n%usernameusernameuserna%、頼りにしてるよ！": "Well then, I'm counting on you!\nI'm counting on you, %usernameusernameuserna%!",
    "ん……？　その恰好は……？": "Hm...? What's with that outfit...?",
    "体育祭なんだから、体操服になるに決まってるでしょ？": "It's a sports festival, so of course you'll be wearing gym clothes, right?",
    "……いや、普段の服は実戦でも使えるものだろ？\n別に着替える必要はないんじゃないか？": "...No, normal clothes can be used in real combat too, right?\nYou don't really need to change, do you?",
    "それとこれとは別でしょう？\nお祭りなんだから、衣装はちゃんと着替えないと。": "That's different, isn't it?\nIt's a festival, so you have to change your clothes properly.",
    "……そういうものなのか？　いやまあ、\n郷に入っては郷に従えっていうからな……": "...Is that how it works? No, well,\nAfter all, when you enter a village, you have to obey it...",
    "ねえねえ、それよりも早く特訓しようよ！\nもう待ちきれなくて、うずうずしちゃってる！": "Hey, hey, let's do some special training already!\nI can't wait any longer, and I'm itching to go!",
    "ああ、分かった分かった……ごほん。貴様ら！\nこれから体育祭に優勝するために俺が教官となる！": "Ah, I get it, I understand... Ahem. You bastards!\nI'm going to become an instructor so I can win the sports festival!",
    "お前らの返事は全部『イエッサー』とする！\n教官である俺の指示に従うように！　分かったな！": "All of your replies will be yessir!\nFollow my instructions as an instructor! Understood!",
    "イエッサー！！": "Yessir!!",
    "いい返事だ！　それでは早速始めるぞ！\n腕立て、腹筋、屈み跳躍各３０回を３セット！　ただちにかかれ！！": "That's a good answer! Let's get started!\nPush-ups, sit-ups and crouching jumps, three sets of thirty each! Get at me immediately!!",
    "すぐに指示通りにトレーニングを始める４人。": "The four of them immediately began training as instructed.",
    "（……まあ、素直に聞いてくれるのはいいことだが）": "(...Well, it's good that he's willing to listen to me.)",
    "シリウスシュガーにした時とは違って、素直に聞いてくれる。\n反発することもなく真剣に取り組んでくれている。": "She listened obediently, unlike when I'd turned her into Sirius Sugar.\nShe's taking this seriously without any backlash.",
    "不満はない。ないのだが……": "I'm not dissatisfied. But...",
    "（くっ……なんだこの物足りなさは……！\nなんというかシリウスシュガーのような歯応えを感じない……）": "(Ugh... What is this lack of food...!?)\nHow should I put it? I don't feel the same crunch as Sirius Sugar...)",
    "はぁ、はぁ……そ、それで次は何をしたらいいのかしら？": "*pant pant*... S-So, what should I do next?",
    "どんな厳しいメニューだってドンと来いだよ！\nシリウスシュガーのみんなから聞いてたし心の準備はできてるわ！": "No matter how strict the menu is, it's always there!\nI heard about it from everyone in Sirius Sugaru, and I'm mentally prepared!",
    "どうやら心の覚悟は十分だったようだな！\nおりこうさんな貴様らには追加訓練だ！": "Looks like you were mentally prepared for this!\nIt's extra training for you orikosans!",
    "（……落ち着け。素直過ぎて物足りなく感じるのは良くないぞ。\n俺の目的はこいつらを優勝させてやることだからな）": "(...Calm down. It's not good to be too honest and feel unsatisfied.\nMy goal is to let these guys win, after all.)",
    "――よし、準備運動はここまでだ！\nまずは綱引き！　ロープを用意しろっ、駆け足！！": "—Okay, that's it for warm-up exercises!\nFirst, the tug-of-war! Get the rope ready, run!!",
    "持ってきた縄を２人ずつのチームに分けて綱引きをさせる。\n現状では力持ちというラウラ側が優勢だ。": "We split the ropes we brought into teams of two and had them do a tug-of-war.\nAs things stood, Laura's side, said to be powerful, had the upper hand.",
    "綱引きはひとりの力で勝負が決まるわけじゃない！\n呼吸を合わせろ！　そうすれば拮抗するはずだ！": "A tug-of-war isn't decided by one person's own strength!\nMatch your breathing! If you do that, we should be able to compete!",
    "組み合わせを変えて何度も挑戦することで最終的に、\nどの組み合わせでも拮抗する程呼吸が合うようになった。": "By changing the combination and trying again and again, in the end...\nThey had become so in sync that they could compete with each other in any combination.",
    "次はリレーの練習だ。リレーは受け渡しの呼吸合わせが重要だ。\n走る速さも重要だが、この競技では戦略も見られるぞ！": "Next, we'll be practicing for the relay race. It's important to keep in sync with the relay.\nRunning speed is important, but you can also see strategy in this game!",
    "バトンを受け渡すタイミングを完璧に身体に叩き込め！\n受け渡そうと思うな、気がつけば相手に渡っているイメージだ！": "Hit your body with perfect timing to hand the baton over!\nDon't think about handing it over. Before you know it, it's like you're crossing over to the other person!",
    "あっさりとリレーも組み合わせを変えても成功するように。\nやはり、プレ・クラス－Ａの連携力は格段に上がっている。": "So that even if you change the relays quickly, you'll succeed.\nAs I thought, Pre-Class-A's coordination has improved significantly.",
    "次は玉入れだ。この競技は個人技の競技に見えるが、\nチームでお互いの弱みをカバーする要素もある。": "Next is the ball case. This competition looks like an individual technique competition, but...\nThere are also factors that cover each other's weaknesses as a team.",
    "集中力を持って的を狙え！　外すとしても、\nお互いの立ち位置を意識して投げればカバーは出来るぞ！": "Take concentration and aim for the target! Even if you miss,\nIf you throw it consciously where you stand, you can cover it!",
    "最初だからか、玉入れはそこまで結果は出なかった。\nだが、この様子であればあっと言う間に習熟するだろう。": "Maybe it was because it was the first time, but Tamaire didn't get that much results.\nBut at this rate, she would master it in no time at all.",
    "よし、そこまで！　全員集合しろ！": "All right, that's it! Gather up!",
    "……さて、貴様らに伝える事がある。\nこれ以上は教えることがないということだ！": "...Now then, I have something to tell you.\nI have nothing more to teach you!",
    "イエッサー？": "Yessir?",
    "ん？": "Hm?",
    "イエッサ、イエッサ！　イエッサー！": "Yessa, yessa! Yessa!",
    "返事は『イエッサー』だけっていうのは指示に従えってことで\n『イエッサー』だけで喋れってことじゃないぞ。": "If the only reply is yessir, that means you have to follow the instructions.\nI'm not asking you to talk just because you're a yesser.",
    "えっ。じゃあ普通に喋っても大丈夫なの？": "Huh? So it's okay to talk normally?",
    "特訓中に質問があったらどうするつもりだったのよ……": "What were you planning to do if you had any questions during training...?",
    "私もイエッサーしか言えないと思ってたよー。": "I thought only Yessir could say it, too.",
    "それで、ジュリーは何が言いたかったんだ？": "So, what was Julie trying to say?",
    "もう教えることはないってどういうこと！？\nまだ初日なのに……もしかして、あたし達が完璧すぎた！？": "What do you mean there's nothing left to teach me?!\nIt's only the first day... Maybe we were too perfect!?",
    "調子に乗るんじゃない。まあ、俺も大雑把に言いすぎた。\n無理にスパルタな訓練をしなくても地力は備わってるってことだ。": "Don't get carried away. Well, I've said too much.\nThat means they don't have to force themselves to do spartan training. They have the strength.",
    "多分、前の事件で鍛えられたのが良かったんだろうな。\nだから、ここからは普通のコーチングをしていくぞ。": "It was probably for the best that she'd been trained during the last incident.\nThat's why I'm going to coach you normally from here on out.",
    "じゃあ、まだ私たちと一緒にいてくれるの？": "So you're still going to be with us?",
    "もちろん。": "Of course.",
    "なーんだ。焦って損したわ。": "What's this? What a waste of time.",
    "よーし！　それじゃあ優勝に向けて明日からもがんばるわよ！": "All right! Let's do our best tomorrow to win!",
    "おーっ！": "Ohhh!",
    "（燻っている人間は、何かしらの切っ掛けで成長するが……\n前の事件はジュリーたちには成長する転機になったみたいだな）": "(People who are smoldering will grow up with some kind of trigger, but...)\nLooks like the last incident was a turning point for Julie and the others to grow.)",
    "（このまま順調にいけば体育祭で優勝も現実的な話になるな。\nなら、細かい部分でしっかりとサポートをすればいいか）": "(If things keep going smoothly, winning the sports festival will be a realistic story.\nIn that case, I guess I'll just have to support her in the details.)",
    "それから数日が経過した。\n当初、想定していた以上に特訓は成果が出ている。": "Several days had passed since then.\nIn the beginning, special training has produced more results than I had initially anticipated.",
    "ただひとりを除いて――": "Except for one――",
    "うぐぐ……うあー！　だめ、我慢できない……ううう！\nはぁ……ごめんね、みんなぁ……うう……": "Ugh... Uwah! No, I can't hold back... Uuu!\nHah... I'm sorry, everyone... Ugh...",
    "気にしないで。どうしても難しい事ってあるもの。\nノエルちゃんは、勝手に体が動いちゃうんだよね？": "Don't worry about it. There's always something difficult.\nNoel's body moves on its own, right?",
    "うん……邪魔なものがあるなぁって思ったら、\n体が勝手に動いて壊しちゃう……": "Yeah... Just when I thought there was something in the way...\nMy body moves on its own, destroying it...",
    "まさか、こんな落とし穴があったとはな……": "I didn't think there'd be a pitfall like this...",
    "問題が起きたのは、障害物競走のトレーニング中。\nノエルが障害物を強引に倒して無理やり突破してしまうのだ。": "The problem arose during the obstacle course training.\nNoel will forcefully defeat the obstacles and force her way through.",
    "いくつかの障害を乗り越えて最後は網の下を這って通り抜ける。\nそんなコースが予定されているのだが……": "After overcoming a few obstacles, they eventually crawled under the net and passed through.\nThat's the plan, but...",
    "そうね……ハードルや跳び箱、\nコーンの間を通り抜けるスラローム走でも障害を薙ぎ倒すのよね。": "That's right... hurdles, jumpboxes,\nEven in a slalom run through the corn, it mowed down obstacles.",
    "でもノエルが一番速くゴールしたわよ？": "But Noel reached the finish line the fastest.",
    "薙ぎ倒して早くゴールしても障害物競走の意味がないでしょ。\n……しかし、これは困ったわね。": "There's no point in mowing them down and finishing the race quickly.\n...Still, this is a problem.",
    "ううん……障害物を倒すとペナルティでタイムが加算されるし……\nあんまり倒した数が多いと失格判定になるのよね。": "No... Defeating obstacles adds a penalty to your time...\nIf you defeat too many of them, you'll be disqualified.",
    "まあ、ノエルはほとんど無意識に全部蹴っ飛ばしたりしたから、\n間違いなく失格判定になるだろうな。": "Well, Noel had almost unconsciously kicked them all, so...\nI'm sure I'll be disqualified.",
    "うう……ごめんね……でも、気づいたら邪魔だなぁって思って、\n勝手に体が動いちゃうの": "Ugh... I'm sorry... But before I knew it, I thought I'd be in the way\nMy body moves on its own.",
    "でも、ノエルちゃんに取っても大変だと思うわ。\n普段から壊したい気持ちを我慢してるだろうから……": "But I don't think it'll be easy for Noel.\nShe's probably holding back the urge to break it...",
    "まあ、そういう意味じゃ本気で壊さなくて助かるよ。\n場合によっちゃハードルを折ったりするかもしれないからな。": "Well, in that sense, I'm glad you didn't seriously break it.\nDepending on the situation, it might break the bar.",
    "（……もしも破損してたら俺が弁償することになるんだろうか？\nそういう意味でもノエルには頑張って欲しいな）": "(...If it's damaged, will I have to pay for it?)\nIn that sense, I want Noel to do her best.)",
    "こういう時は気にしすぎちゃダメよ！\n自然な感じでやれば多分大丈夫だから！": "Don't worry too much at times like this!\nIf you do it naturally, it'll probably be fine!",
    "それじゃあ、もう一回やってみましょ？\n練習してたらきっと良くなるはずだわ。": "Well then, let's try it again, shall we?\nI'm sure you'll get better if you practice.",
    "……うん、わかった。やってみるね……": "...Okay, got it. I'll try...",
    "しかし、何度やってみても結果は同じだった。": "However, no matter how many times I tried, the result was always the same.",
    "日頃はなんとか抑え込んでいる衝動は競技に集中すると、\nどうしてもコントロールできなくなってしまうらしい。": "The urge to somehow suppress it on a daily basis focused on the competition, and...\nIt seems I'll lose control no matter what.",
    "ごめん。やっぱり私、だめっぽい……": "Sorry. I guess I'm hopeless after all...",
    "（……我慢しようとしてるんだが気が緩んだら、\nつい蹴ったりしてしまうみたいだな……）": "(...I'm trying to hold back, but if I let my guard down,\nLooks like I ended up kicking her...)",
    "ここで一旦休憩にしよう。\nこれ以上続けるのはノエルの負担が大きい。": "Let's take a break here.\nContinuing any further would put a heavy burden on Noel.",
    "ねえ……私は障害物競争に不参加ってのはダメかな……？": "Hey... Am I not allowed to participate in the obstacle course?",
    "ううん……ノエルが抜けるとあたしとラウラで全部走るのよね……": "No... When Noel leaves, Laura and I run all over the place...",
    "ごめんなさい。私が足のせいで走る競技に参加できないから……\n二人だけで競技に勝ては現実的じゃないわ。だから、お願い。": "I'm sorry. I can't participate in the race because of my legs...\nIt wouldn't be realistic if the two of us could win the competition alone. So, please.",
    "そうだな……他の生徒が四人チームで走る所を、\n三人で走ってるだけでも相当なハンデではあるからな。": "That's right... I saw the other students running in a four-person team\nJust the three of us running together is quite a handicap, after all.",
    "体力的な問題もあるわ……他の走らない競技なら、私が頑張る。\nだから、ノエル……この競技を頑張って欲しいの。": "There's also the issue of physical strength... If it's another non-running competition, I'll do my best.\nThat's why, Noel... I want you to do your best in this competition.",
    "（……心香も心苦しそうだな。\n自分の怪我のせいで無理を言ってるから仕方ないが）": "(...Kokoroka seems to be in pain too.\nIt can't be helped, though, since she's asking for the impossible because of her own injury.)",
    "それにノエルは、私達の中でも身体能力はずば抜けて高い……\nノエル無しで優勝することは不可能だわ。": "And Noel's physically stronger than any of us...\nIt's impossible to win without Noel.",
    "……だから、お願い。\n私に出来る事なら、なんでってするから。": "...So, please.\nI'll do whatever I can to help.",
    "うう……分かった……何とか頑張ってみる……": "Ugh... All right... I'll do my best...",
    "ノエルも自分の役割は分かっている。\nそれでも弱音が出てきてしまう程に大変なのだろう。": "Noel knows what her role is.\nEven so, it must have been so hard that a weak voice came out.",
    "ふーむ……他に良い方法がないか考えてみるか。": "Hmm... Let's see if there's any other way.",
    "うーん……そういわれても難しいわね……": "Hmm... Even if you say that, it's hard...",
    "メイズ探索に置き換えて考えてみよう。ノエルはＭＧに乗ったとき、\nもし狭くて障害物だらけの場所に出たらどうするんだ？": "Let's think about replacing it with a search for the Maze. When Noel got on the MG...\nWhat if we're in a cramped, obstacle-ridden place?",
    "え？　その時は当然全部壊して進んじゃうよ？": "Huh? If that happens, of course we'll destroy them all and move on.",
    "だって、メイズでそういう場所があったとして、\n視界が開けてないし危険だから壊した方がスムーズだよ？": "I mean, let's say there was a place like that in Mayse\nIt's dangerous and it's not open, so it'll be easier to destroy it.",
    "……確かにそれはそうだ……": "...That's true...",
    "納得してどうするのよ。": "What are you going to do if I agree?",
    "あはは……今はメイズ探索に例えるのはダメだったかも。\n正解は色々とあるものね。": "Ahaha... Maybe I shouldn't have compared it to searching for Mayse right now.\nThere are a lot of correct answers.",
    "そうね……うーん、でもどうするのがいいのかしら？\nノエルが暴れずに障害物を超えられる方法……": "Yeah... Hmm, but what should we do?\nA way for Noel to surpass obstacles without flailing...",
    "ふうむ……\n部屋の中に置かれているものは壊したりしないんだよな？": "Hmm...\nYou won't destroy anything in the room, will you?",
    "流石にそんなことはしないよ！？　……ある程度は。": "Of course I wouldn't do that! ...To a certain extent.",
    "それでもある程度なのね。\nうーん、じゃあやっぱり解決方法にならない気がするわ。": "Even so, it's only to a certain extent.\nHmm, then I don't think there's a way to solve it.",
    "いわゆる癖みたいなものよね……\nいきなり癖をやめろって言われても辞めれたら苦労しないわ。": "It's like a habit...\nI won't have any trouble if you suddenly tell me to quit my habit.",
    "……もう一回、やってみるね。": "...I'll try again.",
    "そういって練習を繰り返すが、結局その日はうまくいかないまま、\n練習を終えることになるのだった。": "She repeated her practice as she said that, but in the end, it didn't go well that day.\nWe ended our practice session."
}