{
    "本当にお邪魔しちゃってよかったのかな。": "Was it really okay for me to intrude?",
    "大したおもてなしはできませんが。\nどうしてもお礼がしたいのです。": "I can't give you much hospitality, though.\nI want to thank you no matter what.",
    "大切なことに気付かせていただいたお礼を……": "Thank you for letting me realize something so important...",
    "何も慌てることはなかったのに。\n後日改めて食事とか……": "There was nothing to panic about.\nWe'll have another meal at a later date...",
    "きょ、今日がいいんです。\nこの気持ちが……絞り出した勇気が、しぼんでしまわないうちに……": "I-It's fine today.\nBefore these feelings......the courage I mustered......can wilt......",
    "……七彩？": "...Seven colors?",
    "んっ――": "Nn—",
    "七彩の体が胸に飛び込んでくるのと同時、\n湿った感触が唇に触れていた。": "At the same time as Shichika's body flew into her chest...\nA moist sensation touched my lips.",
    "ちゅっ……ん……はぁ……": "*kiss*... nn... hah...",
    "……大したおもてなしはできないなんて言っていたけど、\n十分すぎやしないかな。": "...She said she couldn't offer much hospitality, but...\nIsn't that more than enough?",
    "イ、イヤだったでしょうか……": "I-I don't think I like it...",
    "そんなわけないよ。\nでも、大切なもののはずだろ？": "Of course not.\nBut it's important, isn't it?",
    "大切なものだからこそ……大切な人にあげたいのです。\nこれも、わたくしの選択ですわ。": "Because it's important to me... I want to give it to someone important.\nThis is also my choice.",
    "じゃあ、ちゃんと受け止めないとな。": "Then I'll have to catch it properly.",
    "はい……全部、受け止めていただきたいです。\nちゅ……ちゅぱっ……ん、んんっ……！": "Yes... I want you to accept it all.\n*kiss*... *smack*... Mm, mmm...!",
    "はふ……はぁ……はぁ……\nわたくし、はしたない姿をお見せしてしまっていますね。": "*pant*...*pant pant*...\nI've shown off my vulgar appearance.",
    "もっと俺の知らない七彩を見せてほしい。": "I want her to show me more of the seven colors I don't know.",
    "んんんっ……！\n%usernameusernameuserna%さん……": "Nnnngh...!\n%usernameusernameuserna%...",
    "わたくし、なんだか体が熱くなってまいりました……\nとても自分では抑えきれないくらいに……": "I'm starting to feel hot...\nSo much so that I can't control it myself...",
    "制服の上からでも七彩の火照りを感じた。\n俺の腕の中で、もどかしそうに欲求が燻っている。": "Even through her uniform, I could feel the seven colors of her flush.\nMy desire is smoldering impatiently in my arms.",
    "……熱を、冷ましていただけますか……？\nそれか、いっそもっと熱くしていただければ……": "...Could you cool your fever...?\nOr maybe I should just make it hotter...",
    "制服の襟に手をかけながら、俺は七彩をベッドへと導いた。": "Putting my hand on the collar of my uniform, I guided Shichika to the bed.",
    "ん――んく……ん、ん、んんんぅぅっ！": "Nn—nnku...nn, nn, nnnnuuu!",
    "きつく握りしめた手の平から伝わる体温以上の高熱が、\n女の子の部分から発せられている。": "I could feel a higher heat than the body heat coming from the palm of my tightly clenched hand\nIt's coming from the girl.",
    "咥え込まれた俺のペニスは金属のようにガチガチになっていたが、\nそれすらも溶かされてしまいそうなほどだった。": "My penis, which was held in her mouth, was as hard as metal, but...\nIt felt like even that would melt away.",
    "くぅっ……っ……あ、は、入り……ましたの……？\nちゃんとっ……%usernameusernameuserna%さんのもの……全部……": "Kuuh...... h...... ah, y-you...... went in......?\nMake sure......everything......is Xenois-san's......",
    "ああと返事したものの、ちゃんと伝わっているかは怪しかった。\n七彩の瞳は固く閉じられたまま、絡んだ指も緊張が解けていない。": "I replied with that, but I wasn't sure if it was getting through to her.\nShichika's eyes were tightly closed, and the tension in his intertwined fingers remained unrelenting.",
    "はぁっ……はぁっ……%usernameusernameuserna%さんの、\nこんなにもっ……大きい、なんてぇ……": "Haah... haah... %usernameusernameuserna%-san's...\nI can't believe... it's so big...",
    "ちょっと腰を曲げて、耳元で大丈夫かと尋ねる。\n息を吹きかけられたせいか、紅潮した頬がビクッと震えた。": "I bend my hips a little and ask if she's okay in her ear.\nHer flushed cheeks twitched, perhaps because of the blow.",
    "へ、平気っ……ですわ……どうか……お気になさらず……\n%usernameusernameuserna%さんの、お好きにっ……": "I-I'm... fine... Please... don't worry about me...\nDo whatever you want, %usernameusernameuserna%-san...",
    "呼吸のたびに、大きな乳房が激しく上下する。": "With each breath, her large breasts moved up and down violently.",
    "愛撫している間にすっかり目が慣れて、\n今はサクランボのように愛らしい先端まで視認することができた。": "While I was caressing her, my eyes had gotten used to it.\nRight now, I was able to see all the way to the end, which was as lovely as a cherry.",
    "あっ……で、ですが……んん……\nひとつだけ、お願いが……はぁ……はぁっ……": "Ah... B-But... Mmm...\nThere's one thing I'd like to ask of you... *pant*... *gasp*...",
    "このまま、手を……ずっと……最後まで……\n離さないでくださいませんか……？": "At this rate, my hand... forever... until the end...\nPlease don't let go of me...",
    "答える代わりに、小さな手をしっかり握り返す。": "Instead of answering, I firmly grasp her small hand.",
    "ふぁ……ん……大きくて……ゴツゴツして……\nそれに、とても……温かいです……": "Fuah... nn... It's so big... and rugged...\nAnd it's... very warm...",
    "%usernameusernameuserna%さんの手に……包まれていると……\nんぅ……なんだか……ん……はぁ……あ、安心、しますわ……": "As I'm wrapped... in %usernameusernameuserna%'s hand...\nMm... For some reason... mm... haa... ah, that's reassuring...",
    "その代わり、目を開けてこちらを見てとお願いしてみたが、\n七彩はきゅっと口を引き結んで首を横に振った。": "Instead, I opened my eyes and begged her to look at me, but...\nShichika tightened his mouth and shook his head.",
    "そ、それはっ……はぁ……まだ……無理ですっ……\nだって……真っ直ぐ見つめ合うの……っ、ん……恥ずかしくて……": "Th-That's... hah... still... impossible...\nBecause... staring straight at each other... is embarrassing...",
    "%usernameusernameuserna%さんに、すべて……\n見られてしまってますのに……っ……ん、んんっ……ぁぁあ……": "%usernameusernameuserna%, everything...\nEven though I'm being watched... Nn, nnn... Aaah...",
    "それなら、恥ずかしさより快楽が勝るくらい攻め立てるしかない。": "In that case, I have no choice but to assault her so much that pleasure beats embarrassment.",
    "ひゃんっ……！　んっ！　んっ！\nわ、わたくしの、中っ、そ、そんなにっ……あ、あんっ！": "Hyan...! Nnh! Nnnh!\nM-My insides, th-they're so... ah, ahn!",
    "はぁう……んっ！　ひ、引っかかれてはぁ……！\nお腹っ……奥が……へ、変に……なってしまいますっ……！": "Haau...nnn! D-don't get scratched...!\nMy stomach... My insides... I-I'm... going crazy...!",
    "先ほどまで小刻みに揺さぶっていただけの腰を、\n大きめの動きで前後させる。": "Her hips, which had only been shaking slightly until just a moment ago,\nI move it back and forth with a large movement.",
    "はっ……んっ……ん、ん、ん、んんっ……！": "Hah... mm... mm, mm, mn, mmm...!",
    "まだ本格的に激しく動いているわけでもないのに、\n七彩のなまめかしい体は大きく揺れて、存在感を主張してきた。": "It hadn't even started moving in earnest yet, but...\nShichika's seductive body shook greatly, asserting its presence.",
    "ど……どうして、でしょう……？\nわ、わたくしの……アソコが……あ、あっ……！": "I... I wonder why...?\nM-My... pussy... ah, ah...!",
    "ようやく……受け入れるのに馴染んだと……それなのにっ……\nま、また……く、苦しく……あ、あぁぁ……！": "You've finally... gotten used to accepting it... And yet...\nA-Again... I-It hurts... Ah, ahhh...!",
    "きっと七彩のせいだ。君がいやらしい体で俺を興奮させるから――\nそう伝えると、頬の赤みが耳元まで広がった。": "It must be Shichika's fault. It's because you excite me with your lewd body—\nWhen I told her that, the redness of her cheeks spread all the way to her ears.",
    "う、うぅ……わ、わたくしのせいで……もっと……ふぁ、あっ……\n%usernameusernameuserna%さんのものが、大きくなってしまったと……？": "U-Ugh... It-It's my fault... more... fuah, ah...\n%usernameusernameuserna%-san's thing has gotten bigger...?",
    "ど、どうしましょう……は、入りきらなく……なってしまったら……\n困りますっ……最後まで、して、いただきたいのにっ……": "Wh-What should I do...? I-If I can't... get in...\nThis is a problem... I want you to go all the way to the end...",
    "%usernameusernameuserna%さんをっ……最後まで……っ、んあっ……\n受け止めて……差し上げたいのにっ……ふぁぅ……！": "%usernameusernameuserna%-san... until the end...! Mnah...\nI want to take it... and give it to you... fuau...!",
    "七彩のいじらしい発言に俺の理性が崩れ始め、\nいよいよ動きをセーブするのが難しくなってくる。": "Shichika's adorable statement made my rationality begin to crumble.\nIt was finally getting harder and harder to save her movements.",
    "ふあぁぁっ……！　は、速い、ですっ……！\nさっき、よりっ……も、もっと、んっ、あっ、あぁっ……！": "Fuaaah...! Th-They're...fast...!\nMore than before... M-More, nn, ah, ahh...!",
    "思い切り腰を振りながら、七彩にこっちを見るように促すと、\nようやく潤んだ瞳が俺の姿を捉えた。": "Shaking my hips as hard as I could, I urged Shichika to look at me\nHer moist eyes finally caught sight of me.",
    "わっ……たくしっ……ほ、本当にっ……んっ、んっ、んっ……！\nして、しまってますわ……ぁぁ……！": "Wah... I... R-Really... Nnh, nnh, nh...!\nI-It's locked away... Aaah...!",
    "%usernameusernameuserna%さんとっ……ん……体をっ……重ねて……\nい、いやらしい言葉を、交わして……あぁ、はっ、あぁんっ……！": "With %usernameusernameuserna%-san... nn... our bodies... overlap...\nTh-They're exchanging dirty words... Aah, hah, aahn...!",
    "ちゃんとその目を見開いたことで、ようやくセックスしている\n自覚が生まれたのか、七彩が昂ぶりを加速させていく。": "Now that she's opened her eyes wide, we're finally having sex.\nAs if self-awareness had been born, Shichika accelerated his excitement.",
    "愛液でぬるぬるの膣壁が、まるでそれ自体が\n意思を持った生き物のようにうねり、俺を締め上げだした。": "Her vaginal walls, slimy with her love juices, were like that in and of itself\nIt undulated like a creature with a will of its own, squeezing me tight.",
    "あっ、あうぅぅ……！　わ、わかり、ますっ……！\nわたくし、アソコが……びしょびしょにっ……はふ、んっ、んっ！": "Ah, auuu...! I-I understand...!\nI'm... soaking wet down there... hafh, nnh, nh!",
    "ベッドっ……汚してしまいますぅ……んっ……んくぅ……\n%usernameusernameuserna%さんも……わたくしので、濡らしてっ……！": "The bed... It's going to get dirty... nn... ngh...\n%usernameusernameuserna%-san, you're... getting wet from me too...!",
    "お、お願い……どうか……こんな、姿、見てもっ……\nわたくしを……嫌いにならないで……ください……んんっ……！": "P-Please... Please... look at me like this...\nPlease... don't hate me... Mmm...!",
    "下の口と同じくらい濡れそぼった朱唇へと舌を伸ばし、\n七彩の唾を吸い出す勢いで激しいキスを交わす。": "She extended her tongue to her vermilion lips, which were as wet as her lower mouth\nWe exchange intense kisses with enough force to suck out Shichika's saliva.",
    "んちゅっ……んぁ……れろ……ん、ちゅぱ、ちゅぅっ……！\nく、苦しい……でも……っ……ん、はぁ……！": "*kiss*... Mnah... *lick*... mn, *smack* *slurp*...!\nI-It hurts... But...! ...Nn, haa...!",
    "情熱的で……激しくて……んぁ、あっ、あっ……！　気持ちいい……ですっ、\n……こんなにも、激しいキス……%usernameusernameuserna%さん……！": "It's so passionate... and intense... nnah, ah, ah...! It feels... good,\n...This kiss is so intense... %usernameusernameuserna%-san...!",
    "七彩の名前を呼んだ。何度も、繰り返し。\n膨れ上がった怒張を突き入れるたびに、彼女の名を口にした。": "I call out Shichika's name. Again and again.\nEvery time I thrust my swollen bulge into her, I say her name.",
    "はぅ、はんっ、あ、%usernameusernameuserna%さんっ……\n%usernameusernameuserna%さんっ……！": "Hau, hahn, ah, %usernameusernameuserna%-san...\n%usernameusernameuserna%...!",
    "んんっ、んっ、ずっと、こ、このまま……\nわたくしを……離さないで……そばに、いてください……！": "Nnn, nn, I-I'll stay like this forever...\nPlease... don't let go of me... Please stay with me...!",
    "わたくしの、体で、気持ちよく、なってっ……！\nぜ、全部……わたくしに……吐き出して、くださいっ……！": "My body is making me feel good...!\nP-Please... spit it all out... for me...!",
    "七彩に求められるまま、抽挿を激しくしていく。\n嬌声に混じる水音も、どんどん大きくなっていった。": "As requested by Shichika, I intensified my thrusts.\nThe wet sounds mixed in with her lovely voice grew louder and louder.",
    "あぅ、ぅぅ……ふ、不思議です……んんんぅ……！\nあんなにも、恥ずかしい気持ちで……いっぱいだったのにっ……！": "Auh, uuh... i-it's strange... nnnh...!\nI was so full of embarrassing feelings...!",
    "口にしているうちに……お腹の奥が……じんじんしてっ……\nなんだか、もっと……気持ち、高まって……ぁ、はぁ、はぁっ……！": "As I spoke... the inside of my stomach... began to throb...\nFor some reason, my feelings... are getting stronger... ah, haa, haah...!",
    "七彩の言う通り、肉ヒダの絡みつきが強くなっていくのを感じた。\n唇よりも、握った手よりも強く、俺の欲望を吸い出そうとしてくる。": "Just as Shichika had said, he felt the entanglement of her flesh pleats growing stronger\nShe's trying to suck out my desires even harder than her lips or her grip.",
    "あぁっ……しゃ、射精……しそうなのですね……？\nし、知っています。ち、知識だけは……んんんっっ、あぁっ……！": "Ahh... Y-You're... about to ejaculate, aren't you...?\nI-I know. I-It's just knowledge... Mmmm, ahh...!",
    "%usernameusernameuserna%さんが……んっ、う、動きを止めたら……\nそうしたら…んんっ……セックスは、お終いになってしまうと……": "If %usernameusernameuserna%-san... stops moving...\nIf I do that... nnngh... then sex will end...",
    "で、ですが、わたくし……はしたないと、わかっていても……\nもっと……もう少しだけでも……こうしていたい……っ！": "B-But, even though... I know it's vulgar...\nMore... Just a little more... I want to stay like this...!",
    "%usernameusernameuserna%さんのもので、わたくしの奥、いっぱい、\n突いてっ……もう少しの間……突き続けてほしいのですっ……！": "It's %usernameusernameuserna%-san's, and deep inside me,\nThrust... I want you to keep thrusting... for a little longer...!",
    "七彩の中にぶちまけたい気持ちが頭をもたげていたが、\nその懇願で、もうしばらく行為に没頭できる気がしてきた。": "A desire to dump it all out inside Shichika reared its head, but...\nWith that plea, I was starting to feel like I could immerse myself in the act for a while longer.",
    "できることなら七彩も一緒にイかせてあげたい。\nそう思って、角度を変えながら、丁寧に隘路を往復する。": "If possible, I'd like to let Shichika cum with me.\nWith that thought in mind, I carefully make my way back and forth along the road, changing the angle.",
    "あんっ……！　あ、そ、そこっ……！\nい、今のところ、さっきまでより……刺激、強くっ……！": "Ahn...! Ah, th-that's...!\nS-So far, it's... stronger than before...!",
    "思いがけず、先端が七彩のスポットに接触したらしい。\n示された場所へと、念入りにペニスを擦りつける。": "Unexpectedly, it seemed the tip had made contact with the seven-colored spot.\nI carefully rub my penis against where she's pointing.",
    "はううっ……！　や、やあっ……んんっ！？\nし、痺れ、ますっ……お腹がっ……頭の中もっ……！": "Hauuu......! Y-Yaah......nnn!?\nI-I'm going numb... My stomach... My head...!",
    "も、もっと……もっと、同じように、擦ってほしいって……！\n硬いので、ぐりぐりしてほしいって……思ってしまってぇ……！": "M-More... I want you to rub me more and more in the same way...!\nIt's so hard... I want you to grind it...!",
    "こんな、気持ちいいのっ……初めてでぇ……！\nはふ、んっ、んぁ、あんっ、あんっ……！": "I've never felt this good before...!\nHafu, nn, nna, anh, annh...!",
    "七彩が望むペースで、七彩が求める場所を、\nひたすら同じリズムで刺激し続けた。": "At the pace that Shichika wanted, he wanted to find the place he wanted\nI kept stimulating her in the same rhythm.",
    "い、息が……苦しく……心臓の音も……大きく……なって……！\nあぁっ……%usernameusernameuserna%さんっ……！": "I-I can't breathe... It hurts... My heart... It's... getting louder...!\nAah... %usernameusernameuserna%-san...!",
    "うぅ、んっ……このまま……ひとつに……！\n%usernameusernameuserna%さんと、全部っ……んんんっ！": "Ugh, ngh... Let's... become one...!\n%usernameusernameuserna%-san and everything... Mmmm!",
    "わななく膣の中で、いよいよ肉茎が限界を迎えようとしている。\n小刻みに太股をふるわせる七彩も同じだろう。": "My shaft is finally reaching its limit inside her trembling vagina.\nIt was probably the same for Shichika, whose thighs were trembling slightly.",
    "く、ください……射精をっ……してくださいっ……！\nわたくし、もうっ……いいです、から、い、一緒に……！": "P-Please... ejaculate...!\nI'm... fine now, so c-come with me...!",
    "一緒に、このっ、高まりを……%usernameusernameuserna%さんと……！\nあっ、あんっ、あんっ、んんぅっ！": "Together, we'll make this...increasing...with %usernameusernameuserna%...!\nAh, ahn, ahhn, nnn!",
    "ん、あぁぁっ……わたくし、もう……！\nあぁっ、んっ、あ、あ、あっ、頭、真っ白にっ……！": "Nn, aaah... I'm...!\nAah, nn, ah, aah, aaah, my head's going blank...!",
    "そのあとはもう言葉にならず、せり上がってくる熱に任せて、\nただただ七彩の蜜壺の感触をむさぼった。": "After that, I couldn't put it into words anymore, so I left it to the rising heat\nI just devoured the sensation of her seven-colored honey pot.",
    "ひぁっ、だめ、だめぇ……この、変な、感じ、耐えられなっ……！\nあっ、あっ、あっ、あっ、あっ、あ、あぁぁぁぁ……っ！": "Hyaah, no, no... This weird feeling, I can't take it...!\nAh, ah, ah! Ah, aah, aaaaah...!",
    "思い切り手を握りしめられると同時、膣が収縮して、\n俺自身が搾り上げられ……その瞬間が訪れた。": "At the same time she squeezed my hand as hard as she could, her vagina contracted.\nI was wrung out myself... and the moment came.",
    "ひゃうぅぅぅぅぅぅぅぅんんんっ――！\nあ、あっ、あっ、あぁぁっ……！": "Hyaaaaahhhhnnnnnnn!\nAh, ah, ah! Aaah...!",
    "あ……んんんっ！　っ、は、は、はぁっ……！\nい、いやぁ……ん……んんっ……んんんんんっ……！": "Ah...nnnnn! Ha, ha, haa...!\nN-Nooo... Mm... Mmm... Mnnnnnnn...!",
    "汗でびしょ濡れの肌の震えと、子宮の奥から響くわななきと、\n白濁を吐き出す俺の震動……全部がシンクロしている気がする。": "Her sweat-soaked skin trembled, and the trembling echoed from the depths of her womb\nMy trembling as I spit out my cloudy-white fluids... I feel like they're all synchronized.",
    "はふ、はぁ、はぁ、はぁ……あぅぅ……\n%usernameusernameuserna%さん……んっ……": "*pant pant*... Ahhh...\n%usernameusernameuserna%-san... nn...",
    "七彩と呼吸を合わせ、共鳴に身を委ねた。\n凄まじい解放感と脱力感で、しばらく動けそうにない。": "Resonating with Shichika, I surrendered myself to Resonance.\nThe tremendous sense of release and exhaustion made it seem like I wouldn't be able to move for a while",
    "射精……してくださったのですね……？\nわたくし、ちゃんと……できましたか……？": "You... came, didn't you...?\nDid I... do it properly...?",
    "一生分と言ってもいいくらいの精液を、七彩に注いでしまった。\n繋がったままの秘部からは、熱液が滝のように流れ出している。": "I had poured enough semen into her seven colors to last a lifetime.\nHeat fluids flowed out like a waterfall from where we were still connected.",
    "七彩の頬に額をすり寄せ、感謝を伝える。\nそれで彼女も安心してくれたようだった。": "She rubbed her forehead against Shichika's cheek, expressing her gratitude.\nThat seemed to put her at ease, too.",
    "よかったです……一緒に気持ちよくなれて……\nあ、あの……その……わたくしも、凄く……": "I'm so glad... that we could feel good together...\nU-Um... Um... I'm... really...",
    "じ、自分がこんなにも乱れて夢中になってしまうなんて……\nまったく想像していませんでした……はぁ……": "I-I didn't think I'd be so messed up and engrossed...\nI hadn't imagined it at all... Hah...",
    "うっとりした目で俺を見上げて、ひときわ熱っぽい息を漏らす。": "She looks up at me with enraptured eyes and lets out a conspicuously feverish breath.",
    "%usernameusernameuserna%さん……\nありがとう、ございます……": "%usernameusernameuserna%...\nThank you... very much...",
    "いいや、俺こそ感謝したいくらいだよ。": "No, I should be the one thanking you.",
    "ふふ……お互いに……ですね……\n……%usernameusernameuserna%さんとひとつになれたことが……": "Hehe... We're both...\n...I've become one with %usernameusernameuserna%-san...",
    "強く焼き付いて……忘れられそうにありません。\n……ど、どうしましょう。わたくし、ちょっと怖いです。": "It's burned into my memory... I don't think I'll ever forget.\n...Wh-What should I do? I'm a little scared.",
    "またこんな気持ちの高まりを感じたくなってしまったら……\nわたくしは……耐えられそうにありません。": "If I want to feel this surge of emotion again...\nI... don't think I can stand it.",
    "その時は、また俺が受け止めるよ。": "If that happens, I'll catch it again.",
    "……本当に？": "...Really?",
    "俺だって、また七彩を抱きたいから。": "Because I want to hold Shichika again.",
    "う、うれしいです。とても……\nその時は、またよろしくお願いしますわ。": "I-I'm so happy. Very happy...\nIf that happens, I'll be counting on you again.",
    "あっ……も、もちろん、優しくですわよ。\n……今日くらいのなら、激しくても構いませんけど。": "Ah... O-Of course, I'm being gentle.\n...I don't mind if it's just today.",
    "七彩の言葉に思わず笑みがこぼれてしまう。": "I couldn't help but smile at Shichika's words",
    "照れを隠すように、俺は七彩の上に覆い被さり……\n互いに口づけを何度も何度も交わしたのだった。": "To hide my embarrassment, I lean over Shichika...\nWe kissed over and over again."
}