{
    "外、すごい騒ぎだね。": "There's a huge commotion outside.",
    "おなかすいたぁー！": "I'm so hungry!",
    "ポケットに未開封のビスケットがあったんだけど、食べる？": "There's an unopened biscuit in my pocket. Would you like some?",
    "たべるー♪": "I'll eat it♪",
    "ザルトゥーム島中の記者だのリポーターだのが押し寄せてるっぽいよ。": "It seems like reporters and reporters from all over Zarthum Island are flooding in.",
    "少しは休ませてほしいものだがな。": "I'd like to get some rest, though.",
    "とりあえず、あれから俺とシリウスシュガー、そして直近まで\n行動をともにしていたプレ・クラス－Ａの４人は柊校舎の教室にいた。": "Anyway, ever since then, it’s been me, Sirius Sugar, and most recently\nThe four members of Pre-Class-A, who were acting together, were in the Hiiragi building's classroom.",
    "言ってしまえば、一時的な避難だ。": "To put it bluntly, it was a temporary evacuation.",
    "私もさっき、記者さんに追いかけられて……もう大変で……": "I was chased by a reporter earlier, too... It was so hard...",
    "まさか、あたし達まで追いかけ回されるなんて……": "I didn't think they'd chase us around, too...",
    "仕方ないわ。例のメイズシフター事件の記事に、\n私達も出てきてるし……": "It can't be helped. The article about the maise shifter incident...\nWe're here too...",
    "……ごめん。あたしのせいで、みんなに迷惑かけちゃって。": "...Sorry. It's because of me that I caused everyone so much trouble.",
    "べ、別に、ちゆるさんの責任じゃないですっ！\n私、そんなつもりで言ったわけじゃ……！": "I-It's not your fault, Chiyuru-san!\nThat's not what I meant...!",
    "こんなことになると分かっていたのか？": "Did you know this would happen?",
    "俺達は仲間だ。気にするな。": "We're friends. Don't worry about it.",
    "いいえ、これはあたしの責任よ。身分を隠して柊校舎に入ったのも、\n研究成果を流出させちゃったのも――全部、あたしのせい。": "No, this is my responsibility. I hid my identity and entered the Hiiragi building.\nIt's all my fault that the research results leaked out.",
    "全然。予想もしなかった……": "Not at all. I didn't expect that...",
    "身分を隠していたっていうことは、\n可能性ぐらいは予想していたんじゃないのか？": "The fact that she was hiding her identity means...\nDidn't you at least anticipate the possibility?",
    "今まで上手く隠せていたからこそ、\n大丈夫だと安心しきっていたんだよね。": "It was precisely because she’d been able to hide it well up until now\nI was so relieved that it was all right.",
    "なるほどな……": "I see...",
    "その優しさが逆に辛いな……本当にごめんね。": "That kindness actually hurts... I'm really sorry.",
    "別に優しくした訳じゃないぞ。\n俺は事実を言ったまでだ。": "It’s not like I was being nice to you.\nI was just stating the truth.",
    "キミのそれは優しさだって、もう分かってるよ。": "I already know how kind you are.",
    "ちゆるさんのせいなんかじゃないですよ！\nそもそも、誰だって秘密のひとつやふたつ、あると思います！": "It's not your fault, Chiyuru-san!\nI think everyone has a secret or two in the first place!",
    "でも、隠していい秘密と、隠しちゃいけない秘密があるよね？\nあたしのこれは……後者だから。": "But there are secrets you can hide, and secrets you shouldn't, right?\nThis is... the latter, after all.",
    "それは……": "That's...",
    "余計な気遣いは逆にちゆるを追い込むだけだぞ。": "If you worry too much, you'll just end up forcing her to forgive you.",
    "こうなってしまったものは仕方がない。だから聞かせてくれないか？\nどういう経緯でこうなったのかを。": "There's nothing we can do about this. So can you tell us?\nHow did it come to this?",
    "……ここで話さない方が有り得ないよね。": "...It's impossible not to talk about it here.",
    "……あたしの父の名前は、『龍宮成臣』。": "...My father's name is 'Nariomi Ryuugu.'",
    "マジで！？": "Seriously?!",
    "やはり、生徒会長の言っていた『龍宮ちゆる』から、\nおおよそ察してはいましたが……": "As expected, the student council president was talking about 'Ryuugu Chiyuru'.\nI had a rough idea, but...",
    "（さすがの俺も『タツミヤ』という発音に、\n心当たりがないはずがない）": "(Even I was taken aback by the pronunciation of “Tatsumiya”\nThere's no way I don't have an idea.)",
    "そう、タツミヤ鉱から世界で最初に元素の単離に成功した、\nタツミヤ・ワン――通称、Ｔ１元素発見者よ。": "Yes, the world’s first successful elemental isolation from Tatsumiya Ore\nTatsumiya One—commonly known as the discoverer of the T1 element",
    "その特性は室温以上で超伝導が可能になる『室温超伝導性』――": "Its properties were “room temperature superconductive” that allowed it to superconduct at room temperature or higher—",
    "でも、言い方がおかしくない？　ちゆるのお父さんが見つけたのって、\nＴ１元素だけじゃないでしょ？": "But isn't that a strange way to put it? Chiyuru's father found...\nIt's not just the T1 element, is it?",
    "何で『Ｔ１元素しか見つけていない』みたいな言い方するの？": "Why do you make it sound like I only found the T1 element?",
    "ラミちゃんは鋭いね。": "Rami-chan's sharp.",
    "……そう、お父さんが見つけたのはＴ１元素とＴ２元素……\nということになっている。": "...That's right, what Dad found were the T1 and T2 elements...\nThat's how it's supposed to be.",
    "『なっている』……？": "“It’s become”...?",
    "Ｔ２元素を見つけたのはね、お父さんじゃなくてあたしなんだ。": "I was the one who found the T2 element, not Dad.",
    "え……っ！？": "Huh...!?",
    "あたしさ、幼い頃からお父さんの研究を手伝ってたの。\nその時に、あっさりＴ２元素の単離に成功しちゃってさ……": "I've been helping my dad with his research ever since I was young.\nThat was when I was able to easily isolate the T2 element...",
    "え、なにそれ……ヤバすぎない！？": "Huh? What's that...? Isn't that too dangerous!?",
    "そう、『ヤバすぎた』。当時のあたしはそんなすごいことした自覚は\nなかったんだけど、周りは大騒ぎ。": "That's right. It was too dangerous. At the time, I wasn't aware that I'd done something that amazing.\nThere wasn't, but there was a huge commotion around us.",
    "発表前だってのに、どこからか嗅ぎつけてきた連中に\n誘拐されかかったこともあったし……": "Even though it’s before the announcement, they’ve caught wind of it from somewhere\nI've been kidnapped before...",
    "それはマジヤバいわね……": "That's seriously bad...",
    "だからお父さんはあたしを守るために、\nＴ２元素の功績を自分のものとしたの。": "That's why Dad wanted to protect me.\nI made the T2 elemental achievement my own.",
    "加えてあたしをあえて無関係な場所に置くために、\nメイズ適性があったのを利用して、偽名でこの学園に入れたんだ。": "On top of that, in order to put me in an unrelated place,\nI used my aptitude to get into this school under an alias.",
    "学園は生徒会が管理してるから、\n外から手を出しづらい部分もあるしね。": "The school is managed by the student council, so\nThere's a part of it that's hard to touch from the outside.",
    "やっぱり会長は全部知ってるわけか。": "So Pres really does know everything.",
    "そう、あたしがこの学園で大好きな研究を続けられてたのは、\n事情を知っていた会長が便宜を図ってくれてたからなんだよね。": "That's right. The reason I was able to continue my beloved research at this school...\nPres, who knew what was going on, was trying to make things easier for us.",
    "そしてつい先日まとめた『Ｔ２元素の応用』という研究成果が、\nどこからか流出してしまったみたい。": "And the research results I put together just the other day, called “Application of the T2 Elements,” were...\nIt seems to have leaked out from somewhere.",
    "（もしかして、以前に嬉しそうに語ってた、\n『位相を書き換える』とか言ってたアレか）": "(Could it be that she was talking happily about it before?)\nThat thing you said about “rewriting the phase”?)",
    "本当はあれもお父さんの名前で発表する予定だったんだけどね。": "Honestly, I was planning to announce that under my father's name, too.",
    "……なるほど、それでマスコミの群れってことね。": "...I see. So that's why they're swarming the media.",
    "しっかし、俺はてっきり、ただのメイズオタクだと思っていたよ。\nいや、『ただの』にしては、いろいろレベルは高かったけど。": "Still, I thought I was just a maise otaku.\nNo, for “just” it was a lot of high-level stuff.",
    "ふふ……あながちオタクは間違っていないけどね。\nこんな過去があっても、メイズの誘惑には勝てなかったんだもん。": "Heehee... Well, geeks aren't wrong, after all.\nEven with my past like this, I couldn’t resist Mayse’s temptations.",
    "でも周りが『ただのオタク』ではいさせてくれないんだよねー。\n実家のことは好きだけど、今は『龍宮』より『月ヶ瀬』でいたいのに。": "But the people around me won't let me be just an otaku.\nI like my family, but right now I'd rather be Tsukigase than Ryuugu.",
    "……でも、それって悪いことなの？": "...But is that a bad thing?",
    "それだけの才能があるなら、もっといい施設で研究したいと思わない？\n立派な施設なら、護衛をつけることも可能だと思うんだけど……": "If you have that much talent, wouldn't you like to research it in a better facility?\nIf it's a fancy facility, I think it'd be possible to have an escort...",
    "それはどうかしら……": "I don't know about that...",
    "おそらく、身分を明かした状態では難しいでしょうね。": "Most likely, it would be difficult to do so with your identity revealed.",
    "ザルトゥーム学園はひとつの学園ではありますが、出資した各地区の\n行政府の利害がぶつかり合っている場でもありますわ。": "Zarthum Academy is one school, but it's in each district we invested in.\nIt's also a place where the interests of the government are clashing.",
    "……ちゆるさんの正体がバレた以上、\n今後は今までみたいに自由に研究するのは難しくなりそうですね。": "...Now that Chiyuru-san's identity has been revealed,\nFrom now on, it will be difficult to research freely like before.",
    "それに今回の騒動のせいで、悪い意味で注目を集めてしまいましたわ。\n……これをご覧ください。": "Besides, because of this uproar, we've attracted a lot of attention in a bad way.\n...Please take a look at this.",
    "ネット記事？": "An online article?",
    "なになに……『天才研究者を危険なメイズに送るなど言語道断』\n『何故彼女がかつて落ちこぼれと呼ばれたチームにいるのか？』か。": "What the heck... “Sending a genius researcher to a dangerous maise is inexcusable.”\n“Why is she on the team once called Fallen?” huh?",
    "『彼女がどうしてもメイズを探索するなら、\nより実績のあるチームに移籍させるべきでは？』とも書いてある。": "“If she’s going to explore Maze no matter what,\nShouldn't we transfer them to a more accomplished team?'",
    "はぁ！？　なによこれムカつく！　好き勝手言いやがって……！\nラミ達、カオスメイデンにだって勝ったのに！": "Huh?! What the hell? This pisses me off! You're just saying whatever you want...!\nRami and the others even beat Chaos Maiden!",
    "ああ、なるほど……だから巨大メイズシフターを誘導して、\n俺達にぶつけたのか。": "Ah, I see... That’s why I guided the giant maise shifter\nDid she hit us?",
    "ど、どういうことですか？": "Wh-What do you mean?",
    "巨大メイズシフターとの戦闘は、誰かの思惑だった、と？": "Are you saying that the battle with the giant maise shifter was someone’s plan?",
    "ああ、プレ・クラス－Ａをシリウスシュガーの『足枷』にした上で、\n巨大メイズシフターと戦わせるのが目的だったんだろう。": "Ah, after using Pre-Class-A as a “shackle” for Sirius Sugaru,\nTheir goal was probably to get them to fight the giant maise shifter.",
    "そこで大きな被害を出させ、シリウスシュガーの責任を追及し、\nちゆるをより安全なチームへと転籍させる口実にする……とかな。": "That’s where he’d let them cause serious damage and pursue the responsibility of Sirius Sugaru\nI'll use Chiyuru as an excuse to transfer her to a safer team... or something like that.",
    "しかし、実際にプレ・クラス－Ａの成長と、\nわたくし達シリウスシュガーによって最悪の結果は回避されましたわ。": "However, in reality, the growth of Pre-Class-A\nWe, Sirius Sugaru, have avoided the worst possible outcome.",
    "だとしても、被害はゼロって訳にはいかなかった。\n少しでも付け入る隙があれば、遠慮なくぶっ叩く予定だったんだろう。": "Even so, that didn’t mean there was zero damage.\nIf there was even the slightest opening to take advantage of her, she was probably planning to smack him without holding back.",
    "私達を足手まといにするために……": "To slow us down...",
    "そんな……私達が利用されていただなんて……": "I can't believe we were being used...",
    "ごめんなさい、シリウスシュガーのみんな……": "I'm sorry, everyone in Sirius Sugaru...",
    "あなた達の責任ではありませんわ。わたくし達もあなた達も……\n陰謀に巻き込まれてしまっただけなんですから。": "It's not your fault. You and I...\nI just got caught up in a conspiracy.",
    "――そのときだ。コンコンとドアノックが響く。": "Just then, I hear a knock on the door.",
    "ま、まさか記者さんでしょうか？": "D-Don't tell me you're a reporter?",
    "さすがに校舎の中にまで上がりこんではこないのでは……？": "She probably hasn't even entered the school building yet...",
    "うるっさいなあ！　こっちは取り込み中なんだよ、バーカッ！！": "Shut up! I'm in the middle of something, idiot!!",
    "ご、ごめんなさい……突然来てしまって。": "I-I'm sorry... for coming so suddenly.",
    "バッ！？　バ、バ……バーカンス！！　バカンスのお誘いに\n来てくれたのかなっ、生徒会長～！　一緒に海行く！？": "Bah?! B-B-Barkance!! To invite me on a vacation!\nI wonder if the Student Council President's here! Are we going to the beach together?!",
    "言い訳が苦しすぎる。": "Her excuses are too painful.",
    "ええっと、それで、何の御用でしょうか？": "Umm, so, what can I do for you?",
    "そうですね……実は、月ヶ瀬さんに会いたいという方がいまして。": "That's right... Actually, there's someone who wants to see Tsukigase-san.",
    "紹介します。校舎『Ｌｉｂｅｒｔｙ　Ｏｎｌｉｎｅ　Ｃａｍｐｕｓ』\n通称ＬＯＣ、チーム『トレブルクインテット』のリーダー――": "Allow me to introduce you to the school building, Liberty Online Campus.\nCommonly known as LOC, the leader of Team Treburg Integrity—",
    "アゲぽよ～！　フルート・メルヴィルでーす！！": "Agepo! I'm Flute Melville!",
    "そして校舎『ユーロ・タワー』の精鋭チーム『ピクシス・マスール』\nリーダー、ドロテア・カークランドさんと――": "And the elite team from the school building, Euro Tower, Pixis Masulu.\nThe leader, Dorothea Kirkland, and—",
    "その従者リュシー・ムーアクロフトさんです。": "This is my servant, Lucy Moorecroft.",
    "ご紹介にあずかりました、ノヴァセレス、\nカークランド公爵家が長女ドロテア・カークランドです。": "Allow me to introduce you, Nova Celes,\nI'm Dorothea Kirkland, the eldest daughter of Duke Kirkund.",
    "こちらは従者のリュシーです。": "This is my servant, Lucy.",
    "（嫌な予感がするな……）": "(I have a bad feeling about this...)",
    "（なんか可愛い子が増えた……）": "(There's more cute girls...)",
    "お初にお目にかかります。リュシー・ムーアクロフトです。": "It's a pleasure to meet you. I'm Lucy Moorecroft.",
    "なにをジロジロ見ているんですか？": "What are you staring at?",
    "あ、いえ、なんでもないです……": "Ah, no, it's nothing...",
    "（この人のガン飛ばし、こえー！）": "(This guy's gunfire is scary!)"
}