{
    "ねえ、聞いた！？\nＬＯＣでやってる恐怖の館の噂！": "Hey, did you hear that?!\nRumors about the manor of terror they're running in the LAC!",
    "聞いた聞いた！\nマジでヤバくて怖いんだよね！": "I heard, I heard!\nSeriously, it's dangerous and scary!",
    "それだけじゃなくてさ……なんと、\nこういう行事に参加しない、あの人が参加してるんだよ！？": "And that's not all... What a...\nHe's the one who doesn't participate in these kinds of events!",
    "あの人って……まさか！？": "That person... Could it be?!",
    "うそ！　本当にコスプレしてる！？\n噂にしか聞いたことがないのに……！": "No way! Is she really cosplaying?!\nI've only heard rumors about it...!",
    "ホントだ！　うわあ、後で写真とか撮ってもらえるかな！？": "You're right! Wow, could you take a picture of me later?!",
    "……想像以上の盛況っぷりだな。\n他の校舎からもどんどん集まってきてるぞ。": "...It's a lot more popular than I expected.\nMore and more people are coming from the other buildings.",
    "いやあ、やっぱり有名パイロットの話題性は凄いねぇ。\n多少は噂とか話題を流したけど、ここまで広がるなんて。": "Man, famous pilots really are the talk of the town.\nI've spread a few rumors and topics, but I didn't expect it to spread this far.",
    "正直、午後から俺まで受け付けに参加しないと回らないとはな……\nこりゃ売り上げもすごい事になるんじゃないか？": "Honestly, I can't believe they won't go around until I get accepted this afternoon...\nIsn't this going to make a lot of sales?",
    "文化祭だから、そんなお金を取るようにはなってないけどね。\nそれでもまあ、売り上げも話題も凄いわよ♪": "It's a cultural festival, so I'm not going to take that kind of money.\nEven so, the sales and topics of conversation are amazing♪",
    "人が増えて、コスプレとかアナウンスのクオリティや、\nＶＲの完成度に関する話題も広まってきて……": "There were more people, and the quality of the cosplay and announcements\nPeople started talking about how perfect VR was...",
    "それが更に集客につながる……今は、\n完全に成功する流れに乗ってるね！": "That leads to even more customers... Right now,\nWe're going with the flow of a complete success!",
    "これも、あれのおかげだな……": "This is all thanks to that...",
    "恐怖の館、面白いよ。": "The House of Fear is interesting.",
    "ふふ、まさか何をさせるのかと思ったら……\nヒイロちゃんにコスプレさせて、スタッフにしちゃうなんてね♪": "Haha, I was wondering what you were going to make me do...\nI can't believe you made Hiiro-chan cosplay and turn her into a staff member♪",
    "いやあ、他にもコスプレを色々用意してよかったぁ。\nヒイロちゃんにピッタリイメージのも準備できたしね。": "Man, I'm glad I prepared all sorts of other cosplay.\nI was able to prepare a perfect image of Hiiro-chan.",
    "ええっ！？　本当にヒイロさん？": "What?! Is that really Hiiro-san?",
    "ヒイロさんって、コスプレとかするんだ……": "So Hiiro-san cosplays...",
    "恐怖の館、絶対なんかやばいやつじゃん……！": "The House of Fear is definitely dangerous...!",
    "はいはい、こっちだよ～\nもうちょっとしたら、ヒイロがお化け役もやってくれるからね♪": "Okay, okay, this way~\nIn a little while, Hiiro will play the part of the ghost, too♪",
    "ええっ、本当に！？\n……ヤバい……ちょっと興味湧いてきたかも。": "Whaaat? Really?!\n...Crap... I think I'm starting to get a little interested.",
    "ヒイロさんに追いかけられる体験！？\n……めっちゃ興味あるわ！　やりたいわ！": "The experience of being chased by Hiiro-san?!\n...I'm really interested! I want to do it!",
    "怖いよぉ……で、でも気になる……うう……さ、参加します！": "I'm scared... I-I'm curious... Ugh... I'll join you!",
    "さーて、新しいお客さんごあんなーい！": "Now then, there are no new customers!",
    "……説明……ううん、普通のお化け屋敷じゃない、恐怖の館。\nドキドキして、ちょっとハードで、最後には衝撃がある。": "...Explain... No, it's not a normal haunted house. It's a mansion of terror.\nMy heart is pounding, it's a little hard, and in the end, I'm shocked.",
    "面白いから参加して。私も脅かすから……がおー。": "It's fun, so join in. I'll scare you too... Gah.",
    "行きます行きます！": "I'll go, I'm going!",
    "こう見てもヒイロちゃん、凄い人気よねぇ。\n物珍しいのもあるんだろうけども。": "Hiiro-chan's really popular, isn't she?\nI'm sure there's something unusual about it, though.",
    "そういえば、ロージーとレイラは何かやらなくていいのか？": "Come to think of it, shouldn't Rosie and Leila be doing something?",
    "今はフルートとエヴィが中で驚かせてるからね。\nこの後に交代する予定で、今はちょうど私たちの休憩なんだよ。": "Right now, Flute and Eve are inside to surprise us.\nWe're taking turns after this, so we're just taking a break right now.",
    "後輩クンも、午後から来てくれたら驚かしちゃうわよ～♪": "Kouhai-kun, you'll be surprised if you come in the afternoon too~♪",
    "そうそう。手伝ってくれるのは嬉しいけど、\nちゃんとお客さんとして楽しんではないでしょ？": "That's right. I'm glad you're helping, but...\nYou're not enjoying yourself as a customer, are you?",
    "お礼代わりじゃないけどさ。\n一緒に頑張って作ったアトラクション、楽しんでよ。": "It's not as a token of my gratitude, though.\nEnjoy the attractions we worked so hard to make together.",
    "そうだな……午後にでも、一回遊びに来るか。\nその時は精一杯脅かしてくれよ？": "Let's see... Maybe I'll come visit this afternoon.\nIf that happens, scare me as much as you can, okay?",
    "任せて♪　もう立てなくなるくらい怖がらせるから！": "Leave it to me♪ I'll scare you to the point where you can't stand anymore!",
    "撮影は厳禁です": "Photography is strictly prohibited.",
    "怖いのは得意だぞ": "I'm good at scary things.",
    "そうそう。後輩クンが腰を抜かして、\n情けない姿を晒したところを撮影してあげるわ♪": "That's right. Kouhai-kun lost his nerve.\nI'll take a picture of you exposing your pathetic appearance♪",
    "アイドルみたいな断られ方をした！？\n……いやまあ、実際撮影は禁止だけどね？": "She turned me down like an idol?!\n...Well, you're not allowed to actually take pictures, you know?",
    "まあ、それだけ気合が入ってるってことだろ？\n情けない姿を晒さない様には気を付けるよ。": "Well, that just goes to show how fired up she is, doesn't it?\nI'll be careful not to expose my pathetic appearance.",
    "ちょっとー、そろそろ交代の時間だよ～": "Hey, it's almost time to switch places!",
    "あら、もうそんな時間？\nレイラちゃん、行きましょうか。": "Oh, it's already that late?\nLet's go, Rayla.",
    "オッケー。それじゃあ行ってくるね～。": "Okay. I'll be going, then.",
    "そうなの？　後輩クンにそんなイメージ無かったけど。": "Really? I didn't think of you that way, Kouhai-kun.",
    "メイズで目覚めたとき、全裸でメイズシフターに追いかけられたからな。\nそれに比べれば怖いものはないぞ？": "After all, when I woke up in Mayse, I was chased by a Mayse-Sifter, completely naked.\nCompared to that, there's nothing to be afraid of, you know?",
    "……それは比べる対象が悪いでしょ。": "...That's a bad comparison.",
    "ロージーちゃんにレイラちゃーん！\nそろそろ交代の時間ですよ～！": "Rosie and Rayla!\nIt's almost time to switch places!",
    "はーい。それじゃあ行きましょうか♪": "Okay. Let's go, then♪",
    "じゃ、%usernameusernameuserna%くん、\n恐怖の館に期待しててね♪": "Well then, %usernameusernameuserna%-kun,\nExpect great things from the House of Fear♪",
    "そうして、エヴィとフルートたちが別室で休憩をする際に、\n俺も一緒に彼女たちと休憩を取る": "And so, when Eve, the flutes, and the others took a break in another room...\nI'll take a break with the girls too.",
    "%usernameusernameuserna%さん、おつぽよでした！\nヒイロちゃんのおかげで大盛況です♪": "Mr. %usernameusernameuserna%, you're in luck!\nIt's a huge success thanks to Hiiro-chan♪",
    "まあ、俺もそんなに助けにはなれなかったからな。\nちょっとは役に立てて良かったよ。": "Well, I wasn't able to help that much either.\nI'm glad I was able to help a little.",
    "そう言って結構頑張ってヒイロを捕まえたでしょ？\nそれにフルートの準備の手伝いもしてたし。": "You said that, but you did your best to catch the hiiro, didn't you?\nBesides, I was helping prepare the flute.",
    "まあ、頼まれたからには当然だからな。\nこうして大盛況で良かったよ。": "Well, it's only natural, since she asked me to.\nI'm glad it was such a huge success.",
    "そうですね……こんな風に本当にぽよな、\n楽しい文化祭に出来てとっても良かったです！": "That's right... It really is like this,\nI'm so glad I was able to attend the fun cultural festival!",
    "そういえば、聞き忘れたんだが……\nエヴィとフルートはチーム結成前からの知り合いなんだよな？": "Come to think of it, I forgot to ask...\nEve and Flute have known each other since before the team was formed, right?",
    "そうですね……学園に入ってから知り合って、\nそこからチームを組んで……そんな仲ですよ♪": "You're right... We've known each other since we entered the academy.\nWe'll team up from there... That's the kind of relationship we have♪",
    "そこからなのか。\n仲が良いから、もっと古い知り合いかと思ったぞ。": "Is that where it started?\nThey're so close, I thought they'd be old acquaintances.",
    "えへへ！　仲の良さは時間は関係ありませんから♪": "Ehehe! Time doesn't matter if you're close or not♪",
    "まあ、最初の出会いこそ色々あったけどね。\n結構迷惑もかけられたし": "Well, a lot of things happened during our first meeting.\nI've caused quite a bit of trouble.",
    "あわわ……そ、その節はご迷惑をおかけしました……\nうう、ぴえんな気持ちです。": "Awawa... I-I'm sorry for causing you so much trouble...\nUgh, I don't know what to say.",
    "そうは言ってるけど、フルートが気絶してた時、\nこっちも驚くくらいエヴィが心配してたぞ？": "That's what she's saying, but when the flute was unconscious...\nEve was so worried that I was surprised too, you know?",
    "えっ、そんなにエヴィちゃん心配してくれたんですか！？": "Huh? Are you that worried about me, Eve?!",
    "……ちょっと、あんまり言わないでよ。\nそういうのを言われるのは恥ずかしいから。": "...Hey, don't say that too much.\nIt's embarrassing to be told something like that.",
    "別に恥ずかしがることじゃないだろ？\n仲が良くていいじゃないか。": "It's not really something to be embarrassed about, is it?\nIsn't it nice that they're so close?",
    "そういうことじゃ……まあいいけどさ。\nはい、その話はここで終わり！": "That's not what I meant... Well, whatever.\nYes, that's the end of the story!",
    "ええ～！　もっと聞きたかったです～！": "Whaaat?! I wanted to hear more!",
    "二人の仲の良さを微笑ましく見ていて、ふと事件の前の会話を思い出す。": "Watching them get along with each other with a smile, I suddenly remembered the conversation before the incident.",
    "そういえば、エヴィとフルートの出会った時の話、\n聞きそびれてたな……聞いても良いか？": "Come to think of it, I was talking about when I met Eve and the flute\nI forgot to ask... Can I ask?",
    "ああ、そういえば話し始めたあたりでフルートの悲鳴が聞こえたからね。\n別にフルートも教えていいよね？": "Oh, come to think of it, I heard a flute shriek just around the time we started talking.\nI can teach you the flute too, right?",
    "出会った時の話ですか？　懐かしいですね……全然おけまるです！\nむしろ、フルートが話しちゃいますね♪": "Are you talking about when we first met? This is so nostalgic... It's so relaxing!\nIf anything, the flute is going to talk. ♪",
    "エヴィちゃんとは最初はそんなにいい出会い方じゃなかったんです。\nなんなら、ちょっとエヴィちゃんを呆れさせちゃってましたね……": "It wasn't such a good way to meet Eve at first.\nI was a little exasperated with Eve, if you don't mind...",
    "えっ、そうなのか？": "Huh? Really?",
    "その時はビックリしたよ。急に、「ギャルになって配信をしたい。\nだから、手伝ってください！」なんてお願いされるなんて。": "At the time, I was surprised. Suddenly, I said, 'I want to become a gal and broadcast.\nSo, please help me!' I can't believe she begged me.",
    "タイパとかコスパとか重視して授業とかも進めてたから、\n急にそんな子がお願いしに来て予定が狂って困ったよね。": "I've been focusing on Typa and Cospa, so I'm going to class, too.\nIt's troubling that a girl like that suddenly came to make a request and messed up our plans.",
    "えへへ……ギャルになりたい。配信をしたいはあったんですけど、\nやり方が分らなくて……エヴィちゃんの話を聞いてお願いしたんです。": "Ehehe... I want to be a gal. I wanted to broadcast it, but...\nI didn't know how to do it... so I listened to what Eve had to say and asked her to do so.",
    "だからって、家に突然押しかけて来たのはビビったなぁ。\nノックされて何かと思ったら知らない子が真面目な顔で立ってるし。": "Still, I was scared that she'd barge into my house so suddenly.\nI knocked and wondered what it was, but there was a girl I didn't know standing there with a serious look on her face.",
    "家に頼みに行ったのか！？": "Did she go to ask for help at home?!",
    "だ、だってリモートで校舎にいなかったので……\nそれに一番こういうのに詳しいのはエヴィちゃんって聞きましたから！": "I-I mean, she wasn't in the school building remotely, so...\nBesides, I heard Eve was the most knowledgeable about this sort of thing!",
    "ここで逃げてちゃギャル配信者なんて出来ないぞ！\nって思って、勇気を出して声をかけたんです！": "If you run away now, you won't be able to become a gal broadcaster!\nThat's what I thought, so I summoned up my courage and called out to her!",
    "最初は断ろうと思ったけど根負けしたんだよね。\nあの時は時間もあったし、余裕があったから運が良かったね。": "At first, I thought about turning him down, but I lost heart.\nWe had plenty of time back then, so we were lucky we had time to spare.",
    "そんなわけで、ＬＯＣに入学して配信を手伝い始めたのが、\nフルートとの付き合いはじめだね。": "That's why I enrolled in the LOC and started helping out with the stream\nYou're starting to go out with the flute.",
    "へえ、昔からフルートが引っ張ってたんだな。": "Wow, so flutes have been pulling them for a long time.",
    "そうですね……フルートが無茶なことを言うと、\nみんなが頑張って付き合ってくれるんです！　マジ感謝です！": "That's true... When a flute says something reckless,\nEveryone's doing their best to keep me company! I'm so grateful!",
    "自覚してるならちょっとは大人しく……はムリだろうね。\nそれに、そこもフルートの良さだし。": "If you're aware of it, you'll have to be a little quieter...\nBesides, that's part of being a flute.",
    "フルートの無茶ぶりエピソードで思い出した。\n最初、何も知らないフルートが端末をミスってさぁ……": "The reckless episode of the flute reminded me of that.\nAt first, a flute that didn't know anything messed up the terminal...",
    "わわわっ！　は、恥ずかしいですよ～！\nそ、それにあの時は必死だったんです！": "Whoa, whoa! I-It's embarrassing!\nA-And I was desperate at the time!",
    "そんな風に、楽しげに昔話をしてくれるフルートとエヴィ。\nふたりの話す内容は、その仲の良さを物語っている。": "That was how Flute and Eve cheerfully recounted the past.\nWhat the two of them were saying spoke volumes about how close they were.",
    "……てなわけで、フルートと一緒に行動することが増えてね。\n居心地もいいからチームを組むことになって……": "...And so, I've been working with the flute more and more.\nWe ended up forming a team because it felt comfortable...",
    "ロージーちゃんにシエナちゃん、レイラちゃんが、\nフルートたちと一緒に活動しようってチームに入ってくれて……": "Rosie, Siena, and Leila...\nHe joined the team to work with the flutes...",
    "気付いたら、トレブルクインテットの皆が集まって、\nフルートたちのチームが結成されたんです♪": "The next thing I knew, everyone in Treburg-Intedt had gathered\nA team of flute players has been formed!",
    "人に歴史ありってやつだな……\nそこまで聞くと、結成の話まで聞きたくなるぞ。": "People have a long history...\nIf you go that far, you'll want to hear about the formation.",
    "結構色々あったんだよ？\nまあ、みんな何かと有名人だからね。": "A lot happened, you know?\nWell, they're all famous, after all.",
    "そうですね。まだ休憩時間もありますし、\nトラブルなんてヤバな事は起きないでしょうから色々話しちゃいますね！": "That's right. There's still a break,\nThere won't be any trouble, so I'll tell you a lot of things!",
    "フルート、そんなフラグみたいな事を……": "Flute, that's like a flag...",
    "『ザザッ……ごめん、フルートにエヴィ、聞こえる！？\nちょっとこっちが大変な事に……』": "\"Zaza... Sorry, Eve, can you hear me on the flute?!\"\n[This is going to be a bit of a problem...]",
    "『ちょっと！　落ち着いて！　そっちに……きゃああ！？』": "\"Hey! Calm down! Over there... Kyaaah?!\"",
    "『……助けて』": "\"...Help me.\"",
    "『ご、ごめんね！　休憩中なのに！\nトラブル発生で助けが欲しいなって！』": "\"I-I'm sorry! I'm on break!\"\n[I wanted help because there's trouble!]",
    "……え、えーと、フルートのせいでしょうか！？": "...U-Umm, is it because of the flute?!",
    "いや、まあフルートのせいじゃないが……綺麗な伏線回収だったな。": "No, well, it wasn't the flute's fault, but... It was a beautiful foreshadowing recovery.",
    "まあ、フルートらしいよね": "Well, it sounds like a flute.",
    "うう、悪気はなかったんですよ～！": "I didn't mean anything bad by it!",
    "一難去ってまた一難って奴か……": "It's going to be tough, and then it's gonna be tough again...",
    "それじゃ、解決に行きましょう！\n終わるまで『ぽよ』な文化祭にしたいですから！": "Well then, let's go solve this!\nI want it to be a 'poyo' cultural festival until it's over!",
    "おっけー。それじゃあ急ごうか。": "Okay. Then let's hurry.",
    "はい！　それじゃ、ゴーゴーです！": "Okay! Let's go!",
    "トラブル続きだが……笑顔で頑張るフルートをみていると、\nきっとこの文化祭はいい思い出として成功すると思えるのだった。": "There's been a lot of trouble, but... As I watch the flute work hard with a smile...\nI was sure this cultural festival would succeed as a good memory."
}