{
    "どうします、ボス！？": "What do we do, boss?!",
    "……ここまでね。全機、撤退する。": "...This is as far as we can go. All units, retreat.",
    "ただし――すぐそこにあるそれは連れて行く。": "But――I'll take her there.",
    "えっ？": "Huh?",
    "今すぐ機体から降りて投降しろ。\nじゃないとその男のコックピットを破壊する。": "Get off the plane right now and surrender.\nIf I don't, I'll destroy the man's cockpit.",
    "そう言って再び銃口が向けられる。さっきはなぜか撃たなかったが、\nこの気迫だと次こそは引き金を引いてもおかしくない。": "She points her gun at me again. For some reason, I didn't shoot her earlier.\nWith this spirit, it wouldn't be strange for her to pull the trigger next time.",
    "……！！": "...!!",
    "ジュリー！！　ダメだ！": "Julie! No!",
    "%usernameusernameuserna%……ごめん。": "%usernameusernameuserna%... Sorry.",
    "ジュリーは指揮官の要求に応え、コックピットから身を出した。": "Responding to the commander's request, Julie stepped out of the cockpit.",
    "これでいい？": "Is this good enough?",
    "利口だ。": "She's clever.",
    "ダメだ、ジュリー！　行くな！！": "No, Julie! Don't go!",
    "%usernameusernameuserna%……！\nあたしは大丈夫だから！！": "%usernameusernameuserna%...!\nI'll be fine!!",
    "でも……！！": "But...!!",
    "大丈夫！": "It's all right!",
    "だから――必ず迎えに来て。": "That's why――Make sure to come pick me up.",
    "くっ……！": "Ugh...!",
    "……わかった。必ずみんなで迎えに行く。": "...Okay. We'll all come for you.",
    "……待ってる。": "...I'll be waiting.",
    "くっ、そ……！": "Damn it...!",
    "指揮官機はジュリーをコックピット内に乗せ、\n残った手下とともに離脱していく。": "The commander plane put Julie inside the cockpit\nHe left with his remaining minions.",
    "逃がすかよ！": "I won't let you get away!",
    "ラミに続いて風紀委員の機体も追撃しようとする。": "Following Rami's lead, the PMC aircraft tried to pursue her.",
    "待ちなさい！ 下手な攻撃は禁物です！\n相手はステイシーさんを連れています！": "Wait! You mustn't attack them carelessly!\nHe's got Stacy-san with him!",
    "ああもう！　あとちょっとだったのに！": "Oh geez! We were so close!",
    "――それから俺とドロテア、フルートは救助された。\n彼女達は負傷していたのもあり、すぐさま医療施設に運ばれた。": "—After that, Dorothea, Flute, and I were rescued.\nThe girls were injured, so they were immediately taken to the medical facility.",
    "各機は取り急ぎ柊校舎・グラウンドに降り立つ。": "Each of the machines hastily descended onto the Hiiragi building and grounds.",
    "俺が機体から降りると、そこにはシリウスシュガー一同と\nジュリーを除くプレ・クラス－Ａの面々が待っていた。": "When I got out of the aircraft, I found all of Sirius Sugaru\nThe members of Pre-Class-A, excluding Julie, were waiting.",
    "……すまない、みんな。ジュリーを守れなかった。": "...Sorry, everyone. I couldn't protect Julie.",
    "顔を上げて。君は何も悪くない。やれることはやったわ。": "Look up. You didn't do anything wrong. You did what you could.",
    "これでもしあなたを責める人がいたら、\nわたくし達が黙っていませんわよ。": "If anyone blames you for this,\nWe won't keep quiet about it.",
    "そのとおりね。それよりもどうやって取り戻すかを考えたほうが、\n建設的だわ。": "That's right. More importantly, it's better to think about how to get it back.\nIt's constructive.",
    "みんな……": "Everyone...",
    "ジュリーさん、無事でしょうか。": "Julie, are you all right?",
    "人質として連れて行ったなら、下手なことはしないはず。": "If I had taken her as a hostage, she wouldn't have done anything wrong.",
    "――その『建設的』な話は我々のほうで受け持ちます。": "――We'll take care of that 'constructive' story.",
    "そこに現れたのは、風紀委員会の姜小花とリリー・ラヴォアだ。": "It was Jiang Xiaohua and Lily Lavore from the disciplinary committee who appeared there.",
    "みんな悔しいよね……リリーも悔しい！\nこんな悔しいのは久しぶりだよ！": "It's frustrating for everyone, isn't it? Lily's frustrated, too!\nIt's been a long time since I've felt this frustrated!",
    "でもどんな窮地にあってもヒーローは絶望しない。\nいつだって前を向いて歩き続けるのがヒーローだから……！": "But no matter what kind of predicament you're in, heroes don't despair.\nBecause the hero is always walking forward...!",
    "そういうわけで、あとはリリー達風紀委員会に任せて、\nみんなは柊校舎で待ってて！": "With that said, I left the rest to Lily and the other members of the disciplinary committee\nEveryone wait in the Hiiragi school building!",
    "それ、どういう意味？　ラミ達はすっこんでろってこと？": "What do you mean by that? You want Rami and the others to stay away?",
    "むしろそう言えたら良いのですが、答えは『いいえ』です。\n敵の目標が月ヶ瀬さんである以上、拠点で彼女を守る戦力も必要です。": "If anything, I wish I could say that, but the answer is \"no.\"\nSince the enemy's target is Tsukigase-san, we also need the forces to protect her at the base.",
    "それは確かにそうだな……ジュリーを助けに行く隙を突いて、\nやつらが逆に乗り込んでくる可能性もある。": "That's certainly true... I took advantage of the opportunity to go save Julie\nThere's a chance they'll get in the opposite direction.",
    "できれば仲間のことは自分達の手で取り返したいけど……": "If possible, we'd like to take back our friends with our own hands, but...",
    "わかった、頼んだぞ": "All right, I'm counting on you.",
    "鍋パでもして待つよ": "I'll have a hot pot and wait.",
    "大丈夫！　ジュリーのほうは必ずリリー達が取り戻すから！\nヒーローに二言はない！": "Don't worry! Lily and the others will definitely get Julie back!\nHeroes don't go back on their word!",
    "ええ、風紀委員会の名にかけて、必ず。": "Yes, in the name of the disciplinary committee, without fail.",
    "うん！　……って、さすがに鍋パは不謹慎じゃないかな！？": "Yeah! ...Wait, isn't it a bit inappropriate to use a hot pot?!",
    "では、これより作戦会議に入ります！\n各自、会議室に集合してください！": "We will now begin the strategy meeting!\nEveryone, gather in the conference room!",
    "了解！！": "Roger that!!",
    "風紀委員会の面々はこの場に俺達を残して、\n去っていくのだった。": "The members of the disciplinary committee left us here\nShe left.",
    "……%usernameusernameuserna%さん。": "...%usernameusernameuserna%-san.",
    "なんだ？": "What is it?",
    "%usernameusernameuserna%さんのスマートデバイスにも、\n届いているんじゃないですか？": "%usernameusernameuserna%-san's smart device also has...\nIsn't it reaching you?",
    "私達にも届いていたわ……パーティーの招待状。": "We also received an invitation to a party.",
    "……やっぱり、みんなにも届いていたか。": "...So it really did reach everyone.",
    "ねー、もう一度全員で確認しておかない？": "Hey, why don't we all check again?",
    "うん、さっきひとりで観たは観たけど、念の為全員に同じのが\n届いているかも含めて、みんなで確認しておきたいね。": "Yeah, I saw it by myself earlier, but just in case, it's the same for everyone\nI'd like to check with everyone to make sure it's delivered.",
    "じゃあ、再生しよう。": "Then let's regenerate.",
    "どう？　ちゃんとこの動画は届いた？": "What do you think? Did you get this video?",
    "（雰囲気が誰かに似ている……）": "(The atmosphere is similar to someone's...)",
    "（『コトハ』……偽名か？）": "('Kotoha'... Is that an alias?)",
    "改めて、私はあんた達が『違法パイロット』と呼ぶ者達の\n組織――『双頭の斧』のリーダー。名前は『コトハ』よ。": "Once again, I'm the one you call the Illegal Pilot.\nAn organization—the leader of the Two-Headed Axe. Its name is Kotoha.",
    "（思っていたよりも、印象としては若い……\nリーダーというからもっと年配をイメージしていたが……）": "(He's younger than I thought...)\nSince he's the leader, I thought he'd be older, but...)",
    "ま、手短に行くわね。要求はシンプルよ。\n人質を返してほしければ、龍宮ちゆるを渡しなさい。": "Well, let's make this quick. The demands are simple.\nIf you want the hostages back, give them Ryuugu Chiyuru.",
    "風紀委員会が面倒だから、時間と場所はやつらの動きを見て、\n改めて策定してから連絡するわ。": "The disciplinary committee was a pain, so the time and place were to watch them move\nI'll contact you after I've drawn it up again.",
    "だから、もちろん風紀委員会には告げ口は禁止よ？\nそうした途端に人質の命は保証できないから。": "So of course, you're not allowed to tell the PMC, okay?\nBecause I can't guarantee the hostage's life as soon as I do.",
    "当然、我々の要求を無視した際もね。": "Naturally, when you ignore our demands, too.",
    "……それじゃ、いい取引を期待しているわ。": "...Well then, I look forward to a good deal.",
    "何が『いい取引』よ。一方的にこっちの仲間をさらっておいて……": "What do you mean by 'good deal'? You kidnapped one of my friends...",
    "……どこに出しても恥ずかしくない脅迫文。": "...A threatening letter that doesn't embarrass me no matter where I put it.",
    "お約束ってやつだよねー。": "It's a promise, right?",
    "動画の中身は、全員同じみたい。": "It looks like everyone in the video is the same.",
    "どうしましょう……って考えるまでもないですよね。": "What should I do...? There's no need to think about that.",
    "ジュリーさんは必ず取り戻しますわ。": "I'll definitely get Julie back.",
    "じゃあ、行くか。ちゆるはプレ・クラス－Ａと一緒に留守番を頼む。": "Okay, let's go. Chiyuru, watch the house with Pre-Class-A.",
    "それはないでしょ。あたしが交換条件になってるんだし。": "That's not true. I'm the one who made the deal.",
    "わかっていると思うが、一応、言っておくぞ。\n俺達の勝利条件のひとつはちゆるを渡さないことだ。": "I'm sure you understand, but just in case, I'll tell you.\nOne of our conditions for victory is not to give up.",
    "それなのにノコノコ出て行くつもりか？\nあいつらを喜ばせるだけだというのはわかるよな？": "And you're still going to leave?\nYou know it's just going to make them happy, right?",
    "小花達が敵拠点を見つけて動くまで、かなりの時間を要するだろう。\n俺達が先に動くなら彼女達という戦力のいる学園が一番安全になる。": "It would take a considerable amount of time for Kohana and the others to find an enemy base and move.\nIf we're going to move first, the school with the strength of the girls will be the safest place.",
    "もちろん。あたしを置いていく方が安全なのはわかってる。": "Of course. I know it's safer to leave me behind.",
    "でもあたしなしで行って、どうやってジュリーを奪い返すの？\n戦う？　簡単に勝てる相手じゃないと思うんだけど。": "But how are you going to get Julie back without me?\nFight? I don't think we'll be able to win that easily.",
    "それは……たしかにそうですね。": "That's... certainly true.",
    "あたしが行けば交渉ができるかもしれない。\n実行前に選択肢を減らすのはよくないと思うんだよねぇ。": "If I go, we might be able to negotiate.\nI don't think it's a good idea to reduce your options before you carry it out.",
    "……どう思われますか？": "...What do you think?",
    "たしかにちゆるがいれば話し合いという展開に\n持ち込める可能性はある。": "It's true that if there's forgiveness, we can talk things out.\nThere was a chance I could bring it in.",
    "そこからちゆるとジュリーという二兎を確保する\n突破口を見出すことができるかもしれない。": "From there, we'll slowly secure two rabbits named julie.\nWe might be able to find a breakthrough.",
    "……わかった。ちゆるがいた方が成功する確率は高そうだ。": "...Okay. There's a better chance I'll succeed if I let it slide.",
    "それから言っておくが――": "And just so you know――",
    "プレ・クラス－Ａの３人を見る。": "I look at Pre-Class-A.",
    "お前達は連れて行かない。理由はわかるな？": "I'm not taking you. You know why?",
    "そ――": "I--",
    "わかったわ。": "All right, then.",
    "何かを言いかけようとしたノエルを制して心香が口を開く。": "Noel was about to say something, but Kokoru stopped her and opened her mouth.",
    "私達は足手まといになる。\nこれ以上、みんなに迷惑をかけたくない。": "We will be a burden.\nI don't want to cause any more trouble for everyone.",
    "俺を見上げる目の端に涙が浮かんでいる。": "Tears well up in the corners of her eyes as she looks up at me.",
    "だから……だから……っ。": "So... So...",
    "ジュリーちゃんをお願いね。": "Please take care of Julie.",
    "ラウラと心香が頭を下げると、慌ててノエルも続いた。": "Laura and Kokoru bowed their heads, and Noel hurriedly followed",
    "ああ……今度こそ、その約束を守る。": "Yeah... This time, I'll keep that promise.",
    "ポンポンポンと下げられた頭を順に撫でてやる。\n自分達の力量を把握できているのは成長の証だ。": "I patted her head in turn as she bowed.\nThe fact that they were able to grasp their own strength was proof of their growth.",
    "……行くぞ。俺達でジュリーを取り戻す。": "...Let's go. We'll get Julie back.",
    "悪いが俺達が交渉をする時間は稼いでくれ。\n風紀委員会が動く前に決着をつけたい。": "Sorry, but buy us some time to negotiate.\nI want to settle this before the disciplinary committee makes a move.",
    "わかりました。": "Understood.",
    "でももし定時通信が途絶えた場合は、\n風紀委員会に事情を伝えるんだ。": "But if the regular communication is cut off,\nI'll tell the disciplinary committee what's going on.",
    "任せてほしいと言わんばかりに３人がうなずく。": "The three of them nodded, as if to say they wanted me to leave it to them.",
    "それから実戦用の装備で出る。\nそこは上手く生徒会を誤魔化しておいてくれよ。": "After that, I head out with my combat gear.\nMake sure you do your best to cover up the Student Council.",
    "……ど、どうやって？": "...H-How?",
    "それを考えるのがお前達の役割だな。": "It's your job to think about that."
}