{
    "つ……疲れた……": "I... I'm tired...",
    "昨日も同じこと言ってた。": "She said the same thing yesterday.",
    "ああう……目が回るぅ……": "Argh... I'm dizzy...",
    "める、なんかずっとグルグル回ってなかった？\nあれあんなにする意味ある？": "Meguru, didn't you go around in circles the whole time? <b>Wait, what's the point of doing that?",
    "反復練習は大切だからな。とりあえず採掘量の計測だが……": "It's important to practice over and over again. For now, let's measure the amount of mines...",
    "おめでとう。まずは全員合わせての話だ。": "Congratulations. First, let's talk about everyone together.",
    "一度の潜航における採掘量としては、今までのシリウスシュガーの最大採掘量の数倍を記録したぞ。": "For a single dive, we've recorded several times the maximum amount of mines in Sirius Sugar so far.",
    "す、数倍！？\nそんなにいっぱい掘れちゃったんですか！？": "S-Several times?! Did you dig that much?!",
    "今回はメイズシフターに的を絞ったとはいえ、ものすごい戦果だわ……": "We may have narrowed our focus to the maise shifter this time, but it's still an incredible achievement...",
    "うへ～、がっぽがっぽじゃん！\nちなみに１位は誰！？　ラミ！？": "Wow, it's so empty! Who's first place, by the way? Rami?!",
    "いやいやあたしでしょ！": "No, no, it's me!",
    "実は今回、個々の量はそんなに変わりはないんだ。\n僅差でちょっとちゆるが多い程度だな。": "Actually, there's not much difference in the amount of each person this time. It's just a slight difference in brute force.",
    "やったー！": "Yay!",
    "……そこでだ。\n個人的には、今日は七彩を評価したいと思ってる。": "......that's where it happened. Personally, <br>I want to evaluate Shichika today.",
    "え……わ、わたくしですの？": "Huh...? M-Me?",
    "ああ。お前の立ち回り方がとてもよかった。\nみんなのそれぞれの動きを把握し、全体を見て動いていただろう？": "Yes. Your movements were very good. You were able to grasp everyone's movements and see the whole thing, weren't you?",
    "例えば撃ち漏らしの撃滅だったり、先手を取って敵の進入路を押さえたり、な。": "For example, shoot them down, or take the first move to pin down the enemy's entry route.",
    "……ええ、確かに、そのように動いていましたわ。": "...Yes, that's exactly what he was doing.",
    "これまでと違う点について、自覚している部分はあるか？": "Is there anything you're aware of that's different from before?",
    "ええと……今までとにかく前に立って、\nわたくしが戦局を切り開く状況が多かったように思いますわ。": "Let's see... Up until now, I've been standing in front of you, and I think there's been a lot of situations where I can lead the war.",
    "今回はそれを控えて、\n代わりにまずは全体を見ようと心がけました。": "This time, I refrained from doing that, and instead of a <br>, I decided to look at the whole thing first.",
    "そうだ。七彩はとても広い視野で物事を見ることに長けている。\nひとつのことに集中するのが得意なめるとは、対照的な個性だな。": "That's right. Shichika excels at seeing things in a very wide field of view. Contrary to his knack for focusing on just one thing, he has a unique personality.",
    "七彩はチームワークにこだわりがあった。\n自分が仲間を引っ張っていくリーダーであろうとしていたんだ。": "Shichika was particular about teamwork. He was trying to be the leader of the group.",
    "だが、それだと本来の力が発揮できない。\n広い視野を活かした支援、それが適材適所となる。": "But that means I can't use my true power. <br>Support that makes use of my wide field of view, and that makes me the right person.",
    "じゃあ、あたしたちが大きな被弾もなく撃破数を稼げたのは……": "So the only reason we were able to get the numbers we needed without getting hit was...",
    "……七彩が援護してくれてたおかげってこと。": "...It's all thanks to Shichika's support.",
    "……わたくしに合った、戦い方……\nあなたには、それがわかっていたのですか？": "......a way of fighting that suits me......<br>Did you know that?",
    "……さあ、どうだかな。\n途中で気づいたような気もするし、最初からだった気もする。": "...I don't know. I feel like I noticed it in the middle of the <br> part, and it was from the beginning.",
    "……ふふ、おかしな人ですのね。": "...Heehee. What a strange person.",
    "そして今回が今までと決定的に違ったのは、\n全員が『自分で勝ちに行く』意識を持てたことだ。": "And what was decisively different this time was that all the <br> members had the mindset to “go win on their own.”",
    "チームワークとは、『味方に勝ってもらう』ことじゃない。\n『自分の力でチームを勝たせること』だ。": "Teamwork doesn't mean “getting your allies to win.” <br> “Getting your team to win with your own strength.”",
    "俺の言葉に、５人の表情が引き締まる。": "The five of them tightened their expressions at my words.",
    "わたくしたちは、その意識が欠けていた、と……": "That we weren't conscious enough...",
    "演習でボロ負けした原因もそれだ。\n技術や陣形以前に、心が勝利に向いていなかった。": "That was also the reason I’d lost so badly in the exercise. My heart hadn’t been cut out for victory before my <br> skills and formation.",
    "だから、指揮もなく味方も頼れない状況でも、個人の力で戦う意識をさせたんだ。": "That's why I made them feel like fighting under their own power, even in situations where they couldn't rely on their allies without command.",
    "やっぱり……%usernameusernameuserna%さんは、\nちゃんと私たちを見ていてくれたんですね。": "I knew it... %username, username, userna%-san really did look at us, didn't she?",
    "信じてよかったです。あなたのことを……！": "I'm glad I believed you. You...!",
    "あの厳しい訓練も全部、\nわたくしたちを叩きなおすための荒療治だったんですのね。": "That rigorous training was all a drastic measure to retaliate against us, huh?",
    "そーゆーことだったのかー！\n最初はイジメかと思ったわ！": "So that's how it is! At first, I thought you were bullying me!",
    "……でも、確かに感じた。ＭＧと一体になって、勝利を目指す感覚。": "...But I definitely felt it. The feeling of becoming one with MG and aiming for victory.",
    "そうだね。さすがは生徒会長の選んだ指揮官ってとこかな。\n厳しいけど、こうも結果を見せられちゃね。": "That's right. I guess that's to be expected from the commander chosen by the student council president. <b>It's tough, but I can't let you see the results like this.",
    "いや、お前たちの方こそ、期待以上の成長だよ。\nこの調子なら、どんどん強くなれるはずだ。": "No, you guys have grown more than I expected. <b>At this rate, you should be able to get stronger and stronger.",
    "そして心に刻んでおくんだ！\nどんな時でも、自分の力で勝ちに行くってことを！": "And carve it into your heart! No matter the time or place, you'll always go to win with your own strength!",
    "ここからが本当のシリウスシュガーの戦いだ！\n全員で、カオスメイデンに勝つぞ！": "This is where the real battle of Sirius Sugar begins! Let's beat Chaos Maiden with all the <br> members!",
    "おーっ！！": "Ohhh!!"
}