{
    "か、カオスメイデンの偵察って……そんなことしても大丈夫なんですか？\n誰かに見つかったら怒られちゃうんじゃ……": "C-Caoth Maiden's reconnaissance...? Is it really okay to do that? If someone finds out, won't they get mad...?",
    "そうかもしれないが、そうでないかもしれない。": "That might be true, but it might not be.",
    "そもそも同じ学園の別校舎に遊びに来ただけだしな。\nここに来ただけで文句を言われても、知らないっての。": "To begin with, we're just here to hang out in a different building at the same school. I don't know if they'll complain just because we've come here.",
    "そんなわけで俺は、怯えるめると一緒に\n廊下を突き進んでいく。": "And so, I charge down the <b> hallway with a frightened look on my face.",
    "しかし、柊校舎とは結構違うところが多いんだな。\n全体的にすごく迷路のように入り組んでる……まるで地上のメイズだ。": "Still, there's a lot of places that are different from the Hiiragi school building. The <b> overall looks like a maze... It's like a maze on the ground.",
    "ですね……出資するスカラ・インダストリーズのある\nスカラ地区の考え方が強く浸透しているのかもしれません。": "That's right... Maybe the way of thinking in the <br> Scara district, where the Scara Industries invests, is deeply ingrained.",
    "スカラ地区の考え方？": "Thinking about the Scara district?",
    "七彩さんから聞いた話ですと、スカラ地区って企業を主体とした\n自由至上主義によって統治されているみたいで……": "According to what I heard from Nanaya-san, the Scara district is ruled by a free-spirited supremacy that mainly revolves around corporations...",
    "そのせいか校舎もかなり自由な校風で、学生や職員が\n自由増改築しすぎて、すでに誰も全容を把握してないとか……": "Perhaps because of that, the school building was fairly free, and the students and staff had added and remodeled the <br> so freely that no one had a full grasp of it yet...",
    "なるほどな……": "I see...",
    "なので、ちょっと主要な道から外れると、\n私達のような訪問者はすぐ迷子になっちゃうって聞きます。": "So, I've heard that visitors like us get lost easily if we stray a little off the main road.",
    "自由にもほどがあるだろう……というか、\n既にどっちに進めばいいのかまったく分からんぞ。": "There's a limit to how far you can go... Actually, I don't even know which way to go with the <b> anymore.",
    "仕方ない。こうなったら俺の一族に伝わる秘技を使おう。": "Oh well. I guess I'll just have to use a secret technique passed down through my family.",
    "一族に伝わる秘技って……%usernameusernameuserna%さんは\n記憶喪失のはずじゃ……？": "The secret technique passed down through the family... %user name, username, userna%-san is supposed to have <b> amnesia...?",
    "……細かいことは気にするな。": "...Don't sweat the small stuff.",
    "俺は懐に忍ばせていたペンを取り出し、床にそっと立てる。": "I took out the pen I had hidden in my pocket and stood it gently on the floor.",
    "このペンが倒れた方に進むぞ。": "Let's head in the direction where this pen fell.",
    "あまりにもアナログ過ぎませんか……？": "Isn't that a little too analog...?",
    "はぁ。これだからデジタル主義者は……\n己の手で道を切り開く素晴らしさが分からんのか？": "Hah. This is why digitalists... don't you understand how wonderful it is to open a path with your own hands?",
    "手というよりも運に任せているだけでは……？": "Isn't it more like she's letting her luck take over than her hands...?",
    "そうとも言う。と、そんなコントを繰り広げていると、\nひとりの生徒が声をかけてきた。": "“That’s what I’d like to say,” a lone <br> student called out as the comedy routine unfolded.",
    "もし……そこのおふた方。\nその制服は……柊校舎の方でいらっしゃいますか？": "If... you two over there. <b>Is that uniform... from the Hiiragi building?",
    "こ、こんにちは！　はい、そうです。\n実はちょっと道に迷っちゃいまして……": "H-Hello! Yes, that's right. <b>Actually, I'm a little lost...",
    "なるほど……柊校舎からの来客は珍しいので、\nつい声をかけてしまいました。": "I see... It's rare to see visitors from the Hiiragi building, so I called out to them.",
    "あ、先に名乗っておくべきでしたね。\n私の名前は紫雲沙耶といいます。以後、お見知りおきを。": "Oh, I should have introduced myself first. <br>My name is Saya Shiun. It's a pleasure to make your acquaintance.",
    "沙耶さんですね、よろしくお願いします。\n私は桃園める、こちらは……お友達です。": "You're Saya-san, right? Pleased to meet you. <b>I'm Momozono, this is...a friend.",
    "よろしくお願いします。それで、先ほどから気になっていたのですが、\nそこの方は何をされているのですか？": "Pleased to meet you. So, I've been wondering for a while. What are you doing over there, <br>?",
    "どうやら、俺のペンによる導きを指して言っているらしい。": "Looks like she's referring to my pen guide.",
    "未来を開拓しようとしているんだよ。": "I'm trying to open up the future.",
    "はぁ……？": "Huh...?",
    "き、気にしないで下さい！　\nスカラ校舎に初めて来たので、ちょっと浮かれてるだけなんです。": "D-Don't worry about it! It's my first time in the Scara school building, so I'm just a little excited.",
    "そうですか。よければ私が案内しましょうか？\nここで出会ったのも何かの縁ですから。": "I see. Would you like me to show you around? It's fate that we met here.",
    "いいのか？　それは助かる。\nこのままじゃ一生ここで暮らすことになりそうだったからな。": "Are you sure? That would be great. <b>At this rate, I was going to live here for the rest of my life.",
    "外の方には広すぎるでしょうからね。\nそれでは、ご案内させていただきます。": "It's probably too big for the outside. <b>Well then, allow me to show you the way.",
    "ちなみに、どんなところを見学されたいですか？": "By the way, what kind of place would you like to visit?",
    "そうだな……それもお任せ出来るとありがたい。": "You're right... I'd be grateful if I could leave that to you.",
    "いきなりカオスメイデンの訓練を、とか言ったら怪しまれるからな。\n最悪、叩き出されてしまうかもしれない。": "If I suddenly told her to train Chaos Maiden, she'd get suspicious. In the worst-case scenario, she might kick me out.",
    "ここは少し、様子を見ることにしよう。\nめるに目線を送ると、彼女もすぐに理解してくれたようだった。": "Let's wait and see. I look at the <b> Meguru, and she seems to understand right away.",
    "では、そうですね……私のお気に入りの場所にご案内しましょうか。": "Well then, let's see... Shall I show you to my favorite place?",
    "こちらです。後からついてきてくださいね。": "This way. Please follow me later.",
    "なんだかとても親切そうな人ですね。": "He seems like a very kind person.",
    "だな。これで帰り道の心配も大丈夫そうだ。": "That's right. Now I can worry about the way home.",
    "そこまで道に迷ってたんですね、私達……": "So that's how lost we were...",
    "ここは屋上に設けられた休憩スペースになります。": "This is the rest area set up on the roof.",
    "へぇ。こうしてみると、\n本当にいろんな建築物が密集した校舎って感じだな。": "Huh. Now that I look at it, the <br> really does feel like a school with a bunch of different buildings.",
    "なんだか別世界に迷い込んだみたいです。": "I feel like I've wandered into another world.",
    "ふふっ、私達には見慣れた光景ですが、\n他の校舎の人はよくそう仰りますね。": "Hehe, it's a familiar sight to us, but people in other buildings often say so.",
    "そんなことを話しながら屋上を見て回っていると……": "As we chatted and looked around the roof...",
    "時間、とっくに過ぎているわよ、沙耶。": "It’s long past time, Saya.",
    "もしかしてあたしがこうやって捜しにくるのを、待ってたのかしら？\nふふ。": "Maybe she was waiting for me to come looking for her like this? <b>heheheh.",
    "…………なにしてるの？": "...What are you doing?",
    "見知らぬふたりが、沙耶に声をかけてきた。": "Two strangers called out to Saya.",
    "どうやら、彼女の知り合いのようだ。\nとりあえず、俺たちは大人しくしておこう。": "Looks like she's an acquaintance of hers. For now, let's just stay put.",
    "アニスさん、フィーさん、お待たせしてしまって申し訳ありません。\n客人を案内していたんです。": "Ennis, Fie, I'm sorry to keep you waiting. I was showing the <b> guest around.",
    "すぐにお茶の準備をいたしますね。\nああ、おふたりは、そちらに座ってお待ちください。": "I'll get the tea ready right away. <b>Ah, you two, please sit over there and wait.",
    "沙耶は俺たちを椅子に座るように促した後、\n何故か準備されていた道具を使って茶をたて始めた。": "Saya motioned for us to sit down in the chair, then started making tea using the tools that had been prepared for some reason.",
    "茶道には、一期一会という言葉があります。\nこの瞬間、この出会いは二度と訪れない特別なもの、という意味です。": "In the tea ceremony, there is a word for a once-in-a-lifetime meeting. <br>It means that in this moment, this meeting is something special that will never come again.",
    "たとえ偶然に迷い込まれたとしても、\n今この瞬間を共に過ごせることは貴重なご縁なのです。": "Even if you get lost by chance, it's a precious bond to be able to spend this moment with you, <br>.",
    "なるほど。和の心だな。": "I see. It's the heart of peace.",
    "どうぞ、お待たせしました。\nこの機を、どうぞお茶と共にお楽しみください。": "Thank you for waiting. <b>Please enjoy this opportunity with your tea.",
    "差し出されたお茶を見て、めるが小声でこっそり\n聞いてきた。": "Seeing the tea she held out to me, Meguru asked in a low voice, “Br.”",
    "ど、どうしますか……？": "Wh-What should we do...?",
    "せっかく用意してくれたんだ。いただこう。\n毒ってこともないだろうからな。": "She went out of her way to prepare it for me. I'll take it. It's not like it's a <br> poison, after all.",
    "俺は沙耶の煎れてくれたお茶を口にした。": "I took a sip of the tea Saya had made for me.",
    "……ふむ、悪くないな。": "...Hmm, not bad.",
    "これがスカラ文化というやつか。なんていうか落ち着くな。": "So this is what they call Scara culture. How do I put this? It's so relaxing.",
    "あの……茶道ってスカラではなく、\n元々はアマツの文化だと思うのですが……": "Um... I don't think tea ceremony is Scara, but the <br> originally came from Amatsu culture...",
    "そうですね。実は紫雲家は元々アマツの出身なんです。": "That's right. The truth is, the Shiun family was originally from Amatsu.",
    "祖父の代からスカラに移住しまして、\n今は茶道の普及に取り組んでいるんですよ。": "I moved to Scara from my grandfather's generation, and now I'm working on spreading tea ceremony.",
    "なるほど。茶道家元って感じなのか。": "I see. So she's like the master of the tea ceremony.",
    "ああ、そういえば、あたしたちも自己紹介がまだだったわね。": "Oh, that reminds me. We haven't introduced ourselves yet either.",
    "抹茶に砂糖とシナモンを入れる手を止め、\nどこか風格の高そうな少女がこちらを見てきた。": "I stop putting sugar and cinnamon into the green tea, and a girl with a somewhat high-class br looks at me.",
    "あたしはアニス・ベネットよ。\nそれで、こちらにいるのがフィー・ドレーゼ。": "I'm Ennis Bennett. <b>And this is Fie Drese.",
    "……フィー・ドレーゼ。": "...Fie Drese.",
    "アニスにフィーか。よろしくな。こちらも自己紹介しておくか。\n俺は――": "Ennis and Fie, huh? Nice to meet you. I guess I'll introduce myself too. <b>I――",
    "ふふ、自己紹介は不要ですよ。\nアニスさんもフィーさんも、もう『存じて』おりますので。": "Haha, you don't need to introduce yourself. Both Ennis and Fie already know.",
    "え……？": "Huh...?",
    "%usernameusernameuserna%さん……いえ、シリウスシュガーの指揮官様、\nと言った方が通りがいいかもしれませんね。": "%username, username, userna%-san... No, the commander of Sirius Sugaru, <b> might be a better word.",
    "ど、どうしてそれを！？": "H-How did you know that?!",
    "男性指揮官がシリウスシュガーを指導しているという情報は\n私たちの元にも既に入っていますから。": "We already have the information that the male commander is instructing Sirius Sugaru.",
    "そんなタイミングで柊の方と男子制服の殿方がこちらに来たんです。\n深く考えなくても分かるというものですよ。": "That's when Hiiragi and a gentleman in a men's uniform came here. You don't have to think too hard about it.",
    "おそらく今日は、カオスメイデンの偵察にいらしたのですよね？": "You're probably here to scout Chaos Maiden today, aren't you?",
    "まぁ、そうだろうなとは思ってたが、やっぱりお前達が――": "Well, I figured as much, but I knew you guys would—",
    "はい。私たちがカオスメイデンのメンバーです。": "Yes. We're members of Chaos Maiden.",
    "もっと驚いてくれると思っていたのに、残念だわ。\nあなたの動揺した姿は、きっと愛おしかったでしょうに。": "I thought you'd be more surprised, but it's too bad. <b>I'm sure I loved how shaken you looked.",
    "ご期待に添えず申し訳ない。それで、偵察はさせてもらえるのかな？": "I'm sorry I didn't live up to your expectations. So, will you allow me to scout?",
    "%usernameusernameuserna%さん！？\nそ、そんな直球で要求しなくても……": "%username, username, userna%-san?! <br>Y-You don't have to ask so directly...",
    "しかし、沙耶は特に気にした様子もなく、\nあっさりと言った。": "However, Saya didn’t seem particularly bothered by it, and said <br> so easily.",
    "ええ。ちょうどこれから訓練がありますから。\n好きに見学していってもらって構いませんよ。": "Yes. I have training to do right now. Feel free to observe as much as you like.",
    "なるほど。話が早くて助かるな。": "I see. I'm glad you're quick on the uptake.",
    "（だが、つまりは、それだけ実力の差に自信があるということだ）": "(But, in other words, she's that confident in the difference in our abilities.)",
    "これは思った以上に強敵かもしれない。": "This might be a stronger enemy than I thought.",
    "しかし、めるの前で動揺は見せられない。\n俺はつとめて平静を保って言った。": "But I can't let myself be shaken in front of her. I try to keep my composure.",
    "それじゃあお言葉に甘えさせてもらうとしようか。\nカオスメイデンのお手並み、拝見させてくれ。": "Well then, I'll take you up on your offer. Let's see what Chaos Maiden can do."
}