{
    "会見場を後にした俺達は、ＬＯＣの職員に別室へと案内された。\nそこにはすでに２社の担当者が待っていた。": "Leaving the press conference, we were shown to another room by a staff member from the LOC.\nThe people in charge of the two companies were already waiting there.",
    "ふぅ……やっと詳しい話が聞けるのかぁ。": "Phew... So we can finally hear the details.",
    "でもこの場にはトリニティ・ジュエルの子たちもいるだろうし、\nあまり突っ込んだ話はしないんじゃない？": "But I'm sure the Trinity Jewel kids are here, too\nI don't think they'll talk too much about it.",
    "――なんて、話をしていると。": "――Just as we're talking...",
    "ご、ごめんなさい、遅くなりました～！": "I-I'm sorry I'm late!",
    "んー。レイヴェル、にんきもので困る。道ふさがれちゃった。": "Hmm. Ravel, I don't know what to do with the carrots. They're blocking the way.",
    "リディア、ファンの子たちは悪くない。\nもっと私達が気を使って別のルートを使うべきだった。": "Lydia, the fangirls aren't bad.\nWe should have taken a different route more carefully.",
    "別の職員に連れられて、トリニティ・ジュエルの３人が現れた。": "The trinity jewel trio appeared, led by another staff member.",
    "トリニティ・ジュエル……": "Trinity Jewel...",
    "……ん？　何か？": "...Hm? What is it?",
    "ああいや、思えば３人構成なんだなって。\nこっちは５人だからさ。": "Oh, no, now that I think about it, it's a three-person group.\nThere are five of us here.",
    "テストパイロットの人数差を気にしているなら、問題ない。": "As long as she was concerned about the difference in the number of test pilots, there was no problem.",
    "いろいろ考えた結果、無理に５人で数合わせするより、\nこの３人の連携がもっともパフォーマンスが出ると結論付けている。": "After a lot of thought, rather than forcing the five of us to count together,\nThey had concluded that the coordination between these three would be the most performance-oriented.",
    "（大規模な戦闘や軍団規模の衝突なら、数の差で優れるのは\n大きなアドバンテージになる……）": "(If it's a large-scale battle or a clash on the scale of an army, the difference in numbers is what's superior\nIt'll give us a huge advantage...)",
    "（でもこの規模なら烏合の衆５人よりも、最適な３人チームのほうが\n強い……少なくともレイヴェルはそう自信を持っているようだ）": "(But at this scale, the optimal three-person team would be better than the five rabble members\nHe's strong... At least that's what Ravel seems confident in.)",
    "（それにしても……）": "(Still...)",
    "まだ何か？": "Is there something else?",
    "かっこいいなと": "I thought it was cool.",
    "かわいいな": "You're so cute.",
    "ああいや……": "Oh, no...",
    "レイヴェルはね、モデルさん。すごいでしょ。": "Ravel's a model. Isn't she amazing?",
    "なるほど、だから立っているだけなのに、\nどこかかっこいい感じがするわけか。": "I see, so that's why she's just standing there,\nI guess there's something cool about it.",
    "は……？": "Huh...?",
    "え、えっと……初対面で、ライバルチームのリーダーを、\nいきなり口説くのは……その……": "U-Umm... On our first meeting, I was the leader of a rival team\nTrying to hit on her all of a sudden... Um...",
    "ああ、すまん！　思わずとっさに出ちゃったんだ！\n失礼なこと言って、悪かった。": "Oh, sorry! I couldn't help but leave right away!\nI'm sorry for being so rude.",
    "いや、いい……ただ……": "No, it's fine... It's just...",
    "…………": "............",
    "……%usernameusernameuserna%、だったか。\n随分と変わった男のようだ。": "..._USERNAME_PLACEHOLDER_XYZ123_, was it?\nHe seems to have changed quite a bit.",
    "（少し警戒心を持たれてしまっただろうか……）": "(I wonder if they've become a little wary of me...)",
    "もう%usernameusernameuserna%さん！\n仲良くする相手、間違ってますよ！": "Geez_USERNAME_PLACEHOLDER_XYZ123_san!\nYou're wrong about who you're trying to get along with!",
    "あら～！　フルートちゃんってば、ヤキモチ～？": "Oh! Are you jealous, Flute?",
    "ち、違いますよ！？　%usernameusernameuserna%さんは、\n今はトレブルクインテットの専属なので……！": "N-No, that's not it!_USERNAME_PLACEHOLDER_XYZ123_san\nI'm Treburg Integrity's personal servant right now!",
    "ちなみにぃ、あたしはすっごくヤキモチ焼いちゃったから、\nあとでお餅焼いてご馳走してね♪　砂糖たっぷり、きなこ餅で！": "By the way, I got really jealous, so...\nI'll bake some mochi and treat you to it later♪ With lots of sugar and kinako mochi!",
    "お前はただ腹減っただけだろ。ドッグフードでも食っとけ。": "You're just hungry, aren't you? Eat some dog food.",
    "みなさん、仲が良さそうで何よりです。\nただ……そろそろ話を進めてもいいでしょうか？": "I'm glad everyone seems to be getting along.\nIt's just... Is it okay if we move on?",
    "あっ、す、すみません！　お願いします！": "Ah, s-sorry! Please!",
    "改めて皆さん、先ほどは記者会見お疲れ様でした。\nただいまより今回のプロジェクトのブリーフィングを行います。": "Everyone, thank you for your hard work at the press conference earlier.\nWe will now begin the briefing for this project.",
    "……コホン。それではノースリム重工から、\n開発する新型ジェネレーターの方向性について説明する。": "...Ahem. Well then, from Northrim Heavy Industries,\nI'll explain the direction of the new generator we're developing.",
    "今回のＡＨＤ－５１０は高位域アークプラズマの、\nラミナーフロー維持において誘導磁束密度の均一化を重視した構造だ。": "This time, the ASD-510 was a high-level arc plasma\nIt is a structure that emphasizes uniformity of guided magnetic bundle density when maintaining laminar flow.",
    "特に、陽極側のデュアルブリッジ・エンハンサーが、\n出力フラット化に寄与しており――": "Especially the Dual Bridge Enhancer on the yang pole side\nIt's contributing to the flattening of the output—",
    "ルナ、わかる？": "Luna, do you understand?",
    "い、いえ、私にはさっぱりです……": "N-No, I have no idea...",
    "続いて弊社からですね。": "Next up is our company.",
    "ＶＲＸ－７７の最大の特徴はリアクティブベクトルフィードバックを、\nリアルタイムでダイナミックモデリングしてることなんですよ！": "The VRX-77's greatest feature was its reactive vector feedback\nI'm doing dynamic modeling in real time!",
    "応答遅延は理論値０．０２秒！": "Responding delay is a theoretical value of 0.02 seconds!",
    "マルチレイヤーの位相アルゴリズムがドライバー入力を、\nシンクロナイズして疑似慣性をリニア補正します！": "The multilayered phase algorithm input the screwdriver\nSynchronize to correct the pseudo-inertia linearly!",
    "えっと……？　何語？": "Um...? What language?",
    "あはは！　だめ、さっぱり分かんないわ！\nいやー、誰か分かりやすく解説できたりするかしら？": "Ahaha! No, I don't understand at all!\nMan, I wonder if I can explain it in an easy-to-understand way?",
    "あれ？　ロージーさんって結構機械いじりできるよね？\n確かご実家が自動車の整備を行う工場で……": "Huh? Rosie's pretty good at tinkering with machines, isn't she?\nIf I'm not mistaken, your family runs a car maintenance factory...",
    "構造はある程度わかるけど、スペック的な理論は微妙ね。\nあとあたしって感覚でガチャガチャするタイプだし？": "I can understand the structure to some extent, but specs are a little off.\nAlso, I'm the type to rattle on and on like that, you know?",
    "……たまにメイズとかで私達の機体を応急処置的に見てくれるけど、\nそんな感覚でやってたの？": "...Sometimes she'll use her mace to look at our aircraft as first aid, but...\nWas that how you felt?",
    "そーだけど？": "Yeah, but what?",
    "……今度から私はロージーメンテパスで。": "...From now on, I'll be using Rosie Mentepas.",
    "え、えっとえっと……つまりは『ぶいあーるえっくす』は、\nバイブスが上がるってことでオケですか！？": "U-Um, well... In other words, \"buia ruekusu\" is...\nSo you're saying the Vibes are going up?!",
    "うん、たぶんそんな感じでいいんじゃない？": "Yeah, it's probably fine like that.",
    "エヴィちゃんが言うなら間違いないわね～。": "If Eve says so, there's no doubt about it.",
    "……要するにエヴィ以外みんなわからないってことか。\nいや、俺もさっぱりだけど。": "...In other words, no one but Eve knew.\nNo, I don't have a clue either.",
    "私だって全部を理解してるわけじゃないよ。専門外だし。\nなんとなく自分の引き出しの知識に当てはめて解釈してるだけ。": "I don't understand everything. It's not my area of expertise.\nI'm just applying it to my knowledge of drawers and interpreting it.",
    "ずいぶん得意になっているが、\nそちらはアクチュエーター系統のヒートマージンが甘い。": "I'm pretty good at this, but...\nThe actuator-type heat margin is too weak for that.",
    "我が社のようにトリプルリザーブ方式を取らねば──": "We'll have to use the Triple Reservoir system like our company does.",
    "やだなぁ、そういう『がっちり固める』のはクラシックですよ。\nウチは動的位相制御でそもそもヒートピークを散らしてるんですけど？": "Oh, come on. That kind of 'hardening' is classical music.\nWe're using dynamic phase control to scatter the heat peak in the first place.",
    "ホントになにを言ってるか、まったくわからない。\n結局どういうことなんだ……？": "I really have no idea what she's saying.\nWhat's going on in the end...?",
    "会話を止める": "Stop the conversation",
    "とりあえず同意する": "I agree for now.",
    "……ってか、俺たちを置いてけぼりにして\n担当者の人たちヒートアップしてないか？": "...Or rather, he left us behind.\nIsn't the people in charge getting heated?",
    "ストップ、ストップ。そこまでだ。": "Stop, stop. That's it.",
    "なんですか？　今、大事なところなんですが！": "What is it? It's important right now!",
    "いや、すまん……なにが大事なのかさっぱりわからん。\n多分、ここにいる誰もが。": "No, sorry... I have no idea what's important.\nProbably everyone here.",
    "あの意味不明なバトルに割って入るなんて、\n後輩クンってばやるじゃない♪": "Interrupting that cryptic battle...\nYou're pretty good, Kouhai-kun♪",
    "確かにヒートが……いや、その通りだよなぁ。\nトリプルリザーブ方式じゃない方法もあるよな！": "Heat is definitely... No, he's right.\nThere's a way that's not a triple reservoir!",
    "何ですか急に。知ったような顔をしないでください。": "What's this all of a sudden? Don't act like you know me.",
    "そんなこと言われても、\n意味わからない話を始めたのはそっちだろ……": "Even if you say that,\nYou're the one who started this incomprehensible conversation...",
    "ありがとうございます……\n理解できなさすぎて、そろそろ気を失いそうでした……": "Thank you very much...\nI was so incomprehensible that I felt like I was about to pass out...",
    "とにかく！\nどういうことなのか全員に分かるように説明してくれないか？": "Anyway!\nCan you explain to everyone what's going on?",
    "我が社のＡＨＤはどこまでも出力の伸びるジェネレーターだ。\n立ち上がりはやや重いが、どんな状況でも安定してパワーを絞り出せる。": "Our company's ASD is a generator that can output as much power as it wants.\nIt was a bit heavy to stand up, but no matter the situation, it could be stable and squeeze out its power.",
    "……どのようなものだろうと、関係ない。\n私達なら問題なく、乗りこなせる。": "...It doesn't matter what it is.\nWe'll be able to ride it without any problems.",
    "私たちのＶＲＸは操作に対する機敏な反応が強みです。\n人馬一体とも言うべき操作感覚が得られると思います。": "Our VRX is good at reacting nimbly to manipulation.\nI think you'll be able to get a sense of manipulation that can be called human and horse alike.",
    "へえ～！　いいですね！\n作戦もそれに合わせたアゲアゲなものを考えたいですね～！": "Wow! That's great!\nI'd like to come up with a plan to match that!",
    "最初からそう言ってくれよ……": "You should've told me that from the start...",
    "コ、コホン。さて、仕様に関しての説明会も終わりましたので……\n今後についてお知らせします。": "A-Ahem. Now then, the briefing on the specs is over...\nI'll let you know what to do next.",
    "両チームのテストパイロットは、\nまず新型ジェネレーターを使用しての訓練を開始してください。": "The test pilots on both teams...\nPlease begin training using the new generator.",
    "一週間後の『機動性能評価試験』を皮切りに『戦闘性能評価試験』、\n『メイズ内実地試験』の３段階に分けた試験を行います。": "Starting with the \"Mobility Performance Appraisal\" test a week from now, the 'Battle Performance Appraise Test'\nWe will now conduct the three stages of the Mayse Internal Field Test.",
    "一週間で新型ジェネレーターをモノにしろ、ってことか。": "So you're telling me to make the new generator my thing in a week?",
    "おけまるです！　フルートたちなら余裕ですよ～！": "We'll be fine! We've got plenty of flutes to play!",
    "両チームは、それぞれ担当のエンジニアチームと協力して、\n評価試験に備えてください。": "Both teams worked together with the engineering teams in charge\nPlease prepare for the evaluation exam.",
    "以上でブリーフィングは終わりです。では、解散。": "That concludes the briefing. Well then, disband.",
    "担当者の声を合図に、部屋にいたメンバーが続々と席を立つ。\nそんな中、フルートはレイヴェルへと歩み寄った。": "At the voice of the person in charge, the members in the room rose from their seats one after another.\nMeanwhile, the flute walked over to Ravel.",
    "トリニティ・ジュエルの皆さんっ！　改めてよろしくぽよ～！\nアゲアゲでがんばっていきましょうね～！": "Trinity Jewels! Nice to meet you all again!\nLet's do our best with Ageage!",
    "はーい、よろし――": "Yes, very good――",
    "リディアさんっ、ま、待ってくださいっ！": "Lydia, w-wait!",
    "んー？": "Hmm?",
    "……がんばる？ これを学園行事とでも勘違いしているのか？": "...Do your best? Do you think this is a school event?",
    "巨額の資金が投下された一大プロジェクト、\nそれもＭＧの命とも言うべきジェネレーターの『選別』だ。": "A big project where a huge amount of money was invested,\nThat was also the \"selection\" of the MG's life-form generator.",
    "私達に課せられたのは勝利。\nこれ以上馴れ合うつもりはない。": "What was imposed on us was victory.\nI had no intention of getting any closer to her.",
    "（レイヴェルの言葉は確かに厳しいように聞こえる……が）": "(Ravel's words do sound harsh... but...)",
    "でも、彼女の言っていることは正論だ。\nきっとフルートもそれはわかってると思う。": "But what she was saying was sound.\nI'm sure the flute understands that.",
    "その証拠にフルートの笑顔の裏には強い光が宿っている。": "As proof, there was a strong light behind the flute's smile.",
    "もちろん、フルートたちだって負けるつもりはありませんよ～！\nガチで勝利をつかみにいきますから！": "Of course, the flutes have no intention of losing either!\nI'm really going to win!",
    "もっとバチバチと対立してくれてもいいぞ。\nそのほうが互いに研鑽しあうことになるからな！": "You can stand in opposition to me even more.\nThat way, we'll be able to study together!",
    "はい！": "Yes, sir!",
    "私達はこれで失礼する。": "We'll be going now.",
    "フルートにチームの雰囲気づくりをさせる": "Make the flute feel like a team.",
    "エヴィにトリニティ・ジュエルの情報収集を指示する": "I'll instruct Eve to gather information on Trinity Jewel.",
    "……さて、レイヴェルたちも去ったことだし、\nこれで方針の話ができるな。": "...Now that Ravel and the others have left,\nNow we can talk about our plan.",
    "フルートのバイタリティはこのチームに不可欠だ。\nまず全員が前向きに取り組めるような雰囲気づくりを頼む。": "Flute vitality is vital to this team.\nFirst, I'll ask you to create an atmosphere where everyone can be positive.",
    "まかせてください～！\n雰囲気はぽよぽよなフルートが得意なやつですから！": "Leave it to me!\nThe atmosphere is that of someone who's good at playing the soft flute!",
    "みんなのバイブス、アゲアゲにしちゃいますよ～！": "I'll turn everyone's vibrators into Ageage!",
    "まずは敵を知ることが重要だ。": "It's important to know the enemy first.",
    "エヴィには、トリニティ・ジュエルの情報をできるだけ集め、\nそして分析してもらいたい。": "To Eve, I gathered as much information as I could about Trinity Jewel\nAnd I want you to analyze it.",
    "オッケー。こっちで拾えるだけ情報をかき集めておくよ。": "Okay. I'll gather as much information as I can.",
    "この勝負、勝つぞ。": "I'm going to win this match.",
    "当然です！　だって、トレブルクインテットは最強ですから！": "Of course! After all, Treburg Integrity is the strongest!"
}