{
    "（放課後のスカラ校舎……人気もなくて、静かなもんだな）": "(The Scara school building after school... It's so quiet there's no one around.)",
    "あははははははっ！": "Ahahaha!",
    "……って、いや、なんだか急に騒がしくなってきたぞ。\nなんだあの足音は？": "...Wait, no, it's suddenly getting noisy.\nWhat are those footsteps?",
    "あはは……って、わわわわわ……っ！": "Ahaha... Wait, wawawawa...!",
    "わっ！": "Whoa!",
    "（廊下の向こうから誰かが全力疾走してきたぞ！？\nまずい、このままだとぶつかる……！）": "(Someone's running at full speed from the other side of the hallway!\nThis is bad. At this rate, we'll bump into each other...!)",
    "ちょっと、そこ！　ストップ！　ストーップ！": "Hey, that's it! Stop! Stop it!",
    "うおっ！？\n……ぶ、ぶつかるかと思った。": "Whoa!?\n...I-I thought we'd bump into each other.",
    "ふぅ、ごめんごめん！　でもセーフでよかったね！\n……って、%usernameusernameuserna%かぁ。": "Phew, sorry, sorry! But I'm glad you're safe!\n...Wait, %usernameusernameuserna%?",
    "ユリアか。ろくに前も見ないで走るなんて危ないぞ。\n……で、何してるんだ？": "Julia, huh? It's dangerous to run without looking ahead.\n...So, what are you doing?",
    "サバゲーだよ？": "It's a survival game, you know?",
    "サバゲー？": "Savage?",
    "そ、このＬＯＣ製のエアガンを使った撃ち合いのゲームだね！\nで、今は校舎を使ったサバゲーが熱いんだよー。": "Th-This is a shooting game using a LOC-made air gun!\nAnd right now, the survival game using the school building is hot.",
    "なんでまたそんなことに……": "Why is that happening again...?",
    "ほら、スカラ校舎って学校内に商店街があるでしょ？": "There's a shopping district in the Scara school building, right?",
    "ああ、かなりデカい商店街があるな。": "Yeah, there's a pretty big shopping district here.",
    "で、毎日色んな珍しい商品が入荷されるから、\nそれに興味を持った物好きな生徒が買ってきて広めてるんだ～。": "So, we get all sorts of rare goods in every day, so...\nA curious student who's interested in it buys them and spreads them.",
    "その物好きな生徒って、ユリアのことか？": "By that curious student, do you mean Julia?",
    "あはは、そうかもね？\nでも、私だけじゃなくてこういうのが好きな子が多いんだよね。": "Ahaha, maybe?\nBut there are a lot of girls who like this kind of thing, not just me.",
    "で、どこからか仕入れてきた商店街の商品に目を付けて、\n色んな子に広めた遊びとかが流行るって流れなんだよね。": "So, I set my eyes on the goods from the shopping district that I'd purchased from somewhere\nThere's a trend in spreading the word to all kinds of kids.",
    "なるほど……学校の中だけで流行するものって、色々ありそうだな。": "I see... It seems like there's a lot going on at school.",
    "うん。で、今はこのエアガンがブームってわけ！\n結構体を動かすし、パイロット活動の訓練にもなるんだよね♪": "Yeah. And right now, this air gun is booming!\nIt's a lot of exercise, and it's also good training for pilot activities♪",
    "ほう……そう聞くと確かに面白そうだな。": "Hmm... That does sound interesting.",
    "そうだ、%usernameusernameuserna%も一緒にやろうか！\nうん、決まりね～♪": "That's right, %usernameusernameuserna%, let's do it together!\nYeah, it's decided~♪",
    "は？　いや、ちょっと待ってくれ！？": "Huh? No, wait a minute!",
    "まあまあ、いいからいいから！": "Now, now, don't worry about it!",
    "おいユリア、手を引っ張るなよ。\n誰もやるとは言ってないだろ……": "Hey, Julia, don't pull my hand.\nI didn't say I'd do it...",
    "さあ、この先に敵が潜んでいそうだね！\nさーて、%usernameusernameuserna%ならどうする？": "Looks like there's an enemy lurking up ahead!\nNow then, what should %usernameusernameuserna% do?",
    "……俺はユリアの後ろについて見学させてもらうよ。": "...I'll be watching from behind you, Julia.",
    "えー！　一緒に参加しないの～？": "Whaaat?! You're not going to join us?!",
    "まあ、さすがに途中乱入はな……": "Well, I guess I shouldn't barge in on the way...",
    "（相手も女の子ばかりだし、今から参加しても場を荒らすだけだろう。\nだったら、今回は見学だけにさせてもらうか）": "(They're all girls, too, so participating now would probably just ruin the mood.)\nIn that case, I guess I'll just watch this time.)",
    "ちぇー。まあ今日は見学だけで許してあげる。\nそれじゃあ……しっかり私についてきてね！": "Tch. Well, I'll forgive you for just watching today.\nWell then... Make sure you follow me!",
    "さあ、行くよ……！\nこっちの角を曲がって……と見せかけて、こうだっ！": "Come on, let's go...!\nI made it look like I was going to turn this corner, and here I am!",
    "きゃあっ！？": "Kyaa!?",
    "あははははっ！\n丸見えだったよ、甘い甘い！": "Ahahaha!\nI could see it all! Sweet, sweet!",
    "ユリアさんが余所見してる……\n今がチャンス……っ！": "Julia's looking somewhere else...\nNow's my chance...!",
    "はい残念！\nそれも読んでたよ～、えいっ！": "Yes, that's too bad!\nI read that too~, eigh!",
    "あぁっ！": "Aaah!",
    "さあさあ、次はどう来るのかな？\n私に勝てるかな～？": "Now, now, what's next?\nCan you beat me?",
    "（すごいな……ユリアの動きは、常に相手の動きの裏を突いている。\n予測不可能な動きでかく乱して、的確な銃撃で敵を倒す……）": "(Amazing... Julia's movements are always behind her opponent's.\nDefeat the enemy with precise gunfire by disrupting them with unpredictable movements...)",
    "（本当に圧倒的だな、ユリアは……）": "(Yuria really is overwhelming...)",
    "うぅ……っ、このままじゃ、ユリアさん１人に全滅させられちゃう……": "Ugh... At this rate, I'll be wiped out by Julia alone...",
    "……こうなったら、みんなで手を組んで、\nまずは彼女だけでも落とさなきゃ……！": "...Now that it's come to this, we'll all work together\nI have to drop her first...!",
    "（……まずい流れになってきたな。\nユリアを倒すために、他の参加者が徒党を組み始めた……！）": "(...This is getting bad.\nThe other participants began forming a clique to defeat Julia...!)",
    "ユリア、気をつけろ！": "Julia, watch out!",
    "……ユリアさん、覚悟っ！": "...Julia, prepare yourself!",
    "そっちに行ったわ！　みんなで囲み込もう！": "They're over there! Let's surround them!",
    "おっと、ハードモードだね！\n面白くなってきた！": "Whoops, she's in hard mode!\nThis is getting interesting!",
    "%usernameusernameuserna%、置いてかれないように気をつけてね！": "Be careful not to be left behind, %usernameusernameuserna%!",
    "こっちの道は……うん、待ち伏せされてる。\nあっちは……先回りされてるみたい。": "This way leads to... Yeah, an ambush.\nLooks like... they're ahead of us.",
    "どうする？　どこの道も、塞がれてるぞ。": "What should we do? All roads are blocked.",
    "……とりあえず、そこの教室に避難だー！": "...Anyway, let's evacuate to that classroom!",
    "みんなー、ユリアさんを追い詰めたわ！": "Guys, we've cornered Julia!",
    "全員で集まって、突入しましょう！": "Let's all get together and charge in!",
    "あはは、突入まで秒読み段階って感じかな。\nこれは、絶体絶命だね。": "Ahaha, I guess it's like we're counting down the seconds until we charge in.\nI'm at my wit's end.",
    "どうするつもりなんだ、ユリア？": "What are you going to do, Julia?",
    "んー、あ、いい作戦思いついた♪": "Hmm, ah, I've come up with a good plan♪",
    "（ユリアは本当に楽しそうだけど……\nこの状態から、何をするつもりなんだ？）": "(Julia really does look like she's having fun, but...)\nWhat is she planning to do from this state?)",
    "……３、２、１……": "...Three, two, one...",
    "ユリアさん、覚悟っ！": "Julia, prepare yourself!",
    "今度こそ、おしまいよ！": "This time, it's over!",
    "みんな、ご苦労さん！\nそれじゃあね～♪": "Good work, everyone!\nSee you later~♪",
    "……え？": "...Huh?",
    "ユリア！？": "Julia?!",
    "うそ！？　窓から落ちてっ……！？": "No way!? It fell out the window...!?",
    "きゃぁあああっ！？\nユリアさんが――": "Kyaaaaah?!\nJulia...",
    "――油断禁物ってね。": "――Don't let your guard down.",
    "えっ……！": "Huh...!?",
    "これで２人脱落っ！": "With this, we'll both drop out!",
    "きゃあ……っ！": "Kyaa...!",
    "ユリア、お前……っ！？": "Julia, you...?!",
    "さーて、ちゃんと計算通りに着水するね♪\nこれで形勢逆転……っと♪": "Now then, let's land exactly as planned♪\nWith this, the tables have turned...♪",
    "いやー、ありがとね、%usernameusernameuserna%。\nびしょ濡れだったから、部屋まで送ってもらって助かったよー。": "Man, thanks, %usernameusernameuserna%.\nI was soaking wet, so I'm glad you took me to my room.",
    "……分かったから、動くな。\nまったく、風呂に入れた後の猫じゃないんだから――": "...I understand, so don't move.\nHonestly, she's not the cat after taking a bath—",
    "ふかっーっ！": "Fukaaaa!",
    "猫に寄せるな！": "Stay away from the cat!",
    "あはは、冗談だよ♪": "Ahaha, I'm just kidding♪",
    "しかし……本当に無茶しやがって……\n見てるこっちの寿命が縮むかと思ったぞ。": "Still... You really are reckless...\nWatching her, I thought I'd shorten my lifespan.",
    "あはは、いやー、それほどでも！": "Ahaha, no, not really!",
    "褒めてないからな！": "I'm not praising you!",
    "（ユリアがガラス窓を突き破って落下していった時には\nどうなるのかと思ったが……）": "(By the time Julia broke through the glass window and plummeted\nI wasn't sure what would happen, but...)",
    "（まさか、あそこから川に着水してから泳いで、\n校舎の裏側から戻ってくるとはな……）": "(No way, she'd land in the river from there before swimming\nI didn't think you'd come back from the back of the school building...)",
    "あんなことがあってから普通に\nサバゲーを続けるとは思わなかったぞ……": "Ever since that happened, she's been acting normal.\nI didn't think you'd keep playing survival games...",
    "言ったでしょ？　いい作戦思いついたって。\nいやー、それにしても、思った以上にうまくいったね！": "Didn't I tell you? I've come up with a good plan.\nMan, anyway, it went better than I thought!",
    "あの勢いのままで、全員倒して私が大勝利！\n満足のいく結果になったなぁ♪": "With that momentum, I'll defeat them all and win big!\nThat was a satisfying result♪",
    "%usernameusernameuserna%もびっくりしたでしょ？\n本当に面白いから、次は一緒にサバゲ―やろうね！": "%usernameusernameuserna% was surprised too, wasn't he?\nIt's really interesting, so let's play mackerel next time!",
    "いや、びっくりしたが……心配の方が勝ったぞ？": "No, I was surprised, but... Worry won out, you know?",
    "それで心配して、部屋まで連れて来てくれたってこと？\n%usernameusernameuserna%ってお人好しなんだねぇ。": "So that's why you were worried and brought me to your room?\n%usernameusernameuserna% sure is softhearted.",
    "ああ、まあ心配だったって言うのもあるが……": "Yeah, well, I was worried, but...",
    "……ここまで来たのは、ユリアに話したいことがあったからだ。": "...The reason I've come this far is because there's something I want to tell Yulia.",
    "話したいことー？": "What do you want to talk about?",
    "まず、校舎から飛び降りるのは危険だってことだ。\n今回は予想通りだったかもしれないが、事故だってあるかもしれない。": "First of all, jumping off the school building would be dangerous.\nIt might have been as expected this time, but there might even be an accident.",
    "だから、遊びでもうこんな危ない事はやらないでくれ。": "So please don't do anything this dangerous for fun anymore.",
    "えー、そんなに目くじら立てるほどのことでもないのになぁ。": "Whaaat? There's no need to get so worked up.",
    "事故らないように計算はしてたし、落ちてる途中で、\n衝撃を分散するために色々やってたから失敗しても大丈夫だったよ？": "I'd calculated it so that there wouldn't be any accidents, and on the way down,\nI was doing a lot of things to disperse the impact, so it was okay to fail, you know?",
    "そうはいうけどな……": "You say that, but...",
    "それに、別に失敗したって%usernameusernameuserna%が\n痛いわけじゃないでしょ？": "Besides, even if I fail, %usernameusernameuserna% will...\nIt doesn't hurt, does it?",
    "だったら、そんな風に心配したり注意することないんじゃない？": "In that case, there's no need to worry or be careful like that, is there?",
    "…………": "............",
    "ちょっと話があるんだ": "I need to talk to you about something.",
    "別に、何も……": "Nothing in particular...",
    "どうしたの、%usernameusernameuserna%？": "What's wrong, %usernameusernameuserna%?",
    "なになに、改まって……\nつまんない話なら聞かないよ？": "What's with the formality...?\nIf it's boring, I won't listen.",
    "えー、なになに、気になるなぁ～。\n言いたいことがあるならはっきり言ってよ。": "Whaaat? What's going on? I'm curious.\nIf you have something to say, say it out loud.",
    "……サバゲーを見ていて思ったんだけど、\nユリアの動きは本当に凄かったよ。": "...As I watched the survival game, I thought...\nJulia's movements were really amazing.",
    "うん、そうでしょ？": "Yeah, isn't that right?",
    "……だけど、周りのみんなはユリアがどう動くか分からない……\nユリアの考えていることが理解できないんだ。": "...But no one knows what Julia will do...\nI can't understand what Julia's thinking.",
    "だから……一言だけでもいい。": "That's why... just one word is enough.",
    "周りにユリアの考えを言葉で伝えるって約束してくれないか？": "Will you promise to convey Julia's thoughts to the people around you with words?",
    "えっ？　……それだけでいいの？": "Huh? ...Is that all you want?",
    "ああ、それだけだ。\n……ダメか？": "Yeah, that's all.\n...Can't I?",
    "……いつもだったらさ、私のやってることを見て、\n危ないことはやめろってお説教されるだけなんだけど。": "...Normally, when you see what I'm doing,\nShe's just going to lecture me to stop doing dangerous things.",
    "%usernameusernameuserna%は、止めないんだね？": "You won't stop %usernameusernameuserna%, will you?",
    "ああ。最初に頼んだけどやらないのは嫌なんだろ？\nなら、ユリアのそれを直せなんて言うつもりはないさ。": "Yeah. I asked you first, but you don't like not doing it, do you?\nIn that case, I have no intention of telling you to fix that.",
    "ユリアの良い所は……誰にも縛られず自由なところだ。\nだから、無理にやめろなんて言うつもりないさ。": "The good thing about Julia...is that she's free to do whatever she wants without being bound by anyone.\nSo I'm not going to force you to stop.",
    "ふーん……誰かに考えを言う……か。\n%usernameusernameuserna%が言うなら、そうしてみるね。": "Hmm... Talking to someone, huh?\nIf %usernameusernameuserna% says so, I'll try.",
    "今日も、なんだか校舎が騒がしいな。\nまたユリア達がサバゲーしてるのか？": "The school building is noisy again today.\nJulia and the others are playing survival games again?",
    "あははははっ、３人目突破！\nこのままだと、私達のチームの圧勝だね！": "Ahahaha, we're through the third!\nAt this rate, our team will be victorious!",
    "さすがユリアさん！\n私達もついて行きます！": "That's Julia for you!\nWe'll go with you!",
    "……なるほど、今度はチーム戦みたいだな。\n今回も、ユリアはうまくやれているのか……？": "...I see. Looks like it's a team battle this time.\nIs Julia doing well this time, too...?",
    "正直、この間のことがあったから、少し心配もあるんだが……\nちょっと見学していこうかな。": "Honestly, after what happened the other day, I'm a little worried...\nMaybe I'll take a look around.",
    "ここから先は通さないわよ！\n覚悟しなさい！": "I won't let you through from here!\nPrepare yourself!",
    "あはは、囲まれちゃったね～。\nどうしよっか。": "Ahaha, we're surrounded.\nWhat should I do?",
    "ど、どうしましょうユリアさん……\nこのままだと、前にも後ろにも動けません……": "Wh-What should we do, Julia?\nAt this rate, I won't be able to move forward or backward...",
    "よーし……じゃ、上から行くね～。\n後ろから、援護よろしくね！": "All right... Let's go from the top, then.\nI'll cover you from behind!",
    "えっ、上って……": "Huh? Up...?",
    "せーの……とりゃーっ！": "Okay... Toryaaaa!",
    "え、ええっ、ほんとに上からなの……！？": "Wh-What? Is it really coming from above?!",
    "すごっ……！？　曲芸みたい……！\nって、援護援護！": "Wow...! It's like an acrobatics...!\nHey, back me up!",
    "はい、ばばーんと２キル！\nあと、そっちもナイス援護だったよー♪": "Yes, two kills!\nOh, and that was nice support, too~♪",
    "は、はいっ！　ありがとうございます！": "Y-Yes! Thank you very much!",
    "別に気にしなくていいよー♪\nそれじゃ、次は……あ、%usernameusernameuserna%！": "You don't have to worry about it~\nNow then, next is... Ah, %usernameusernameuserna%!",
    "アドバイスありがとうね！　今までに比べて、ずっと楽しくなったよ♪\nそれで、今日こそ一緒に遊ぶ？": "Thanks for the advice! It's much more fun than before♪\nSo, do you want to play with me today?",
    "ああ、それならよかった。\nそれと、今日は様子を見に来ただけだからまた今度な？": "Ah, that's good to hear.\nAlso, I just came to check on you today, so I'll see you next time, okay?",
    "そっか……まあ、それなら仕方ないか。": "I see... Well, in that case, I guess it can't be helped.",
    "悪いな。この埋め合わせは……": "Sorry. I'll make up for this...",
    "じゃあ、%usernameusernameuserna%にはアドバイスをくれた\nお礼をしにいくからね♪　期待しててね？　ばいばーい！": "Then you gave %usernameusernameuserna% some advice.\nI'm going to thank you♪ Just you wait, okay? Bye-bye!",
    "……ん？　いや、いったい何を……\nって、もう行ってしまったか……": "...Hm? No, what in the world...\nWait, she's already gone...",
    "……『お礼』って、一体なんなんだ……？\n楽しみなような、怖いような……はぁ――": "...What's this 'thank you' supposed to mean...?\nI'm kind of looking forward to it, but also kind of scared... *sigh*"
}