{
    "ラミと出会ってから、かなりの時が流れたある日のこと――": "One day, after a considerable amount of time had passed since I met Rami—",
    "%usernameusernameuserna%！　勝負しなさい！": "%usernameusernameuserna%! Fight!",
    "は……？": "Huh...?",
    "夕食をどうしようかと考えているところに飛び込んでくるラミ。\n一体、どういうことだ……？": "Rami jumps in while I'm thinking about what to do for dinner.\nWhat the hell is going on...?",
    "いいから勝負を受けなさい！": "Just accept the challenge!",
    "勝負って、なんの勝負だよ？": "A match? What kind of match?",
    "そんなの言わなくたってわかるでしょ！\n『アレ』よ『アレ』！！": "You don't have to tell me that!\n\"That\"! \"that\"!!",
    "アレって……またやる気か？": "That thing... Are you going to do it again?",
    "決まってるっしょ？\n今日こそ、ラミが勝つんだから！": "Isn't it obvious?\nRami is going to win today!",
    "彼女の言う『アレ』とは――\n『先に気持ちよくなったら負け』というセックス勝負のことだ。": "The \"thing\" she was talking about was――\nIt's a sex battle where you lose if you feel good first.",
    "なんだかいつの間にか、\nこういうことをするのが当たり前な距離感になっている。": "Somehow, at some point,\nIt's become a natural distance between us to do something like this.",
    "本人曰く学園の生徒として自分のほうが俺より先輩で『上』なのに、\n世話になりっぱなしで格的に『下』っぽく感じて我慢ならんとのこと。": "According to her, as a student at the academy, she was her senior and \"upper\" than me, and yet...\nShe's been taking care of me for a while now, so I can't help but feel like I'm 'lower'.",
    "それでこれもまた本人曰く、自信がある？　らしい性行為で俺を魅了し、\n『わからせ』て『上』だと示したいらしい……が。": "So, according to her, she's also confident? She's captivating me with a sexual act.\nShe wants to show me that she's \"understood\" and \"up\"... but...",
    "なによ！　そのジトーっとした目は！": "What's with that stern look?!",
    "そうやって何度も勝負をしているが、\nいつも俺が勝ってばっかのように思えるんだが……？": "That's how we've fought many times, but...\nIt feels like I'm always winning...?",
    "う、うっさいし！　今までは手かげんしてあげてただけだっつの！": "Sh-Shut up! I've just been holding back until now!",
    "ふふん、今日は新しい戦法を考えてきたんだから！\nこれなら、もう負けないし！": "Hehe, I've come up with a new tactic today!\nAt this rate, I won't lose anymore!",
    "ほら、さっさとベッドに横になりなさいよ。\nこのラミ様がヒイヒイ言わせてやるんだから！": "Come on, hurry up and lie down on the bed.\nI, Rami-sama, will make you squeal!",
    "…………やれやれ。": "............good grief.",
    "ラミに言われるままに、服を脱いでベッドに横になると、\n彼女もまた、服を脱いで俺の体の上に跨がってきた。": "I did as Rami told me, taking off my clothes and lying down on my bed\nShe also took off her clothes and straddled my body.",
    "そうそう、こうやってお互いに弱点をさらしあって……\nさあ、いざ尋常に勝負ーっ！": "That's right, we're exposing our weaknesses to each other like this...\nCome on, let's have a match!",
    "んあああっ……んきゅ！　んはああっ！\nんくぅ……んふうううっ……！": "Nnaaah... Ngyu! Nhaaah!\nNgh... nghhh...!",
    "割れ目を舐め始めた途端にラミは激しい声で喘ぎ始めた。": "The moment she started licking the crevice, Rami began gasping in a fierce voice.",
    "（また今日も秒速だったな……）": "(Today was fast again...)",
    "んふうっ……んああっ……んんんっ……！\nちょっ、いきなりっ……舐めるなんて……あひぃぃ！": "Nfuu......naaah......nnnn......!\nHey, you're... licking me all of a sudden... Ahiii!",
    "割れ目の間を何度も舐めていると、\n愛液があふれ出して零れ落ちてくる。": "As I licked between her slits over and over...\nLove juices spill out and spill out.",
    "い、いきなり……んくぅ！　そんなに舐めるなんて……あひっ！\nや、やるじゃないの……あくぅっ！　だったら……！": "A-All of a sudden... ngh! I can't believe you're licking me like that... ahii!\nN-Not bad... Agh! In that case...!",
    "今度はラミの番よ……！\nみ、見てなさい……！": "Now it's Rami's turn...!\nW-Watch me...!",
    "ラミはペニスを小さな手でつかむと、しこしこと上下に動かし始めた。": "Rami grabs my penis with her small hand and starts moving it up and down.",
    "ほ、ほら、どう……？\nここをこうすると気持ちよくなるの、知ってるんだから……！": "C-Come on, what do you think...?\nI know that doing this here makes me feel good...!",
    "ラミは快感に耐えながら、俺の肉棒を何度もしごいて、\n早くイかせようと頑張る。": "As Rami endured the pleasure, she stroked my meat pole over and over again\nI try my best to make her cum as soon as possible.",
    "こうやって、この部分をくりくりされるの……んんっ！\n好きなの……んふっ……知ってるんだからね……！　": "This part of me is being hollowed out like this... Mmm!\nI love you... Eheh... I know that...!",
    "ラミはペニスを扱いて気持ち良くしてくるが、\nこちらも、舌で膣をしっかりと舐めてやる。": "Rami strokes my penis to make me feel good, but...\nI also licked her vagina with my tongue.",
    "割れ目を手で開いて、膣を丸出しにすると、\nぷっくりと出た肉芽を舐めてやる。": "I opened her crevice with my hand and exposed her vagina.\nI licked her plump flesh bud.",
    "はあんっ！　そ、そこ、ずるい……！　ああんっ！\nクリトリス、んっ、反則……っ！": "Haahn! Th-That's not fair...! Aaahn...!\nHer clitoris, nn, foul play...!",
    "可愛らしい声で喘ぎ声を上げる。\nそれが楽しくて、もっと激しく舐めてやる。": "She moaned in a cute voice.\nThat was fun, so I licked harder.",
    "はぅぅっ……あひぃ……んきゅうっ！\nらめっ！　そんなに舐められたら……！": "Hauu...... ahii...... nkyuu!\nNo! If you lick me like that...!",
    "すぐに……あひっ！　イっちゃう……！　だから……んくうっ！\nそんなに……舐めないで……！　あひぃっ！": "I'm...ahii! I'll cum soon...! So...nnkuu!\nDon't... lick me like that...! Ahii!",
    "本気で俺をイかせるつもりはあるのか？\nわざと負けようとしてるんじゃないだろうな？": "Are you seriously trying to make me cum?\nYou're not trying to lose on purpose, are you?",
    "煽るように言うと、ラミはくうっと悔しそうに唸る。\nそして、また乱暴に手で扱き始めた。": "Rami grunts in frustration as I try to rile her up.\nThen, she started stroking it roughly with her hand again.",
    "んふっ……！　そんなに言うなら……あひっ！\nイかせてやるし……！　はあんっ！": "Eheh...! If you say so... Ahii!\nI'll make you cum...! Haahn!",
    "小さな指で肉棒を包み込み、激しく擦り始める。\nそれがなんともいたいけで可愛らしい。": "She wraps her small fingers around my shaft and starts rubbing it violently.\nThat's so cute and innocent.",
    "こちらも割れ目から舌先を入れて、膣内まで舐めてやると、\n愛液が止めどなく溢れてくる。": "I also put the tip of my tongue in through her crevice, and licked it all the way to her vagina.\nHer juices flow out endlessly.",
    "おふっ……んくっ！　気持ち良すぎ……！\nはあんっ……！　んきゅうっ！　あひっ！": "Ofu......nkuu! It feels too good......!\nHaahn...! Nkyuu! Ahii!",
    "はあんっ！　あふっ……んんっ！\nこのままじゃ、また負けちゃう……！": "Haanh! Afuh......nnh!\nAt this rate, I'll lose again...!",
    "じゅるじゅるといやらしい音を立てながら、\n何度も膣周りや肉芽を刺激する。": "There was a lewd slurping sound as she spoke.\nI stimulated her vagina and flesh bud over and over again.",
    "おおうっ……あひぃ……んきゅうっ！\nあふっ……んんっ！　はひっ……おほぉ……！": "Oooh...... ahii...... nkyuu!\nAfu......nnn! Hahii......ohoo......!",
    "ラミの体がびくびくと震える。\nそろそろイキそうだと思い、ラストスパートをかけようとすると――": "Rami's body trembles.\nThinking I was about to cum, I tried to put on my last spurt, but――",
    "ま、待って！　待って！　": "W-Wait! Wait!",
    "ラミが急に止めてくるので、何事だと思って舌を止める。": "Rami suddenly stops me, so I stop my tongue, wondering what's going on.",
    "はあ……はあ……や、やっぱりこれはなし！\nここはラミの部屋じゃないし！": "Hah... hah... I-I knew it!\nThis isn't Rami's room!",
    "誰の部屋かというのは関係があるのか？\nそもそも、挑んできたのはラミなわけだが。": "Does it have anything to do with whose room it is?\nRami was the one who challenged me in the first place.",
    "とにかく、なしなの！\nここは引き分け！　ノーゲーム！": "Anyway, I don't have any!\nThis is a draw! No game!",
    "つーわけで、第２回戦よ！\n今度こそ負けないんだから……！": "Anyway, let's go to the second round!\nI won't lose this time...!",
    "ラミは向き直って、俺の身体に跨がり、騎乗位の姿勢を取った。\n調子に乗って、ダブルピースまでしている。": "Rami turned around, straddled my body, and assumed a riding position.\nShe got carried away and even made a double peace sign.",
    "今からラミのアソコで、一瞬でイかせてあげるから。\n手とか口より、そっちの方がいいでしょ！": "I'm going to make you cum in an instant with your lamia pussy.\nThat's better than your hand or mouth!",
    "ふふ、搾り取ってやるから、覚悟しなさい。": "Hehe, I'll squeeze you out, so prepare yourself.",
    "さっきまでイきそうになっていたやつとは思えない反応だ。": "It's hard to believe she's the one who was on the verge of cumming just a moment ago.",
    "ふ、ふん、さっきは体勢が悪かったからいけないんだよね。\n今度こそ、ラミが勝ってみせるから。": "H-Hmph, I shouldn't have been in such a bad position earlier.\nThis time, Rami will win.",
    "そう言うなり、ラミは割れ目にペニスの先をあてがうと、\nゆっくりと腰を下ろしていった。": "As soon as she says that, Rami places the tip of my penis against her crevice.\nI slowly sat down.",
    "んんっ……おふっ……んんん……はあああああ……": "Nnn...ofu...nnnnn...haaaaah...",
    "（ちょっとは耐える努力しろよ！？）": "(At least try to endure it a little!?)",
    "小柄なラミの体には、俺のペニスは少々大きい。\n割れ目の中をこじ開けるようにして、ペニスが潜り込む。": "My penis is a little big for her petite body.\nMy penis slips inside her crevice, as if to wrench it open.",
    "ペニスがゆっくりと華奢な体の中へと入っていき、\n俺の体に抱き付く手に力がこめられる。": "My penis slowly entered her slender body.\nShe tightens her grip on my body.",
    "おふううぅ……や、やっぱり……このチンポ……んんっ！\nおっきすぎ……おおうっ……んんんっ！": "Ofuuu......I-I knew it......this cock......nnn!\nIt's too big... Oooh... Mmmm!",
    "ペニスを挿入しただけで、ラミはびくびくと体を痙攣させる。\n膣の中も、ぎゅうっと絞まってくる。": "Just by inserting my penis, Rami's body convulses.\nHer vagina squeezes me tight, too.",
    "もしかして、挿れただけでイったのか？\nそう怪訝な顔で見ていると――": "Could it be that she came just from putting it in?\nAs I look at her dubiously――",
    "ま、まさかラミ様がへなちょこチンポを入れただけで……\nイ、イクわけないでしょ……": "D-Don't tell me Rami-sama just put her weird cock in...\nTh-There's no way I'd cum...",
    "これくらい余裕だし……んんっ。\nおまえのチンポなんて、感じることないし……んくっ。": "I can handle this much... Mmm.\nI've never felt your cock before... Ngh.",
    "ほらほら、おまえから動きなさいよ。\nラミがへなちょこチンポなんかに負けないって証明してやるんだから。": "Come on, you start moving.\nI'm going to prove that Rami won't lose to a weak cock.",
    "ラミが煽ってくるので、お望みのままに、\nこちらから腰を動かしてやる。": "Rami was fanning the flames, so I did as she wished\nI moved my hips from here.",
    "んんっ！　おふっ……んおおおおおぉぉっ！　　": "Nnh! Ofuh...... nnoooohhhh!",
    "（いや、だから超特急すぎるわ！　雑魚すぎる！）": "(No, like I said, it's too fast! Too small-fry!)",
    "腰を動かした途端に、ラミは体をびくびくと震わせて、\n大きな声で喘ぎ始めた。": "The moment she moved her hips, Rami's body twitched\nShe started gasping loudly.",
    "んんあああっ！　んほっ！　んほおおっ！\nんん！　んんっ！　あひぃっ！　んきゅう！": "Nnnaaaah! Nnho! Nhooo!\nNnn! Nnnn! Ahii! Nkyuu!",
    "堕ちるのがあまりにも早い。\n簡単に達してしまったようだ。": "Falling too quickly.\nLooks like I climaxed easily.",
    "んほっ……んんっ……このぶっといチンポ……\nや、やっぱりしゅごい……気持ちよしゅぎ……！": "Nho...nnn...this thick cock...\nI-It really is amazing... It feels so good...!",
    "ラミは必死にダブルピースをしなて姿勢を保つが、\nペニスを子宮に突き立てる度に、びくびくとのけぞる。": "Rami desperately bent her double piece to maintain her posture, but...\nEvery time I thrust my penis into her womb, she twitches and arches her back.",
    "おほぉっ……んんんっ……！　あひぃっ！\nんきゅう！　そこ、らめぇ！　んんん……！": "Ohooh......nnnnn......! Ahii!\nNgh! Not there! Nnngh...!",
    "小さな胸が目の前で淫らに揺れている。\nその姿がどこか罪悪感と同時に、扇情的に映る。": "Her small breasts were swaying lewdly in front of my eyes.\nThere's something about her that makes me feel guilty, but at the same time, it's also lascivious.",
    "あひぃ……んん……んくうっ……\nあふっ……んきゅう……んあああっ！": "Ahii...nnn...nkuu...\nAfu......nnkyuu......naaaaah!",
    "やっぱりこのチンポ……オチンポ気持ちいい……！\nラミの気持ちいいところ……いっぱいしてくれるの……！": "This cock... It really does feel good...!\nI'm going to make you do lots of things... that feel good...!",
    "狭い膣内は肉棒を手で締めているように、\n何度も締め付けて、膣内の突起物が擦りつけられる。": "Her narrow vagina clamped down on my dick with her hand.\nHer vaginal protuberances rub against me, squeezing me over and over.",
    "んはあっ……このオチンポとエッチするの……！\n何度してもいい……いいの……！": "Nhaah... I'm going to have sex with this cock...!\nYou can do it as many times as you want... It's okay...!",
    "喘ぎながら、ラミは無意識に腰に動きを合わせる。\n膣内も、ペニスをぎゅうぎゅうと締めつける。": "As she gasps, Rami unconsciously adjusts her movements to her hips.\nHer vagina tightens around my penis as well.",
    "やっぱりらめ……！　すぐに気持ち良くなっちゃう……！\nこのオチンポに負けちゃう……んほぉっ、んほおおぉ！": "I knew it...! I'm going to feel good right away...!\nI'm going to lose to this cock... nhohh, nhoohhh!",
    "ラミの望むままに、何度も腰を動かしながら、\n彼女の膣にペニスを出し入れし、子宮に叩きつける。": "As Rami wished, she moved her hips over and over again\nI moved my penis in and out of her vagina and slammed it into her womb.",
    "あひっ……！　あひぃっ……！\n気持ちいい！　気持ちいいの……！": "Ahi...! Ahii...!\nIt feels good! It feels so good...!",
    "このオチンポ……しゅきぃ……！\nラミを気持ち良くしてくれるチンポしゅきぃ……！": "I love... this cock...!\nI love your cock that makes me feel good...!",
    "セックスをしている時だけは、ラミは素直になる。\nその姿が可愛くて、愛おしささえわいてくる。": "Only when we're having sex can Rami be honest.\nThe sight of her was so cute, it almost made me love her.",
    "%usernameusernameuserna%も……！\nラミのマンコで……気持ち良くなって……！": "%usernameusernameuserna% too...!\nFeel good... with my lamia pussy...!",
    "言われなくても、ラミの膣は気持ちいい。\n狭くて、熱くて、手でしごかれるよりも、何倍も快感がある。": "Even without being told, Rami's vagina feels good.\nIt's cramped, hot, and many times more pleasurable than being stroked by my hand.",
    "んきゅう……！　あああっ！　あひぃ！\nんふっ！　はひっ！　んはああっ！　んんんっ！": "Ngyuu...! Aaah! Ahii!\nNfu! Hahii! Nhaaah! Nnnn!",
    "ああっ！　すぐ来ちゃう！　すぐに気持ち良くなって！\nオチンポにイかされちゃう……！": "Aaah! I'll be right there! Make me feel good right away!\nYour dick is making me cum...!",
    "腰を振っていると、ますます快感が押し寄せてくる。": "As I move my hips, more and more pleasure washes over me.",
    "我慢できずに、腰を手でがっちり押さえながら、\n小さな膣の中を何度も打ち付けた。": "Unable to bear it any longer, she pressed her hands firmly against her hips.\nI slammed into her small vagina over and over.",
    "んはあっ……んくうっ！　あひぃっ！\nぐりぐりってオチンポ、ラミのマンコ、えぐってる……！　おおうっ！": "Nnhaah... ngh! Ahii!\nYour dick is grinding against me, and your lammy pussy is digging into me...! Ohhh!",
    "いっぱい……いっぱいオチンポで突いて……！\nラミのマンコをいっぱい突いて……！": "Thrust your dick... lots and lots...!\nThrust lots into Rami's pussy...!",
    "ラミのおねだりに合わせて、こちらもペニスを出し入れする。\nずりずりと膣が締め付けてきた。": "I move my penis in and out of her in time with her pleas.\nHer vagina clamped down on me.",
    "おほっ！　はああっ！　チンポ！　チンポ！\nしゅごい、しゅごすぎる……！　あひぃっ、んほぉっ！": "Oho! Haaah! Cock! Dick!\nAwesome, too amazing...! Ahiii, nhooh!",
    "負けちゃう……！　またオチンポに負けちゃう……！\nあひっ！　んほおっ！　んきゅう！　あひぃっ！": "I'll lose...! I'm going to lose to your dick again...!\nAhi! Nhooh! Nkyuu! Ahii!",
    "でも、いい……！　んほおっ……！\nこのオチンポなら負けてもいい……！": "But it's okay...! Nhooh...!\nI don't care if I lose with this cock...!",
    "甘えるような声で、何度もラミは快楽を求めてくる。\nその姿が可愛くて、もっと素直にしたくなる。": "In a fawning voice, Rami yearns for pleasure over and over.\nSeeing her like that was so cute, it made me want to be more honest.",
    "ラミを気持ち良くして……！\nいっぱい気持ち良くして……！": "Make Rami feel good...!\nMake me feel good...!",
    "素直なラミの可愛さと、膣内の感触の良さに、\nどんどん射精感が高まっていく。": "The honest cuteness of the lamia and the feel of the inside of her vagina made it all the more impressive\nThe urge to ejaculate grew stronger and stronger.",
    "あひぃっ、んきゅうっ、はひっ！\nもう、ラミももうイってるから！　らひて！　": "Ahii, nkyuu, hahii!\nRami's already cumming too! Come on!",
    "精液ほしい！　ラミに中出ししてほしいの！\nんほおっ！　あひぃ！　んきゅう！": "I want semen! I want Rami to creampie me!\nNhooh! Ahii! Nkyuu!",
    "俺はもうラストスパートのために、\n小さな割れ目めがけて、激しく腰を突き立てた。": "I was already doing it for the last spurt.\nI thrust my hips violently, aiming for her small crevice.",
    "んほおおおおっ……しゅごい！　しゅご過ぎる！\n気持ちいいの来ちゃう！　ラミも大きいのが来ちゃううう……！！": "Nhooooooo......amazing! It's too amazing!\nIt feels so good, it's coming! The big ones are coming, too...!!",
    "んほぉ！　あひぃ！　もう、らめぇ！　もうラミもイク！　おまえも\nらして……！　精液出して！　マンコにびゅーびゅー中出しして！": "Nhooo! Ahiii! I can't take it anymore! I'm cumming too, Rami! You too!\nCum...! Cum! Shoot it inside my pussy!",
    "もはや俺も我慢の限界だった。\n射精に向けて一気に腰を振った。": "I was at the limit of my patience.\nI swung my hips all at once, preparing to ejaculate.",
    "イクイク！　もうイクっ……！　ラミもイクっ！\nオチンポでイっちゃううううぅっ！！": "I'm cumming! Cumming already...! Lami's cumming too!\nI'm gonna cum from your dick!!",
    "はああぁぁ……！　んあああああぁぁっ……！！": "Haaaaah...! Mnaaahhhh...!!",
    "ラミが絶頂を迎えると同時に、膣肉がペニスを締め付け、\n耐えきれなくなった精子が、膣の中にほとばしる。": "At the same time as Rami climaxed, her vaginal flesh tightened around my penis.\nUnable to bear it any longer, the sperm gushes out inside her vagina.",
    "せ、精子来た……！　熱いのいっぱい……！　んきゅうううっ……": "S-Sperm's coming...! So much hot stuff...! Nkyuuuu...",
    "口を半開きにしたまま、涎を垂らしながら、\n小柄な体を何度も痙攣させて、絶頂を迎える。": "With her mouth half-open, drool dripped from her mouth.\nHer small body convulsed over and over as she climaxed.",
    "しゅご……しゅごいの……！\nお腹の中に……！　白くてどろどろしたのがいっぱい来てる……！": "Wow... That's amazing...!\nInside my stomach...! There's so much white, sticky stuff coming out...!",
    "ラミは大きな絶頂の後にも、小さな絶頂を繰り返す。\nその度に膣が何度もペニスから精子を搾り取る。": "Even after her big climax, Rami keeps climaxing.\nEach time, her vagina squeezes out semen from my penis over and over.",
    "んんんっ……！　はひっ……はひっ……んきゅうううっ……！": "Mmmm...! Hahi... hahi... nkyuuuu...!",
    "んんっ……あああっ……はあああっ……": "Mmm... Aaah... Haaaahh...",
    "ラミの体の痙攣がだんだんと小さくなっていき、\n彼女もまた落ちついてきたようだった。": "The convulsions in Rami's body grew smaller and smaller\nShe seemed to have calmed down again.",
    "はあ……はあ……んん……はあ……\nすごかった……頭まだ真っ白になってる……": "Haah... haah... mmm... haa...\nThat was amazing... My mind's still blank...",
    "はあ……はあ……今日も負けちゃったけど……\nでも、これでまたできるよね……ふふ、ふふふ……": "*pant pant*... I lost again today...\nBut now I can do it again... Hehe, hehehehe...",
    "負けたのにもかかわらず、\nラミはどこか嬉しそうに微笑んだのだった。": "Even though I lost,\nRami smiled somewhat happily.",
    "――しばらくして。\nラミが部屋に帰るというので見送ることにした。": "――After a while.\nRami said she was going back to her room, so I decided to see her off.",
    "きょ、今日のところはこれくらいにしておいてあげるッ！": "I-I'll leave it at that for today!",
    "（その余裕、十分の一でもヤッてる途中にあればなぁ……）": "(If only I'd had even a tenth of that composure in the middle of doing it...)",
    "……なあ、俺が言うのもなんだが、一度くらい勝とうとしたらどうだ？\nいくらなんでも、瞬殺されすぎだろ？": "...Hey, maybe I shouldn't be saying this, but why don't you try to win at least once?\nNo matter how you look at it, you're being killed too quickly, aren't you?",
    "べ、別に負けてないし！　\n%usernameusernameuserna%もイったから引き分けだし！": "I-I didn't lose!\n%usernameusernameuserna% came too, so it's a draw!",
    "……引き分けって言葉の意味、知ってるか？": "...Do you know the meaning of the word draw?",
    "うぅ……っ！": "Ugh...!",
    "……ま、まあ、負けってことにしても……いいんだけど……\nまた%usernameusernameuserna%とえっちできるし……": "...W-Well, even if it means losing... I don't mind...\nI can have sex with %usernameusernameuserna% again...",
    "ん？　何か言ったか？": "Hm? Did you say something?",
    "な、なんでもない！　\nとにかく、次こそわからせてやるから、覚悟してなさいよーっ！": "N-Nothing!\nAnyway, I'll make you understand next time, so prepare yourself!",
    "耳まで真っ赤にしながら、部屋から立ち去るラミ。": "Rami leaves the room, blushing all the way to her ears.",
    "彼女が俺をわからせる日はまだまだ遠そうだ……": "It looks like there's still a long way to go before she can figure me out..."
}