{
    "白奈さん、後方８時！\n敵単体、来ます！": "Shirona-san, 8 o'clock in the back!\nEnemy alone is coming!",
    "わかったっ……！": "Got it...!",
    "ちょこまか、逃げんなぁ～っ！！": "Hey, don't run away!",
    "あいつでラスト……そこだっ！！": "That's the last one... right there!!",
    "シリウスシュガーの面々は、連携技術も\n見違えるほど成長していた。": "The members of Sirius Sugaru don’t even know how to coordinate\nShe had grown to an unrecognizable degree.",
    "ふい～！　制圧完了！　もーメイズシフターいないよね？": "Phew! We're done! There's no Mazeshifter, is there?",
    "ええ！　予定より早く制圧できましたわ。皆さん、お疲れ様です。": "Yes! We were able to subdue them earlier than planned. Good work, everyone.",
    "七彩の言葉に、全員から緊張が抜ける気配がした。": "At Shichika’s words, the tension drained from all of them.",
    "大型もいたが、危なげなく突破することができたな。": "There was also a large one, but we managed to break through dangerously well.",
    "持ち回りで役割をこなした結果でしょう。\n自身の役割以外の視点も持てたのが大きいはずです。": "It's probably the result of taking turns.\nI'm sure you were able to see things from a different perspective than your role.",
    "そうだな。各々が、他メンバーの動きにまで\n注意を払えるようになっている。いい傾向だ。": "That's right. Each of them even went so far as to move the other members.\nI've become able to pay attention. It's a good trend.",
    "とはいえ、この先もメイズは続く。気を引き締めていこう。": "That said, Mayse will continue from here on out. Let's keep our guard up.",
    "ま～でも、<r=プライマル・ベルト>原生帯</r>の敵なんて、\nもうラミ達の相手じゃないけどね～！": "Well~ But an enemy with a <r-primal belt> primogenitor belt </r>...\nI'm not dealing with Rami and the others anymore, though!",
    "どんな敵が来ても楽勝。わたし達ならなんとかできる。": "No matter what enemy comes, it'll be a piece of cake. We can do something about it.",
    "戦術とかじゃないよね。なんていうか……\nメイズの中で生き残るための、直感というかさ？": "It's not a tactic, is it? How should I put it...\nI guess you could say it's a hunch to survive in the Mays?",
    "そう、そんな感じ。": "That's right, something like that.",
    "メイズ適性が上がったこともあるのかもな。さて……": "Maybe I've improved my mace aptitude. Now then...",
    "この<r=ホール>広間</r>はしばらくは安全なはずだが……\nどうする？　少し休んでいくか？": "This <r-hole> hall should be safe for a while, but...\nWhat should we do? Should we take a break?",
    "消耗も損害も軽微。わたしは進んでもいいと思う。": "The wear and tear and damage are minor. I think it's fine to move forward.",
    "全然ヨユーだし！\n稼働時間もあるんだし、さっさといこーよ！": "It's totally fine!\nWe've got operational time, so let's get going!",
    "わたくしも、おふたりに賛成ですわ。\nこの調子ならもう少し先に進んでも問題ないかと。": "I agree with the two of you.\nAt this rate, I don't think it'll be a problem if we go a little further.",
    "めるとちゆるはどうだ？": "How's it going to go?",
    "まだまだいけます！": "I can keep going!",
    "あたしも～。": "Me too~.",
    "わかった。ならもう少し先に進むか。": "Okay. Then let's move on a little further.",
    "わかりました！　では、めるさんを先頭に、\nフォーメーションを展開してくださいまし！": "Understood! Then, with Meru-san in the lead,\nPlease deploy your formation!",
    "はいっ！　目標はこの先、深層に向かう<r=ドリフト>横坑</r>ですねっ！": "Yes! Our target is the <r-drift> Drift, which leads to the deep levels!",
    "俺達は隊列を組み、前進する。": "We formed ranks and advanced.",
    "進路クリアー！\n敵の姿は見えません！": "Clear course!\nI can't see the enemy!",
    "へへ～ん、ラミ達に恐れをなして、\nみんな隠れちゃったんじゃないの～？": "Heheh, I'm afraid of Rami and the others,\nDidn't everyone hide?",
    "でも、それはそれでメイズシフターのためこむ\nタツミヤ鉱が得られない。": "But it's also for the sake of the maise shifter.\nYou can't get Tatsumiya Ore.",
    "ちょうどいい感じに倒しやすいのが、出てくればいいんだけどね～。": "It'd be nice if it came out just right to make it easier to defeat.",
    "おいお前ら、作戦中に無駄話は──。": "Hey, guys, don't waste time chatting during the operation.",
    "そこまで言って、俺は気づく。\nメイズシフターの反応に。": "Having said that much, I realized.\nIn response to the Mayse-Sifter's reaction.",
    "ラミ、伏せろっ！！": "Rami, get down!!",
    "白奈、危ない！！": "Shirona, watch out!!",
    "上かっ！！": "Up there!!",
    "ひゃあっ！！　な、なに……！？": "Hyaaa!! Wh-What...!?",
    "ラミの機体を押し倒すように、俺は前方に飛び込む。\n間一髪で、メイズシフターの攻撃を回避することに成功した。": "I jump forward to push down the lammy machine.\nBy a hair’s breadth, I succeeded in avoiding the Mayz-Sifter’s attack.",
    "……！！　敵襲です！　白奈さん、援護を！": "...!! Enemy attack! Shirana-san, cover me!",
    "えっ、ま、任せて……！": "Huh? L-Leave it to me...!",
    "後続のふたりの援護によって、\n奇襲をかけてきたメイズシフターは撃破された。": "With the support of the other two,\nThe Mayz-Sifter, which had launched a surprise attack, was destroyed.",
    "ラミ、無事か？": "Rami, are you all right?",
    "あ、え……う、うん…………………………………………ありがと。": "Ah, uh... Y-Yeah... ...Thanks.",
    "白奈、危ないっ！！": "Shirona, watch out!!",
    "えっ……": "Huh...?",
    "白奈の機体を押し倒すように、俺は前方に飛び込む。\n間一髪で、メイズシフターの攻撃を回避することに成功した。": "I jump forward to push down on Hakuna's machine.\nBy a hair’s breadth, I succeeded in avoiding the Mayz-Sifter’s attack.",
    "……！！　敵襲だよ！　ラミちゃん、援護を！": "...!! It's an enemy attack! Rami-chan, cover me!",
    "あっ……わ、わかった！": "Ah... O-Okay!",
    "白奈！　ケガはないか？": "Shirona! Are you hurt?",
    "ええ、大丈夫……ありがとう、助かった。": "Yes, I'm fine... Thank you, you saved me.",
    "ご、ごめんなさい！　私、全然気付けなくて……！": "I-I'm sorry! I didn't notice at all...!",
    "いや、気が抜けてたのはラミ達のほう……": "No, Rami and the others are the ones who have lost focus...",
    "油断はしていなかったつもりだけど……\nごめんなさい。判断が遅れてしまった。": "I didn't let my guard down, but...\nI'm sorry. My decision was delayed.",
    "%usernameusernameuserna%さんも、大丈夫ですの？": "%usernameusernameuserna%-san, are you okay too?",
    "ああ、問題ない。機体を掠めただけみたいだ。": "Yeah, there's no problem. Looks like it just grazed the aircraft.",
    "なら、よかったですわ……": "In that case, I'm glad...",
    "ですが、さっきの行動は少し軽率だったように思います。\nその機体は自衛能力に乏しいので、被弾すればチーム全体の損失です。": "However, I think I was a little careless about what I did earlier.\nThat machine doesn’t have much self-defense ability, so if it gets hit, it’ll be a loss for the entire team.",
    "ああ、わかっていたが、身体が勝手に動いてしまってな……": "Yeah, I knew that, but my body just moved on its own...",
    "まったく……\nあなたはそういうお人でしたね。": "Honestly...\nThat's the kind of person you are.",
    "でもどうして気付けなかったんでしょう……\n探知機能に異常はないはずなのに……": "But why didn't I notice...?\nThere shouldn't be anything wrong with the detection function...",
    "いや、めるのせいじゃないさ。": "No, it's not your fault.",
    "めるが見落としたわけじゃなくて、\nいなかった場所に『現れた』のかもしれない。": "It's not that I missed it.\nMaybe she “appeared” where she wasn’t.",
    "……どういうことでしょうか？": "...What do you mean by that?",
    "みんな。ちょっとこの周辺を調べてみよう。\n俺の推測が正しければ、何かが見つかるはずだ。": "Guys, let's take a look around here.\nIf my guess is correct, I should be able to find something.",
    "？　は、はい。": "? Y-Yes.",
    "俺の指示で一同は周辺を調べ始める。": "At my instruction, everyone began to investigate the area.",
    "学園で共有されてるマップデータでは、１本道なんだけど……\nだとしたら、アイツはどっから出てきたんだろう。": "According to the map data shared by the school, it's a one-way street...\nIn that case, where did he come from?",
    "俺もそれが引っかかってな。可能性があるとしたら……": "That's what's bothering me, too. If there's a possibility...",
    "……！！　みんな来て……！　これってもしかすると……": "...! Everyone, come here...! Could this be...",
    "この小さい穴って……": "This little hole...",
    "最近壁が崩れてできた穴みたいね。奥に空間があるみたい……！": "It looks like a hole created by a wall collapsing recently. There's a space in the back...!",
    "さっきのメイズシフターはここを通ってきたのだろう。": "The maise shifter from earlier must have come through here.",
    "マップにない<r=ドリフト>横坑</r>ってことですか！？": "Does that mean the <r=drift> I don't see on the map is the Drift?!",
    "未調査の新ルート、大発見じゃん！？\nタツミヤ鉱も手つかずで残ってんじゃない！？": "An unexplored new route is a huge discovery!\nIsn't the Tatsumiya mine untouched, too?!",
    "その可能性は高いな。だが――": "That's very likely. But――",
    "えー！　そんなんさ、行ってみるしかないよ！！\nせっかくここまで来たんだしさ！": "Whaaat?! We've got no choice but to go check it out!!\nWe've come this far, after all!",
    "そうね。たとえ採掘できなくとも、\n簡単なマッピングはしてもいいかもしれない。": "That's right. Even if we can't mine,\nIt might be a good idea to do some simple mapping.",
    "未発見ルートを報告するだけでも、報奨金はあるんだっけ。\nあたしはこのチャンス拾うべきだと思う……どうする？": "Just reporting an undiscovered route is a bounty, isn't it?\nI think I should pick up this chance... What should I do?",
    "各自の残存弾薬、稼働時間を鑑みるに、\n決して余裕があるとは言えません……": "Considering the remaining ammunition and operating time of each of them,\nI can't say I have any time to spare...",
    "<r=ホール>広間</r>の制圧に、推進剤も結構使っちゃいましたしね……": "I used a lot of propellant to subdue the <r-hole> hall...",
    "ですが……こんなチャンス、滅多には……": "But... I don't get many chances like this...",
    "俺は引き返すべきだと思う。": "I think we should turn back.",
    "えっ、なんで！？　新ルートだよ！？　お宝ボーナスタイムだよ！？": "Huh? Why?! This is a new route! It's treasure bonus time!",
    "これはリスクのほうが大きいと判断した。\nこの先は知っている道ならともかく、知らないルートだ。": "I decided that the risk was greater.\nThe path ahead would be one thing if I knew, but it was a route I didn’t know.",
    "正直みんなを必要以上に危ない目に遭わせたくない。": "Honestly, I don't want to put everyone in any more danger than necessary.",
    "%usernameusernameuserna%さん……": "%usernameusernamesuserna%san...",
    "…………": "............",
    "──作戦を変更、未調査<r=ドリフト>横坑</r>を探索します。": "-Change of plan. Search unexplored <r = Drift> Drifting Shaft <r>.",
    "七彩……？": "Nanasai...?",
    "七彩さん……": "Nanaya-san...",
    "おー！　ナイス選択！": "Oh! Nice choice!",
    "うん、いい判断ね。": "Yeah, that was a good decision.",
    "すみません、%usernameusernameuserna%さん。\nここは行かせてもらえますか？": "I'm sorry, %usernameusernameuserna%-san.\nWill you let me come here?",
    "さっき%usernameusernameuserna%さんは言いました。\nわたくし達を危ない目に遭わせたくない……と。": "%usernameusernameuserna%san said earlier.\nShe said she didn't want to put us in danger.",
    "わたくし達って、まだそんなに頼りないですか？　弱いですか？\nあなたをそんなにも心配させてしまうほど、情けない女達ですか？": "Are we still that unreliable? Weak?\nAre these women so pathetic that they make you worry so much?",
    "七彩……": "Nanasai...",
    "自分で言うのもなんですが、あなたのおかげで私達は\nカラフルブーケに勝利し、カオスメイデンにも勝利し……": "I don't know if it's my place to say this, but thanks to you, we\nHe won the colorful bouquet and Chaos Maiden...",
    "そしてこの<r=プライマル・ベルト>原生帯</r>のメイズシフターにも、\n冷静に対処できるようになってきました。": "And to this <r-primal belt> primogenitor belt <r> maise shifter, too\nI've become able to deal with it calmly.",
    "だ、だから……その……わたくしは……": "S-So... umm... I...",
    "わかったよ、七彩。": "All right, Shichika.",
    "リーダーは七彩だ。お前が自分の意志で決めたなら、反対はしない。\nむしろ今の言葉、すごく嬉しかったよ。": "The leader is Shichika. If you've made up your mind, I won't object.\nIf anything, I was really happy to hear that.",
    "あ……ありがとうございます！！": "Th-Thank you very much!!",
    "ただ、引き際だけは考えておいたほうがいい。": "However, it's best to think about when to withdraw.",
    "はい、もちろんです。\nメイズシフターと遭遇したら即時撤退ですわ。": "Yes, of course.\nIf we run into the Mazesifter, we'll withdraw immediately.",
    "妥当な落としどころだ。": "It's a reasonable drop.",
    "そうして俺達は、未調査<r=ドリフト>横坑</r>の中へと足を踏み入れた──": "And so, we entered the unexplored <r-drift> Drift."
}