{
    "……あれ？　<r=ドリフト>横坑</r>を抜けました、よね……？\n<r=メインシャフト>主縦坑</r>らしきものは、どこにも……": "...Huh? We made it through the <r-drift> Drift, right...?\nThere's nothing resembling a <r=main shaft> main shaft...",
    "マップ読み間違えたとか？　いやでも、反応は……": "Did I misread the map? No, but the reaction is...",
    "待って、あれって……！": "Wait, that's...!",
    "ちゆるが示す先には、大きなコンテナがあった。": "Chiyuru points to a large container.",
    "大きなコンテナですね……": "It's a big container...",
    "やっぱり。あれは補給用のコンテナだね。<r=メインシャフト>主縦坑</r>を使用してメイズ探索をしていた時代のものかな？": "I knew it. That's a supply container. I wonder if it's from back when we used the <r=main shaft> Main Shaft to search for the mace?",
    "そんなに前の……しかし、時間が経ち過ぎているのではなくて？\n物資の備蓄があったとしても、使えるのかどうか……": "That was so long ago... But isn't it too late?\nEven if we had a stockpile of supplies, I don't know if we'd be able to use them...",
    "確認してみようか。\n%usernameusernameuserna%、ちょっと手伝ってくれる？": "Let's check it out.\n%usernameusernameuserna%, can you help me out a little?",
    "ああ。ぱぱっと調べてしまおう。": "Yeah. Let's check it out.",
    "俺とちゆるでコンテナの中を検める。": "She and I take our time inspecting the container.",
    "……かなり時間は経っているみたいだけど、\n燃料も弾薬も、それに食料も問題なさそうだね。": "...It looks like a lot of time has passed,\nFuel, ammunition, and food don't seem to be a problem.",
    "まさかこんなところに補給物資があるとはな。\n蜘蛛の糸でも見つけた気分だ。": "I didn't think we'd find supplies here.\nI feel like I've found a spider thread.",
    "……まさか、白奈さんはこれを見越して……？\nさすがは白奈さんですわ！": "...Could Hakuna-san have anticipated this...?\nThat's Hakuna-san for you!",
    "……偶然は、準備された必然よ。": "...Coincidence is an inevitability prepared.",
    "意味はよく分かりませんが、なんだか含蓄のある言葉ですわ！": "I don't really understand what you're talking about, but it's a very suggestive word!",
    "疑って悪かったよ、白奈。": "Sorry for doubting you, Shirona.",
    "ううん。気にしてない。": "No. I don't mind.",
    "こいつ、すごい豪運の持ち主だな……": "This guy's got a lot of luck...",
    "とにかく、補給を済ませてしまおう。": "Anyway, let's finish resupplying.",
    "か、勝手に使ったりして、後で怒られないですか？": "A-Are you sure you won't get mad at me later if I use it without permission?",
    "その時は土下座でも何でもして許してもらえばいい。\n今は俺達の命が優先だ。": "When that time comes, I’ll just have to get down on my hands and knees or whatever and be forgiven.\nOur lives took priority right now.",
    "%usernameusernameuserna%のそういう割り切りの\nいいところは素直に尊敬するわ……": "%usernameusernameuserna% of that kind of divide\nI honestly respect your good points...",
    "謝罪については後で考えましょう。\nまずは補給を済ませてしまいますわよ。": "Let's think about the apology later.\nLet's finish resupplying first.",
    "燃料、弾薬の補給が終わりました！": "We've finished refueling and ammunition!",
    "ご苦労さん。じゃあ、飯でも食いながら休憩にしよう。\n腹が減っては何とやらと言うしな。": "Good work. Well then, let's take a break while eating.\nThey say that when you're hungry, you don't know what to do.",
    "こんなところで悠長に休んでて大丈夫なの？": "Is it okay for you to be taking a leisurely rest here?",
    "さっき周辺を調べてみたけど、\nここは断崖によって周囲とは完全に隔離されているみたい。": "I checked the area earlier, but...\nIt seems this place is completely isolated from the surrounding area by a cliff.",
    "おまけに狭小な空間だから、大型メイズシフターは入ってこれないね。": "On top of that, it's a small space, so no large maise shifters can enter.",
    "なら一安心だね。ラミもお腹すいたー。": "That's a relief. Rami's hungry too.",
    "あれ？　そういえば白奈さんの姿が見えないですけど……": "Huh? Come to think of it, I don't see Shirona-san anywhere...",
    "向こうの方で周囲を警戒しておくと言っていたな。\n飯を届けるついでに様子を見てくるよ。": "You said you'd keep an eye on your surroundings over there.\nWhile I'm delivering the food, I'll go check on her.",
    "お願いします。": "Please.",
    "白奈の機体は七彩達とは少し離れた場所で、\nひとり佇んでいた。": "Hakuna’s aircraft was a short distance away from Shichika and the others\nShe stood alone.",
    "…………": "............",
    "こんなところにいたのか。ちゃんと飯を食わないとぶっ倒れるぞ。": "So this is where you were. If you don't eat properly, you'll collapse.",
    "大丈夫、食べながらやってるから。": "Don't worry, I'll do it while I eat.",
    "周りにメイズシフターはいなさそうか？": "Doesn't look like there's any maise shifters around?",
    "今のところは。": "For now.",
    "そうか。悪いな、負担ばかりかけて。": "I see. Sorry for putting so much strain on you.",
    "疲れも恐れも、いつか通り過ぎていく霧のようなものよ。": "Exhaustion and fear are like the fog that passes by one day.",
    "言っている意味はよく分からないが……\n俺の前では無理をしなくていい。": "I don't really understand what you're saying, but...\nYou don't have to push yourself in front of me.",
    "お前がクールな仮面の奥でどれだけ必死に頑張っているのか……\n俺はなんとなくだが、理解しているつもりだ": "I don't know how hard you're working behind that cool mask...\nSomehow, I think I understand.",
    "これでも人間観察力はあるつもりだよ。": "Even so, I think I have the ability to observe humans.",
    "わずかな沈黙のあと、\n白奈はぽつりと口を開いた。": "After a brief silence,\nShirona opened her mouth to speak.",
    "……わたし、期待されることが怖い。": "...I'm afraid of being expected.",
    "白奈さんなら大丈夫って、そう言われる度に……心が軋むの。\nわたしはそんな大した人間じゃないのに、って……": "Every time I hear her say she'll be fine... my heart creaks.\nEven though I'm not that great of a person...",
    "……そうか。": "...I see.",
    "失敗したらどうしようって、怖くて、怖くて……\nでも、それを口に出しちゃったら、全部崩れそうで……": "I was so scared, so scared of what I’d do if I failed...\nBut if I said that out loud, everything would probably collapse...",
    "本当は、全部何となくでやって偶然いい結果が出せただけなのに……\nそれで持ち上げられて……": "Honestly, I just happened to get a good result by doing it all by accident...\nAnd then she lifted me up...",
    "みんなが、さすがは白奈さん、って言ってくる度に\n心の中でごめんなさいって思ってる。": "Every time everyone said, “That’s Hakuna-san for you.”\nIn my heart, I'm sorry.",
    "今まで誰にも言えずにいたのか、\n堰を切るかのように白奈は続ける。": "I don’t know if I’ve been able to tell anyone until now\nShirona continued, as if a dam had burst.",
    "わたし、みんなから期待されすぎるのは、もう嫌……\nこんな苦しい思いをするぐらいなら、いっそ大きな失敗をした方が……": "I don't want everyone to expect too much from me...\nIf I'm going to suffer like this, I'd rather make a big mistake...",
    "……期待に押しつぶされそうな気持はよく分かる。\n俺も、似たような立場にあるからな。": "...I know exactly how it feels to be overwhelmed by expectations.\nI'm in a similar position, after all.",
    "%usernameusernameuserna%も？": "%usernameusernameuserna%?",
    "だが、お前は自分を過小評価しすぎている。\n偶然だって、結果を出し続けたなら立派な実力だよ。": "But you underestimate yourself.\nEven if it's a coincidence, if you keep producing results, you'll be able to do great things.",
    "こんなの、実力なんかじゃない。": "This wasn’t a matter of skill.",
    "いいや、実力だよ。だって、その結果はお前が必死に考えて動いて、\n足掻いて……そして導いた結果だからな。": "No, it’s true strength. After all, the result is that you’re thinking and moving desperately,\nAfter all, it's the result of struggling...and guiding you.",
    "今は、帰るためにお前の力が必要だ。\n苦しいのなら、俺が半分引き受ける……お前の決断の責任は俺が負う。": "Right now, I need your help to go home.\nIf it hurts, I'll take half of it... I'm going to take responsibility for your decision.",
    "失敗した時は全力で俺のせいにしろ。\nだから……もう少しだけ、俺達のために頑張ってくれないか？": "If you fail, blame me with everything you've got.\nSo... Could you do your best for us just a little longer?",
    "……ヘンなの。": "...It's weird.",
    "ずっと頼られるのが怖かったのに。\n今だけは……あなたに頼られてるのが、ちょっとだけ嬉しい。": "I've always been afraid of being relied on.\nJust for now... I'm a little happy that you're relying on me.",
    "もう少しだけ、頑張ってみる。\nだから、わたしも……あなたに頼らせて、%usernameusernameuserna%。": "I'll try a little harder.\nThat's why... I'll rely on you too. %user name, username, user name, %.",
    "もちろんだ。隊長として、ドンと胸を貸してやる！": "Of course. As captain, I'll lend you my breasts!",
    "な、何だ！？　霞光のセンサーが反応している！？\n白奈、戦闘準備だ！": "Wh-What?! The sensors in the haze are reacting?!\nShirona, prepare for battle!",
    "わ、分かった。": "A-All right.",
    "くそっ、こんな時に……": "Damn it, at a time like this...",
    "この反応は……メイズシフターか！\nしかも数が多い……小型種がわらわらと近づいてきてる！": "This reaction... It's a maise shifter!\nAnd there's so many of them... Small species are slowly approaching!",
    "っ！　待て、この反応は――上か！？": "! Wait, this reaction—is it up there?!",
    "えっ！？": "Huh?!",
    "白奈ぁあああああーっ！": "Hakunaaaaahhh!",
    "ぐっ……がっ、ァアア……！": "Guh... Gah, aaaah...!",
    "%usernameusernameuserna%！？\nわ、わたしを、庇って……！？": "%usernameusernamesuserna%!?\nD-Defend me...!?",
    "い、今、お前に倒れられたら、脱出に支障が出る、からな……": "I-If you collapse now, it'll be a problem for us to escape...",
    "ごめんなさい、わたしのせいで……": "I'm sorry, it's all my fault...",
    "……よくも、%usernameusernameuserna%を……！\n%usernameusernameuserna%は、わたしが守ってみせる……！": "...How dare you use %user name, username, user name, %...!\n%usernameusernameuserna%, I'll protect you...!",
    "__translated__": true
}