{
    "いやー。どうせ退屈な頼み事になるなーって思ってたけど、\nキミたちが遊び相手なら話は別だねぇ♪": "Haha, I thought it would be another boring request, but if you guys are my playmates, that's a different story♪",
    "…………": "…………",
    "まさか、また敵になるとはな……小花からの頼みか？": "I never thought we'd be enemies again... Is this a request from Kohana?",
    "そだよー。\nキミ達のお邪魔をしてってお願いされちゃったんだよね。": "That's right~. I was asked to get in your way.",
    "その……見逃して頂くのはダメですか……？": "Um... Could you let us go...?",
    "んー、正直に言うとね、最初は気乗りしなかったんだよね。\nだって一方的なゲームなんて退屈でしょ？": "Hmm, to be honest, I wasn't really into it at first. A one-sided game is boring, right?",
    "でも、ヒイロちゃんとかが敵に回ってくれるなら、\nこっち側で敵に回った方が面白そうなんだよねぇ♪": "But if someone like Hiro-chan is on the enemy side, it seems more fun to be on this side♪",
    "ひええ……なんだか怖い子が敵に回っちゃったよ！？": "Eek... A scary one has become our enemy!?",
    "ど、どうしますか%usernameusernameuserna%さん……": "W-what should we do, %usernameusernameuserna%-san...?",
    "どうするかと言われてもだな……": "Even if you ask me what to do...",
    "……うん、面白い。": "...Yeah, interesting.",
    "えっ、ひ、ヒイロさん？": "Eh, H-Hiro-san?",
    "敵としては十分。\n有象無象を相手にするよりも燃える。": "As an enemy, you're more than enough. It's more exciting than dealing with nobodies.",
    "そうだな。\n正々堂々名乗り上げるなら応えぬわけにはいくまい。": "That's right. If you introduce yourself so openly, we have to respond.",
    "あ、あれ？　御剣さんもスイッチ入ってませんか……？": "Huh? Mitsurugi-san, are you in battle mode too...?",
    "おお、そっちもやる気になってくれるなんて嬉しいね！\nそれじゃ……キミたち―！　私の指示を聞くように！": "Oh, I'm glad you're motivated too! Then... You guys—! Follow my instructions!",
    "了解、ユリアさんの指示通りにするぞ！": "Understood, we'll follow Yulia-san's instructions!",
    "カオスメイデンのリーダー指揮を受けれるなんて……！\nうう、参加してよかった……！": "To receive the command of Chaos Maiden's leader...! I'm so glad I joined...!",
    "なんだか周りの子もやる気満々じゃない！？": "Everyone around seems so motivated, don't they!?",
    "カオスメイデンっていうスカラのエースチームの中心人物だしな。\nパイロットとして尊敬されている部分があるんだろう。": "She's the central figure of Scala's ace team, Chaos Maiden. She's probably respected as a pilot.",
    "……突破する、冥夜には手伝って欲しい。": "...We'll break through. Meiya, I need your help.",
    "承知した。\nここは押し通るべきだろう……背中は任せるがよい。": "Understood. We should push through here... Leave your back to me.",
    "頼りにしてる。": "I'm counting on you.",
    "おお、真っすぐ突っ込んでくるんだ？\nそれじゃ、そっちの子達は正面から……": "Oh, you're charging straight in? Then, those kids over there, from the front...",
    "って、あっさり突破されちゃった！？\nうーん、これは予想外にやるねぇ。": "What, they broke through so easily!? Hmm, this is unexpectedly impressive.",
    "ひえええ！？\nなんかすごいことになってるけど、スカラの人は大丈夫！？": "Eek!? Something amazing is happening, but are the Scala people okay!?",
    "安心しろ！　峰打ちだ！": "Don't worry! It's the back of the blade!",
    "それなら、大丈夫……なのか？": "If that's the case, then... it's fine, right?",
    "あ、あの、ヒイロさんが撃ってますけどそっちは……？": "U-um, Hiro-san is shooting, but what about that...?",
    "こっちも峰打ち。": "This is also the back of the blade.",
    "銃には峰はないだろ！": "Guns don't have a back of the blade!",
    "えっと、多分ゴム弾だから大丈夫だと思いますよ？": "Um, I think it's rubber bullets, so it should be fine?",
    "珠瀬さん、やっぱり目がいいね……\nわたしなんて全然何が起きてるか分かんないよ……": "Tamase-san, your eyesight is really good... I can't tell what's happening at all...",
    "よし、捕まえ……ぷぎゃ！？": "Alright, capture... Oof!?",
    "ちょっ、あんな化け物捕まえられるわけないじゃん！？\nユリアさんの指示だったら楽だと思ったのに！？": "Hey, there's no way we can capture that monster!? I thought it would be easy if we followed Yulia-san's instructions!?",
    "……よし、こっちだね！\nはい、それじゃ追い込んでー！": "...Alright, this way! Okay, let's corner them—!",
    "……人を上手く使ってくる。面倒。\nさっきから距離に入ってこない。": "...They're good at using people. Annoying. They haven't come into range since earlier.",
    "全くだ……捉え所のない策士だというのに、\nここまで本人が戦えるというのは厄介だ。": "Exactly... They're an elusive tactician, yet they're this capable in combat. It's troublesome.",
    "よし！　あいつらに後れを取るな！\n何としてもここで止めるぞ！": "Alright! Don't fall behind them! Stop them here at all costs!",
    "おおおおおお！": "Ooooooh!",
    "……思い切りは悪くない。でも……": "...Not bad courage. But...",
    "うぐっ！？": "Ugh!?",
    "きゃあっ！？": "Kyaa!?",
    "不用意に狩り場に踏み込むような獲物は怖くない。": "Prey that carelessly steps into the hunting ground isn't scary.",
    "流石に急造のチームでしかないな。\nその連携では私は抑え込めんぞ。": "As expected, it's just a makeshift team. That coordination won't hold me down.",
    "やるねぇ～♪\nいやあ、こんなに面白いなんて参加してよかった～♪": "You're good~♪ Wow, this is so fun, I'm glad I joined~♪",
    "何を悠長に敵を褒めてんのよ！？\n小花さんの依頼だっていうのに――": "Why are you leisurely praising the enemy!? Even though this is Kohana-san's request――",
    "目の前にいるというのに、よそ見をしている場合か？": "The enemy is right in front of you, is this the time to look away?",
    "――おっとっと！　バーリア！\nいやー、踏み込みが早いなぁ。": "――Oops! Barrier! Wow, your footwork is fast."
}