{
    "いやー。どうせ退屈な頼み事になるなーって思ってたけど、\nキミたちが遊び相手なら話は別だねぇ♪": "Man. I thought it would be a boring request anyway, but...\nIt's a different story if you're my playmates♪",
    "…………": "............",
    "まさか、また敵になるとはな……小花からの頼みか？": "I didn't think we'd be enemies again... Was it a request from Kohana?",
    "そだよー。\nキミ達のお邪魔をしてってお願いされちゃったんだよね。": "That's right.\nI was asked to interrupt you guys.",
    "その……見逃して頂くのはダメですか……？": "Umm... Can I ask you to let me go...?",
    "んー、正直に言うとね、最初は気乗りしなかったんだよね。\nだって一方的なゲームなんて退屈でしょ？": "Hmm, to be honest, I didn't feel like it at first.\nI mean, a one-sided game is boring, isn't it?",
    "でも、ヒイロちゃんとかが敵に回ってくれるなら、\nこっち側で敵に回った方が面白そうなんだよねぇ♪": "But if Hiiro-chan and the others are going to be my enemies...\nIt'd be more fun to make enemies on this side♪",
    "ひええ……なんだか怖い子が敵に回っちゃったよ！？": "Eeek... Some scary girl's turned into an enemy!",
    "ど、どうしますか%usernameusernameuserna%さん……": "Wh-What should we do, %usernameusernameuserna%...?",
    "どうするかと言われてもだな……": "I don't know what to do...",
    "……うん、面白い。": "...Yeah, interesting.",
    "えっ、ひ、ヒイロさん？": "Huh? Hi-Hiiro-san?",
    "敵としては十分。\n有象無象を相手にするよりも燃える。": "Enough as an enemy.\nIt burns more than dealing with riffraff.",
    "そうだな。\n正々堂々名乗り上げるなら応えぬわけにはいくまい。": "You're right.\nThere's no way I wouldn't respond if I were to introduce myself fair and square.",
    "あ、あれ？　御剣さんもスイッチ入ってませんか……？": "H-Huh? Is Mitsurugi on, too...?",
    "おお、そっちもやる気になってくれるなんて嬉しいね！\nそれじゃ……キミたち―！　私の指示を聞くように！": "Oh, I'm glad you're motivated too!\nWell then... You guys! Listen to my instructions!",
    "了解、ユリアさんの指示通りにするぞ！": "Understood. We'll follow Julia's instructions!",
    "カオスメイデンのリーダー指揮を受けれるなんて……！\nうう、参加してよかった……！": "To be able to take command of Chaos Maiden...!\nUgh, I'm so glad I joined...!",
    "なんだか周りの子もやる気満々じゃない！？": "Isn't the kids around us kinda enthusiastic about this?!",
    "カオスメイデンっていうスカラのエースチームの中心人物だしな。\nパイロットとして尊敬されている部分があるんだろう。": "Chaos Maiden is the central figure of the Scara's ace team, after all.\nI guess there's a part of her that's respected as a pilot.",
    "……突破する、冥夜には手伝って欲しい。": "......I'll break through. I want Meiya to help me.",
    "承知した。\nここは押し通るべきだろう……背中は任せるがよい。": "Understood.\nWe should push through here... Leave it to me to watch your back.",
    "頼りにしてる。": "I'm counting on you.",
    "おお、真っすぐ突っ込んでくるんだ？\nそれじゃ、そっちの子達は正面から……": "Oh, you're charging straight at me?\nWell then, those girls are coming from the front...",
    "って、あっさり突破されちゃった！？\nうーん、これは予想外にやるねぇ。": "Wait, she broke through so easily?!\nHmm, this is unexpectedly good.",
    "ひえええ！？\nなんかすごいことになってるけど、スカラの人は大丈夫！？": "Whaaaat?!\nThings are getting pretty crazy, but is Scara okay?!",
    "安心しろ！　峰打ちだ！": "Don't worry! It's a blow to the back!",
    "それなら、大丈夫……なのか？": "In that case, are you... okay?",
    "あ、あの、ヒイロさんが撃ってますけどそっちは……？": "U-Um, Hiiro-san's shooting. What about you...?",
    "こっちも峰打ち。": "I hit her with the back of my hand.",
    "銃には峰はないだろ！": "Guns don't have ridges!",
    "えっと、多分ゴム弾だから大丈夫だと思いますよ？": "Umm, it's probably a rubber bullet, so I think it'll be fine.",
    "珠瀬さん、やっぱり目がいいね……\nわたしなんて全然何が起きてるか分かんないよ……": "Tamase-san really does have good eyes...\nI have no idea what's going on at all...",
    "よし、捕まえ……ぷぎゃ！？": "Okay, catch him... Pgya?!",
    "ちょっ、あんな化け物捕まえられるわけないじゃん！？\nユリアさんの指示だったら楽だと思ったのに！？": "Hey, there's no way we can catch a monster like that!\nI thought it would be easier if it was on Julia's instructions!",
    "……よし、こっちだね！\nはい、それじゃ追い込んでー！": "...Okay, this way!\nOkay, then let's corner him!",
    "……人を上手く使ってくる。面倒。\nさっきから距離に入ってこない。": "...She's good at using people. What a pain.\nShe hasn't come within range for a while.",
    "全くだ……捉え所のない策士だというのに、\nここまで本人が戦えるというのは厄介だ。": "She's right... Even though she's an elusive strategist,\nBeing able to fight this much was a pain in the ass.",
    "よし！　あいつらに後れを取るな！\n何としてもここで止めるぞ！": "All right! Don't fall behind them!\nI'll stop you here, no matter what!",
    "おおおおおお！": "Ooooooooh!",
    "……思い切りは悪くない。でも……": "...It's not bad at all. But...",
    "うぐっ！？": "Ugh!?",
    "きゃあっ！？": "Kyaa!?",
    "不用意に狩り場に踏み込むような獲物は怖くない。": "I wasn't afraid of prey that would carelessly step into a hunting ground.",
    "流石に急造のチームでしかないな。\nその連携では私は抑え込めんぞ。": "They really are a hasty team.\nYou can't hold me back with that kind of coordination.",
    "やるねぇ～♪\nいやあ、こんなに面白いなんて参加してよかった～♪": "Not bad~♪\nMan, I'm so glad I was able to participate in something so interesting~♪",
    "何を悠長に敵を褒めてんのよ！？\n小花さんの依頼だっていうのに――": "Why are you complimenting the enemy so leisurely?!\nEven though it's a request from Kohana-san――",
    "目の前にいるというのに、よそ見をしている場合か？": "Is this really the time to be looking away when she's right in front of me?",
    "――おっとっと！　バーリア！\nいやー、踏み込みが早いなぁ。": "—Whoops! Barrier!\nMan, she's quick to step in."
}