{
    "体育祭も終わり、ノエルと片付けをしていた。\n俺の仕事だったのだがお礼に手伝いたいとノエルが言ってくれたのだ。": "The sports festival is over, and Noel and I are cleaning up.\nIt was my job, but Noel had said she wanted to help as thanks.",
    "……あらためて、今日の体育祭はおめでとうノエル。": "...Again, congratulations on today's sports festival, Noel.",
    "%usernameusernameuserna%のおかげだよ！\n秘密特訓の成果だって、ちゃんと出たもん！": "It's all thanks to %usernameusernameuserna%!\nI even got the results of my secret training!",
    "ああ。だが、俺のおかげっていうのはちがうぞ？\nこの結果は、ノエルが頑張ったからだ。": "Yeah. But it's not because of me, you know?\nThis result is because Noel did her best.",
    "えへへ……でも心香ちゃんの応援もすごい心強かった。\nそこで思い出したんだ。大切なのはみんなとの居場所だって。": "Ehehe... But even Shinka-chan's support was reassuring.\nThat's when I remembered. What's important is where I belong with everyone.",
    "ああ、それに気づけたのは偉いぞ、ノエル。": "Yeah, it's great that you noticed that, Noel.",
    "その、頑張ったから……また、頭を撫でてくれる？": "Um, I did my best, so... could you pat my head again?",
    "ああ。片付けが終わったらな。": "Yeah. When I'm done cleaning up.",
    "ホントに！？　やったぁ！\nじゃあさっさと片付けちゃおう！": "Really?! Yay!\nThen let's get this over with!",
    "もう大体片付いたか。": "Looks like we've taken care of most of it.",
    "そうだね。でも、まだ細かい道具がちょっと残ってるよ？": "You're right. But there's still a few small tools left.",
    "他の生徒は……もう帰ってるか。\nまあ、それなら俺たちで片づけちゃうか。": "As for the other students... they're already home.\nWell, in that case, we'll take care of it ourselves.",
    "分かった！　それじゃあ取ってくるね！": "All right! I'll go get it, then!",
    "各々、三角コーンを持って体育倉庫に移動する。": "We each took the triangular cones and moved to the gym storehouse.",
    "これ、どこに置くんだ？": "Where are you going to put this?",
    "えっとね、たしか……": "Umm, if I remember correctly...",
    "あっ。": "Ah.",
    "ノエルとぶつかってしまった。": "I bump into Noel.",
    "す、すまん。": "S-Sorry.",
    "ううん、狭いもんね。": "No, it's pretty cramped.",
    "…………": "............",
    "よく見ると、汗が張り付いて体操服が透けており、\n下腹部に血液が集中してしまう。": "Upon closer inspection, her sweat was clinging to her, and her gym uniform was see-through\nMy blood concentrates on my lower abdomen.",
    "うっ……": "Ugh...",
    "ん？　どしたの？": "Hm? What's wrong?",
    "あ、いや……": "Ah, well...",
    "……あっ。%usernameusernameuserna%……それ……": "...Ah. %usernameusernameuserna%... That's...",
    "ノエルはじぃっと俺の膨らんだ股間を凝視する。": "Noel stares at my bulging crotch.",
    "えへへ～……そっかぁ、そうなんだぁ？\n%usernameusernameuserna%は興奮しちゃったんだぁ": "Ehehe~... I see, is that so?\n%usernameusernameuserna% got excited.",
    "いたずらっぽく笑みを浮かべるノエル。\n決して良からぬ意図があったわけではないと弁解しようとするが……": "Noel smiles mischievously.\nI try to explain that I didn't mean anything bad by it, but...",
    "いや、これはだな……": "No, this is...",
    "ね、%usernameusernameuserna%……": "Hey, %usernameusernameuserna%...",
    "耳元で囁かれた。": "She whispered into my ear.",
    "したいならぁ……しちゃってもいいよ？": "If you want to... You can do it.",
    "周囲を確認してから、倉庫の鍵を閉める。": "After checking my surroundings, I locked the storehouse.",
    "あ、でも、こんな格好だけど、いいの？\n汗かいちゃってるし、ちょっと匂いが気になるかも……": "Oh, but you're dressed like this. Are you sure?\nI'm sweating, so I might be a little curious about the smell...",
    "いや、そのままでいいよ。エッチで可愛いし。": "No, it's fine as it is. It's sexy and cute.",
    "えっ、ほ、本当に？\n……あはは、あ、ありがとうね。": "Huh? R-Really?\n...Ahaha, th-thank you.",
    "えへへ～……そう言ってくれるなら……\nちょっと変態さんっぽいけど、このまましよっか……？": "Ehehe~... If you say so...\nShe looks a bit like a pervert, but why don't we stay like this...?",
    "はにかむノエルの表情に思わず胸が高鳴る。\n湧きおこる感情を抑えながら、彼女をそっと後ろから抱きしめた。": "Noel's bashful expression makes my heart race.\nSuppressing the emotions welling up inside me, I gently embraced her from behind.",
    "ふわぁ……%usernameusernameuserna%の腕……\nがっしりしてて、やっぱり男の人って凄いんだね……": "*yawn*... %usernameusernameuserna%'s arm...\nHe's so firm. Men really are amazing...",
    "腕を指先でなぞるノエル。その柔らかな触れ方が\nこちらの劣情を煽り、思わず抱きしめる腕に力が入る。": "Noel traces her arm with her fingertips. That soft touch.\nSpurred on by my lust, I instinctively tighten my arms around her.",
    "あ……っ、そんなにぎゅってして……。\nこういうの弱いの……？　もっとしてあげようか……？": "Ah...! You're squeezing me like that...\nIs this weak...? Should I do more for you...?",
    "その声にはっと我に返り、痛くなかったかと気遣う。\nノエルは首を横に振った。": "Her voice snapped me back to my senses, and I worried that it didn't hurt.\nNoel shook her head.",
    "ちょっとギュウってなったけど、でも、なんだか襲われてるみたいで\n興奮するね、この格好。えへへ……": "It was a little tight, but it felt like I was being attacked.\nThis outfit really excites me. Ehehe...",
    "頭を撫でられるのも好きだけど、\nこういうのも、好きかも……": "I like it when she pats my head, but...\nI think I like this kind of thing, too...",
    "……ね？　後ろから……その大きくなってるやつ……\n挿れてみて……？　今日は……めちゃくちゃにしてほしい……。": "...Right? That big one...from behind...\nTry putting it in...? Today... I want you to mess me up...",
    "彼女から誘うような言葉に興奮する。\n破壊衝動を持っているノエルだからこその言葉だ。": "Her inviting words excited me.\nThat's what Noel said because she has the urge to destroy.",
    "たまらなくなって、そそり立つペニスを膣口にあてがうと、\n先端からとろりとした蜜に包まれる感触が伝わってくる。": "Unable to bear it any longer, I place my erect penis against her vaginal opening.\nI can feel the sensation of being engulfed in thick nectar from the tip.",
    "あっ……おっきいの、当たって……っ、んんっ、はぁっ……！\n入って、きてるぅ……っ、ん、あっ、あぁ……っ！": "Ah... It's hitting me so hard...! Mmm, haah...!\nIt's coming in...! Nn, ah, ahh...!",
    "ふぁあああああああっ！？": "Fuaaaahhhh!?",
    "奥まで、きてるっ、ん、あ、はぁっ……！\n大事なとこっ、拡がっていってるのが、わかるっ……！": "It's all the way in, nn, ah, haah...!\nI can tell that it's spreading out somewhere important...!",
    "ビクンッ、と体を震わせるノエル。\nその瞳は潤み、口元から唾液まで垂らしている。": "Noel's body twitches.\nHer eyes were moist, and saliva dribbled down from her mouth.",
    "めちゃくちゃにしてほしい、と彼女が望んでいるとはいえ、\n本当に壊してしまうわけにはいかない。慎重に膣奥まで進む。": "\"I want you to mess me up,\" I said, even if she wanted me to.\nI can't really break it. I proceed carefully to the back of her vagina.",
    "ぜ、全部、入ったの……？　はぁっ、ん、あっ……お腹が内側から、\nあぁっ、お、押されてるよぉ……っ。": "D-Did it all go in...? Haah, nn, ah... My stomach is...\nAhh, I-I'm being pushed...!",
    "私なら大丈夫……だから%usernameusernameuserna%の好きなように\n動いてみて……？": "I'll be fine... That's why you can do whatever you want, %usernameusernameuserna%.\nTry moving...?",
    "その言葉をきっかけに、少しずつ腰つきを加速していく。\n腰を前後させる度に、卑猥な音が反響した。": "With those words as my cue, I gradually accelerate my hips.\nEvery time I move my hips back and forth, an obscene sound echoes.",
    "あぁっ！　ん、あ、はぁっ、すごいっ、あぁうっ！\nじゅぽじゅぽってぇ、私のナカっ、かき混ぜられてるぅ……っ！": "Aah! Nn, ah, haah, amazing, aauh!\n*slurp slurp* My dick is being stirred up...!",
    "はぁっ、はぁっ……めちゃくちゃにされてる……私っ、\nおかしくなっちゃうかもぉ……っ、あ、あぁぅんっ！": "Haah, haah... You're messing me up... I...\nI might go crazy...! Ah, aaahn!",
    "腰を使いながらもノエルの髪、頬、そして首にキスの雨を降らす。\nそして匂いを嗅ぐ。": "Even as I use my hips, I shower Noel with kisses on her hair, cheeks, and neck.\nThen I sniffed.",
    "んぐっ、んっ、はぁ……あっ、んんうう！\nやっ、ああ、きもち、いいのにっ、はぁ、ああっ……！": "Nguh, nnh, haa... ah, nnuuu!\nNo, aah, it feels good, but, haa, aaah...!",
    "あんまり……嗅がないでぇ……そんな、あっ、嗅がれるとっ……\nやっぱりちょっと、恥ずかしい……っ、あぁんっ！": "Don't... sniff me too much... If you, ah, smell me like that...\nIt really is a little embarrassing... Aahn!",
    "いやいやと首を振るが、おかまいなしに後ろから胸を揉みしだき、\nあえて大きく匂いを嗅いでみせる。": "She shook her head no, but without a care, she groped her breasts from behind\nI take a big sniff.",
    "はぁ、でも、んっ、ああっ……そんな風に、嗅がれちゃって、\nんっ、うう！　なんだか、凄く、興奮しちゃって……！": "Haa, but, nn, aaah... She sniffed me like that,\nNn, uuu! For some reason, I'm really, really excited...!",
    "なんで……なんでなのぉ……恥ずかしいのに……\n嗅がれたくないのに……こんな気持ちになるの……？": "Why... Why...? It's embarrassing...\nI don't want her to smell me... Is this how I feel...?",
    "はぁ、あっ、んん……！　そんな風に、しちゃうなら、\n私だって、おかえしにっ……嗅いじゃうんだから……！": "Haa, ah, mmm...! If you do it like that,\nI'll... sniff you out in return...!",
    "もちろんだと応じつつ、大きく息を吸い込む。\n実際、それは方便ではなく、彼女の甘い香りは興奮を誘った。": "I take a deep breath, accepting that it's obvious.\nAs a matter of fact, it wasn't an expediency—her sweet scent only served to arouse excitement",
    "きつく抱きしめ、鎖骨の汗を舐めとり、そのまま首の臭いを嗅ぐ。\n汗でノエルの髪は首筋に張り付いていた。": "I hugged her tight, licked off the sweat on her collarbone, and sniffed her neck.\nNoel's hair was sticking to her neck from the sweat.",
    "あなたの匂いしゅきぃ……だいしゅきぃ……\n男の人の匂いだぁ……だんだん身体が熱くなってきてるぅ……っ。": "I love your smell... I love you...\nIt's a man's smell... My body's getting hotter and hotter...",
    "すーっ……はーっ……あんっ……あっ……あっ……\n少し汗臭い、けど、いい匂い……男の人の匂い……": "*sniff*... *sigh*... Ahn... Ah... Ahh...\nIt stinks of sweat a little, but it smells good... It smells like a man...",
    "んっ、あっ、はぁ……なんで、なんだろう……\nこうやって匂ってると、どんどん興奮してきちゃう……！": "Mm, ah, hah... Why, why...?\nWhen I smell it like this, I get more and more excited...!",
    "あははっ……酸欠に、なっちゃいそう……ん、は、あっ……\nんっ、ううう……これだけで、イっちゃいそう……！": "Ahaha... I feel like I'm going to run out of oxygen... nn, hah, ah...\nNn, uuuu... I'm going to cum just from this...!",
    "あ～ん……はむっ……": "Ahhh... Hamph...",
    "恍惚とした様子のノエルは、俺の腕に甘噛みをする。\nおそらく無意識にしているのだろう。": "Noel nibbles on my arm in ecstasy.\nShe was probably unconsciously doing it.",
    "そんな仕草が愛らしくて、ますます興奮が高まっていく。\nもう止められなくて、激しく腰を打ち付けて行った。": "Seeing her act like that was so adorable that it only made me more and more excited.\nUnable to stop any longer, I violently slammed my hips into her.",
    "あんっ、あっ、あっ、あぁっ！　すごいっ、んっ、あっ、それっ、\nすごいっ、あ、あぁうっ！　そこ、なに……っ？": "Anh, ah, ah! Aah! Amazing, nnh, aah, that's...\nAmazing, ah, aauh! What's there...?",
    "気持ちいいとこが、あるのっ、あっ、あぁんっ！\nごりごりってこすれてっ、おかしくなりそう……っ。": "There's a place that feels good, ah, ahhn!\nIt's grinding against me! I'm going crazy...!",
    "もうだめっ、あっ、あんっ、あたまっ、ぼーっとしてきてぇっ、\nふらふらしてきちゃうよぉ……っ。": "I can't take it anymore, ah, ahn, my head, space out,\nI'm going to stagger...",
    "もう完全に体の力が抜けきっていて、\n支えてやらないと倒れ込んでしまいそうだ。": "Her body was already completely drained of strength\nIf I don't support her, she'll collapse.",
    "そんな姿に、本当に彼女をめちゃくちゃにしているんだと\n実感して、全身が熱くなる。": "Seeing her like that really made me think she was messing with me.\nRealizing that, my whole body heats up.",
    "はっ……あっ……んっ……かはっ……で、でもっ、このままじゃ、\nだめなのぉ……っ、あ、あぁんっ……！": "Hah... ah... nn... kahah... b-but, at this rate,\nI can't... ah, aaahn...!",
    "力も入らない状態だというのに、ノエルは自分で腰を降り始めた。": "Even though she's in a state where she can't even muster the strength, Noel starts to sit down herself.",
    "わ、私だけが気持ちよくなってちゃだめだよね……\nどう、かな……き、気持ちいい、かな……？": "I-I can't be the only one feeling good...\nI don't know... Does it feel good...?",
    "よくわかんないけど……っ、こうやって動いたら……\nいいのかなって……はぁっ、ん、ふぅっ、あぁうっ……。": "I don't really get it, but... if I move like this...\nI wondered if it was okay... haah, nn, fuuh, aauh...",
    "自分のピストンと、ノエルの腰降りによって、\nヒダに擦れる快感が二倍となり、加速度的に射精欲が高まっていく。": "Thanks to my own pistoning and Noel's lower back,\nThe pleasure of rubbing against her folds doubles, and my desire to ejaculate increases at an accelerated rate.",
    "何より、自ら腰を振る彼女の姿がとても卑猥で魅力的だった。\n必然、ますますペニスは膨張し固さを増していく。": "More than anything, the sight of her moving her hips herself was extremely obscene and attractive.\nInevitably, my penis expands and hardens even more.",
    "あんっ！　あっ！　あっ！　あっ！\nこ、これぇ！　わ、私も気持ちいい……うっ！　あんっ！": "Ah! Ah! Aah! Aaah!\nTh-This! I-It feels good too... Ugh! Ahn!",
    "あ、あなたのことも気持ちよくできてるといいんだけど……\nこ、興奮してくれてる……っ？": "I-I hope it feels good for you, too...\nA-Are you excited...?",
    "え、えへへ……気持ちいいんだ……？　よかったぁ、ん、あっ、あんっ、\nんああっ！？　なんかっ、ますます激しく……っ、あぁっ！": "E-Ehehe... Does it feel good...? Thank goodness, nn, ah, ahn,\nNnahhh!? It's getting more and more intense...! Aah!",
    "もう、加減などとうにできなくなっていた。\n欲望の赴くままにノエルの膣奥を何度も穿つ。": "I can't hold back anymore.\nFollowing my desires, I dig into the depths of Noel's vagina over and over.",
    "ピストンを早め、膨張して破裂寸前のペニスを強く出し入れする。\nパチュン！　パチュン！　と小気味の良い音が響き渡る。": "I sped up my pistoning, and thrust in and out of my penis, which was on the verge of expanding and bursting.\nSmack, smack! A nice little sound echoes through the room.",
    "あ、はあっ、んぁっ、めちゃくちゃにされてるっ、私……\nあんっ、はっ、ああっ！　もう、おかしくなっちゃうぅ……っ！": "Ah, haah, nnah, I'm being messed up...\nAnh, hah, aah! I'm going crazy...!",
    "奥ぅっ、ん、あっ、好き、なのっ、あっ、あんっ、ずんずんって\n突かれるの、いいのっ……！": "Deep inside, nn, ah, I love you, ahh, ahn, it's pounding.\nIt's okay if you poke me...!",
    "も、もうらめ……わかんらい……頭、まっちろ……\nおちんちんのことしか、考えられなくなってるぅ……っ。": "I-I can't take it anymore... I don't know... My head's all blank...\nI can't think of anything but your penis...!",
    "だ、だけど、だけど私、これ好きぃ……大好きぃ……\nあ、あなたのことも、大好きなのぉ……！": "B-But, but, I love this... I love it...\nI-I love you too...!",
    "彼女の気持ちに応えたくて、こちらも必死に腰を振る。\n既に込み上げる欲情はすぐそこまで来ていて、限界だった。": "Wanting to respond to her feelings, I frantically swung my hips too.\nMy lust was already welling up within me, and I was at my limit.",
    "んんっ！　あ、あぅ、いいよっ、きてぇっ！　あなたの熱いの、\nほしいっ！　いっぱい出してぇっ！　ん、あっ、あぁんっ！": "Nnngh! Ah, auh, it's okay, cum! Your hot stuff,\nI want it! Cum a lot! Mn, ah, ahhn!",
    "私のっ、ナカ……っ、あなたの熱いのでいっぱいにしてっ……\nはぁっ、あっ、あぁうっ、ん、ふぅっ……！": "Fill me up... with your hot stuff...\nHaah, ah, aauh, nn, fuuh...!",
    "ら、らめ、らめらめらめ……きちゃう……おかしくなっちゃう……\nきちゃうのぉ……！": "N-No, no, no... I'm cumming... It's driving me crazy...\nI'm cumming...!",
    "あんっ！　あ、ああ……ああ……ああああああああっ！": "Ahn! Ah, ahh... ahhh... aaaaahhhh!",
    "ノエルが身を震わせ、同時に膣内がきつく締まる。\nそれを呼び水に、こちらも彼女の膣内に盛大に欲望をぶちまけた。": "Noel's body trembles, and at the same time, her vagina tightens.\nAs soon as I call out to her, I unload my lust into her vagina.",
    "はぁ……はぁ……あううううううう……": "Hah... hah... auuuhhh...",
    "ノエルは魂が抜けてしまったかのようにその場に倒れ込んだ。\nみぞおちが激しく上下し、恍惚に頬も染まって目もうつろだ。": "Noel fell to the ground, as if her soul had left her body.\nHer cheeks move up and down violently, her cheeks flush with ecstasy, and her eyes relax.",
    "はあ……き、気持ちよかったぁ……\n%usernameusernameuserna%とのえっち、気持ちよすぎるよぉ……": "*sigh*... Th-That felt good...\nSex with %usernameusernameuserna% feels too good...",
    "頭を撫でられるより、すごいことしちゃった……": "I did something even more amazing than being patted on the head...",
    "ね、%usernameusernameuserna%……\n私も気持ちよくしてあげられたかな……？　興奮、した……？": "Hey, %usernameusernameuserna%...\nDid I make you feel good too...? Did you get excited...?",
    "もちろんだ、と答える。": "\"Of course,\" I replied.",
    "えへへ……嬉しいな……\n壊してばっかりの私だけど、あげられるものもあるんだね……": "Ehehe... I'm so happy...\nI've only ever broken things, but there's still something I can give you...",
    "ね、%usernameusernameuserna%、\nこんな私の体でよければ、いくらでも求めてくれていいんだよ……？": "Hey, %usernameusernameuserna%,\nIf you're okay with my body like this, you can ask for as much as you want...",
    "だから、もしもっとしたいなら\n何回でもしてあげられるけど……どうする……？": "So, if you want to do more\nI can do it as many times as I want, but... what should I do...?",
    "はにかんで微笑むノエルを見ていたら、再び性欲が呼び起こされる。": "As I watch Noel smile bashfully, my lust awakens again.",
    "わっ。またおっきくなっちゃった。": "Wow. It's gotten bigger again.",
    "……まだ、したいの？": "...Do you still want to do it?",
    "俺は頷いて、ノエルを押し倒す。": "I nod and push Noel down.",
    "あはは……それなら、もっといっぱい二人でしようね？": "Ahaha... In that case, let's do more together, okay?",
    "優しく抱きしめてくれたノエルに、\n俺は時間も忘れてもう一度致してしまうのだった。": "Noel gently embraced me...\nI forget about the time and try again."
}