{
    "ふぅ……それで、犯人は誰だったの？\nこんなことをするなんて、うちに恨みがある奴？": "Phew... So, who was the culprit?\nDo you have a grudge against me for doing this?",
    "いや、どうも違うみたいでな……": "No, it doesn't seem like it...",
    "そう言って捕まえた生徒を見せると、\nエヴィが驚いた表情を浮かべる。": "As I said that, I showed the student I had captured.\nEve looked surprised.",
    "……榊野ヒイロ！？\nは！？　え！？　嘘！？　なんでこんなことを！？": "...Sakakino Hiiro?!\nHuh?! What?! No way?! Why are you doing this?!",
    "名前は聞いたことがあるな……有名人なのか？": "I've heard her name before... Is she famous?",
    "スカラ校舎でも、かなり有名なパイロット。\n何せ、たったひとりでチームとして認められたんだから。": "Even in the Scara school building, she's a pretty famous pilot.\nAfter all, she was recognized as a team all by herself.",
    "たったひとりで！？": "All by herself?!",
    "そう……普通なら認められないけどさ。\nそれで実際にメイズに潜って実績を出してるんだよね。": "I see... Normally, I wouldn't be able to accept that.\nThat's why he's actually diving into the Mays and making achievements.",
    "うん、ちゃんと生徒会長に認められた。合法。": "Yeah, the student council president approves of it. It's legal.",
    "いや、違法かどうかは疑ってはないが……\nわざわざなんでここに来たんだ？": "No, I don't doubt it's illegal, but...\nWhy did you come all the way here?",
    "恐怖の館をしてるって聞いたから。\n楽しみにしてきた。": "I heard you're living in a manor of terror.\nI've been looking forward to it.",
    "いや待て、楽しみにしてるならこんなことをする理由はないだろ。\nフルートたちも気絶してるし……": "No, wait, if you're looking forward to it, there's no reason to do this.\nThe flutes are out cold, too...",
    "でも、覚悟の上じゃないの？\n……もしかして、油断してたし時間を間違えてた？": "But aren't you prepared?\n...Could it be that I let my guard down and misjudged the time?",
    "いやいや、時間の問題じゃないからな！？": "No, no, it's not a matter of time, okay?!",
    "……難しい。\nそういえば、この場合どうなるの？": "...It's hard.\nCome to think of it, what would happen in this case?",
    "どうなるって……そうだな。\n悪意があるなら生徒会に突き出して……": "What's going to happen...? Yeah.\nIf she had any ill will, I'd just turn her in to the student council...",
    "ゲームは失敗？　負け？": "Did the game fail? Lose?",
    "……えーっと、ちょっと待って？\nまず落ち着いて話を聞いてみようか。": "...Umm, wait a minute?\nLet's calm down and hear what she has to say first.",
    "ヒイロさん、なんでこんなことをしたの？\nうちは恐怖の館だけど……何か気に障った？": "Hiiro-san, why did you do this?\nWe live in a mansion of terror... Did I offend you?",
    "気になんて障ってない。\nむしろ、とても楽しめた。": "I'm not offended.\nIn fact, it was a lot of fun.",
    "……えーっと、うちの恐怖の館を楽しみに来たの？": "...Umm, did you come here to look forward to our mansion of terror?",
    "うん。アトラクション。\n恐怖を楽しめるサバイバルゲーム会場って聞いた。": "Yeah. Attraction.\nI heard it's a survival game venue where you can enjoy your fear.",
    "……ごめん、ちょっと混乱してきた。\nフルートたちを起こしてくるからちょっと聞いててもらっていい？": "...Sorry, I'm getting a little confused.\nI'll go wake up the flutes, so can you listen to me for a bit?",
    "ああ、分かった……というか、俺も何となく理解してきたぞ。": "Yeah, I get it... Actually, I'm starting to get it too.",
    "（……つまりは、ヒイロの勘違いだったってことか？）": "(...In other words, Hiiro misunderstood?)",
    "そうして、エヴィに起こされたフルートたちも交えて、\n何が起きたのかを聞き取ってようやく判明する。": "And so, the flutes that had been woken up by Eve joined in.\nIt was only after hearing what had happened that it became clear.",
    "……纏めると、ヒイロはサバイバルゲーム会場だと思って、\nここにやってきたって訳か。": "...Putting it all together, Hiiro thought it was a survival game venue\nSo you came here.",
    "違ったんだ……": "That's not it...",
    "で、普通にゲーム感覚でスタッフが敵役だと思って、\n自分の改造した銃で撃退したわけと。": "So, like in a normal game, the staff thought it was an enemy role\nI fought them off with my own modified gun.",
    "はぁ……またはた迷惑な勘違いを……\nいやまあ、これが休憩中でよかったよ。": "*sigh*... Another troublesome misunderstanding...\nWell, I'm glad we're on break.",
    "そういう事だったんですねぇ……\nいきなり頭にバチーンって衝撃が走って気絶しちゃってました。": "So that's how it is...\nAll of a sudden, a shock ran through my head and knocked me out.",
    "そうだね。\n心配したけど、フルートは安らかに眠ってたよ。": "That's right.\nI was worried, but the flute was sleeping peacefully.",
    "いやあ、ビックリしたわ……\nあと、ゴム弾ってとんでもなく痛いのね。": "Man, that was a shock...\nAlso, rubber bullets really hurt.",
    "というか、なんでそんな勘違いをしたの？\n他の人に聞けばわかんじゃないかな？": "Actually, why did you get the wrong idea?\nMaybe you'll find out if you ask someone else?",
    "そういうことを聞く相手はいなかったから。\nここを知ったのも噂話を聞いて興味を引かれたから。": "Because I didn't have anyone to ask.\nI only found out about this place because it caught my interest when I heard the gossip.",
    "学園祭の時期は私はあまりやる事がない。\nメイズに潜るのが好きだけど、学園祭だから制限される。": "I don't have much to do during the school festival.\nI like diving into maises, but since it's a school festival, I'm limited.",
    "まあ、それはそうだろうな。\nこういうイベント見回りで生徒会も手が回らないだろうし。": "Well, I guess that's true.\nI'm sure the student council won't be able to handle this kind of event patrol.",
    "スカラで興味のある出し物もないから、\n暇を持て余してたらスカラの生徒が噂をしていた。": "I don't have anything interesting to do in Scara, so...\nIf I had too much free time on my hands, the Scara students would gossip.",
    "閉じ込められて、お化けに追っかけられたりしながら脱出するゲーム。\nサバイバルゲームらしいって聞いたから、来たの。": "It was a game where you got trapped, chased by ghosts, and escaped.\nI heard it was a survival game, so I came.",
    "……た、確かにそこだけ聞いたらそう取れなくもない……かな？": "...I-It's true that if I only heard that part, I'd be able to take it... I guess?",
    "いや、そんな物騒な出し物は生徒会が認めないでしょ。\n……はぁ……本当に、悪意のある奴の妨害とかまで考えたのに。": "No, the student council wouldn't approve of such a dangerous program.\n...*sigh*... I even thought about interfering with the malicious ones.",
    "%usernameusernameuserna%だっけ？": "%usernameusernameuserna%, was it?",
    "ん？　なんだ？": "Hm? What is it?",
    "ありがとう。退屈だったけど、\n貴方との追いかけっこはとっても楽しかった。": "Thank you. It was boring,\nChasing you was a lot of fun.",
    "噂に聞いてた教導指揮官、思ってたよりも興味深い人だった。": "The instructor I've heard rumors about is more interesting than I thought.",
    "……そ、そうか。お眼鏡にかなったならよかったが。": "...I-I see. I'm glad you're wearing glasses.",
    "……いやいや、そっちで楽しんでも意味はないよね！？\n一歩間違えれば大惨事だったんだよ。": "...No, no, there's no point in having fun there, is there?!\nOne wrong move and it would have been a disaster.",
    "ごめんなさい。\nただ、楽しめた感想は伝えるべきだと思って。": "I'm sorry.\nI just thought I should tell her how I felt about having fun.",
    "……まあ、あんまり怒らないでやってくれ。\n勘違いだったし、悪気はなかったんだよなぁ。": "...Well, don't get too angry.\nIt was a misunderstanding, and she didn't mean anything bad by it.",
    "ヒイロは暴れてはいたものの、\n本人なりにサバイバルゲームだと思って遊んで手加減をしていた。": "Hiiro had gone wild, but...\nShe thought it was a survival game in her own way, so she was playing around and holding back.",
    "ええっと……折角楽しみたいと思ってきてくれましたし、\n勘違いをしちゃったなら許しても良いと思うんです！": "Let's see... Since you've come all this way to enjoy it,\nI think I can forgive you if you misunderstood!",
    "……でも、間違えて迷惑をかけたのは事実。": "...But it's true that I made a mistake and caused trouble.",
    "罪には罰が必要。\nだから、煮るなり焼くなり好きにしてほしい。": "Punishment is necessary for crimes.\nThat's why I want you to do whatever you want, whether you boil it or bake it.",
    "……こうも自分が悪いと認めて、\n好きにしろって言われると逆に困るわよねぇ。": "...Acknowledging that she was at fault,\nIf you tell me to do whatever I want, it'll actually be a problem.",
    "んー、まあ被害自体は私達のおでこへのダメージと……\nあー、でも一部の展示物が壊れちゃってるか。": "Hmm, well, the damage itself is due to the damage to our foreheads...\nOh, but some of the exhibits are broken.",
    "まだ午後の部までは時間があるから、\nみんなで協力すれば直せないかな？": "There's still time before the afternoon club, so...\nIf we all work together, can't we fix it?",
    "はい！　エヴィちゃんが演出もアゲアゲにしてくれましたし、\n直せば午前よりももーっと素敵な恐怖の館になります！": "Yes! Eve was the one who made the show look like a bald spot.\nIf I fix it, it'll be even more wonderful than this morning!",
    "そうね！　あたしもインスピレーションが沸いたわ！\nちょっと改良してさらに最高なものにして見せるわね！": "That's right! I was inspired too!\nI'll make a few improvements and make it even better!",
    "お詫びに手伝っても大丈夫？": "Can I help you as an apology?",
    "壊れた物を直すのも出来る。\n別に私は出し物をしてるわけじゃないから。": "I can fix broken things.\nIt's not like I'm doing anything special.",
    "ヒイロが手伝ってくれるのか。\nそれでいいか？": "Will Hiiro help me?\nAre you okay with that?",
    "うん、それでいいんじゃないかな？\nヒイロさんも反省してるんだろうし……": "Yeah, I think that's fine.\nHiiro-san must be reflecting on his actions, too...",
    "いいや、それじゃダメかな。\nここまでやって、ただ手伝うだけってのもね。": "No, I guess that's not good enough.\nWe've come this far, and we're just going to help out.",
    "ふえ？　エヴィちゃん？\nいったい何をやってもらうつもりなんですか？": "Huh? Eve?\nWhat exactly are you going to do for me?",
    "まずは、レイラにちょっと相談したいんだけどさ。": "I'd like to talk to Leila first.",
    "んー？　なになに？　面白い話？": "Hmm? What's this? An interesting story?",
    "そうそう。\n……で……して……させるっていうのはどう？": "Yes, that's right.\n......so......how about......letting her do it?",
    "……なるほど、確かに面白いね。\nそれなら損失は……いやむしろ、プラスかも？": "...I see. That's certainly interesting.\nIn that case, the loss... No, actually, it might be a plus?",
    "分かった！　ちょっと今から準備してくる！\n他の準備はそっちに任せるね！": "All right! I'll go get ready!\nI'll leave the rest of the preparations to you!",
    "えっ、えええ！？\n何が決まったんですか！？": "Wh-Whaaat?!\nWhat did you decide?!",
    "まあまあ、別に悪い事じゃないよ。\nそれで、ヒイロに聞きたいんだけど……好きにしていいんだよね？": "Now, now, it's not a bad thing.\nSo, I want to ask you something, Hiiro... You can do whatever you want, right?",
    "……ええっと、余り痛いのは困る。": "...Umm, I don't want it to hurt too much.",
    "流石ににこやかなエヴィに怯えているのか、\n少し引いたように答えるヒイロ。": "As expected, she was terrified of the smiling Eve\nHiiro replied with a slight pull.",
    "ちょっと、可哀想なことしちゃダメよ！？": "Hey, don't do anything pitiful, okay?!",
    "流石に俺も生徒会に所属してるからな……\nあんまり酷いことをするのは見過ごせないぞ？": "I'm a member of the Student Council, after all...\nI can't overlook you doing too much, you know?",
    "……いや、人の事を何だと思ってるの？\nむしろヒイロにも私達にもメリットがある提案だよ。": "...No, what do you think I am?\nIf anything, it's a proposal that benefits both Hiiro and us.",
    "……結局、何をしたらいいの？": "...In the end, what should I do?",
    "まあ、簡単なお仕事だよ。\n迷惑をかけたならやる事の相場は決まってるでしょ。": "Well, it's a simple job.\nIf you caused trouble, it's obvious what you're going to do.",
    "決まってる……ですか？": "Is it... already decided?",
    "やらかした時には……\n体で払ってもらうって相場は決まってるよね♪": "By the time I screw up...\nIt's obvious that you're going to have to pay with your body♪",
    "にこやかにそう宣言するエヴィが伝える作戦に、\nその場にいる全員……ヒイロも一緒に賛成した。": "As Eve smiled and declared that, the strategy conveyed it to her\nEveryone in the room...Hiiro agreed with them.",
    "そうして、午後の部へ向けて慌てて修繕と準備をして……\n無事に恐怖の館の第二部が始まるのだった。": "And so, we hurriedly repair and prepare for the afternoon club...\nThe second part of the House of Fear began without incident."
}